{
  "sling:resourceType": "",
  "title": "It’s official! Colbinabbin Silos are now open",
  "date": "2022-02-17",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/02/RibbonCutLuLuSiloFP.jpg",
  "abstract": "The cutting of the ribbon to officially open the Colbinabbin Silo Art Project, with (L–R) Mary Ann Morgan, Natalie Ryan, Chrissy Weller (Campaspe Shire Mayor), Tim Bowtell (artist), Frank Stewart, Carolyn Meyer and Sadie Vale. Note the original Lu Lu fire truck, which was brought up for the day from the Fire Services Museum in Melbourne. That’s her - featured on the silo!",
  "published": true,
  "body": {
    "content": "<p>An estimated three hundred people turned out for the official opening of the Colbinabbin Silo Art event last Sunday<strong>.</strong></p><p>Mary Ann Morgan (Silo Art Chair), officiated as Master of Ceremonies, acknowledging and thanking everyone for their attendance, Carolyn Meyer and staff, silo art committee, sponsors, volunteers and the Colbinabbin wider community for their support to the project.</p><p><strong>Welcome to country</strong></p><p>Welcome to Country and congratulations were presented by Stephanie Ryan, Deputy Leader of the Australian National Party and Member for Euroa.</p><p>Danielle Green MP, Parliamentary Secretary for Regional Victoria, Parliamentary Secretary for Sport, representing the Minister Ross Spence MP, Minister for Regional Victoria, Minister for Agriculture. Danielle was representative of the Victorian Government Pick my Project initiative, a major sponsor for the Silo Art project, commended all those who voted for this project to secure the funding and congratulated Colbinabbin on an amazing project for Rural Victoria.</p><p>The talented Julie Price, Manager of the Colbinabbin Country Hotel wrote the song <em>‘Come to Colbo’</em> reflected on the silos with their burst of colour and art stories. The lyrics were true Colbinabbin-style and certainly put everyone in the mood with even a tear or two. (See full story page 15)</p>"
  },
  "sidebar": "",
  "related": [

  ]
}
