{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-02-03",
  "title": "Warmest appreciation to Mal Mcleod",
  "media": "",
  "body": {
    "pars": [
      "This story commenced in 1960, and is still going strongly! ",
      "The Rushworth and district local Committee for Australia Day created a brief pause in the story, announcing a special award for the outstanding contribution to district sport. Mal McLeod was absent from the announcement, which was to have been accompanied by a small presentation. \n",
      "Here is the citation read to the Australia Day event at Rushworth.\n",
      "A curator career begins\n",
      "2021 marked an extraordinary 61 years of Malcolm McLeod’s active involvement as curator at Rushworth Recreation Reserve, now called “Ironbark Stadium”.\n",
      "In 1960, Mal led a small group who travelled to Mia Mia to obtain a truck-load of black soil, positioned to become turf cricket pitches at Rushworth, replacing a concrete model topped with malthoid. Since then he has seeded, watered, mown, rolled and marked the wicket, watered and cut the grass, and presented the oval for literally thousands of cricketers.\n",
      "While preparing the pitch, he has covered hundreds of kilometres walking behind the roller, taking the equivalent of months, perhaps years, of his personal time.\n",
      "Mal has also prepared the oval for football, involving tractor and mower, taking care of most of the equipment repairs, attending also to fuel and lubricants.\n",
      "Cricket star\n",
      "Mal McLeod’s contribution to cricket in the Goulburn Valley has been without equal. At Rushworth he has been club captain, winner of multiple bowling and batting averages, century maker, Country Week representative (Bendigo and Melbourne), and Victorian Country XI representative versus New Zealand at Kyabram in 1967.\n",
      "Rushworth won the Kyabram Cricket Association premiership in six successive summers from 1959-60. Mal played in all six, taking over 40 wickets in those six Finals, and many more in semi-finals. In the first of those summers, he took 60 wickets and won the club batting average with 39.4 runs. (1960-61 season Final, five wickets for 28 runs and five for 20 versus Tongala; 1961-62 Final, five for 34 against Girgarre; 1962-63 Final, eight for 28 versus Stanhope; 1963-64 Final, seven for 39 and six for 20 against Girgarre).\n",
      "At age 26, in season 1961-62, he took an extraordinary 74 wickets at an average of 7.4 runs. At age 37 in January 1972, representing Kyabram Association against the Yea Association during Bendigo Country Week and playing at Goornong, he took 9 for 34. His classical fast bowling action was admired by all.\n",
      "Creating opportunity for schoolboys\n",
      "When a competition was established for boys under 15 in 1965, Mal was the Rushworth manager-coach for the first three seasons, introducing many lads to competitive cricket.\n",
      "His cricket at Rushworth was interrupted for  five seasons from 1966-67, when he played for Toolleen in the Rochester Association, making centuries and taking many wickets, before returning to Rushworth in 1971-72. He is a Cricket Club Life Member.\n",
      "Football career\n",
      "Mal played football with success at Frankston (1954), Shepparton (1957 for City United) and Tongala (1958 and 1959), based on his employment placements. At Rushworth, he played over 200 senior games in the Goulburn Valley League (GVL representative 1961) and the Heathcote League (premiership player 1965 and 1969). \nHe was club Best and Fairest in senior and reserves teams, club captain-coach in 1967, and reserves team captain-coach in 1971 when he won the Heathcote League reserves Best and Fairest, at age 36. He has also served as club secretary. He is a Football Club Life Member.\n",
      "Golf and the pool\n",
      "Other involvements were as an accomplished A-grade player at the golf club, and at the swimming pool where he was secretary-treasurer of the committee.\nFor his extraordinary contribution to sport at Rushworth and beyond, the Rushworth Australia Day committee of 2022 is pleased to honour Malcolm McLeod.\n",
      "Personal appreciation\n",
      "I am one of hundreds of locals who have benefited from Mal’s outstanding work, in my introduction to cricket and football. Fielding in the covers the day he took nine wickets for 34 runs at Bendigo Country Week, when I was just 17, is an everlasting memory.\n",
      "The opportunity to watch his classic bowling action, and to benefit from his advice when we batted together, were special privileges never forgotten. Watching his precision when kicking a football was another memorable element. I may still have the bruises on my chest!\n",
      "It is a rare morning when Mal cannot be found at the oval. May his health issues long be contained to allow his ongoing involvement in a role which has given him so much purpose, and such great pleasure when others get to play on his special piece of turf."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
