{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-12-23",
  "title": "1971 comes to a close",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/12/20211202_102806.jpg",
  "body": {
    "pars": [
      "Fifty years ago, the district festive season themes were a strange mixture of celebrations and crimes.",
      "Crime",
      "Criminal damage was done to magnificent Christmas decorations at the home of Gethyn and Mrs Fenton in Stanhope Road, Rushworth. Gethyn offered a $50 reward for information leading to the culprits.",
      "The notoriously dangerous flashing-light intersection between Colbo and Goornong was shot at by morons, who destroyed the warning lights, making the deadly cross-roads even more hazardous for motorists.\nThieves smashed a drink machine after breaking into the Rushworth Tennis Club pavilion and stole about $5.\nHoon driving around Rushworth streets, including near the swimming pool, was provoking anger.",
      "Community",
      "Rushworth-Colbinabbin Apex Club entertained 118 senior citizens over luncheon at the Shire Hall, with Bob Stewart’s music encouraging lots of singing. Apex wives and mothers catered for the event, funded from proceeds of an Apex Club Beef and Burgundy dinner.",
      "Colbo branch meeting of Women’s Christian Temperance Union was addressed by Rev. A. McLean, Uniting Church minister of Elmore. (Not me, if I remember rightly.)",
      "Colbo pool mowing and cleaning roster was announced, with the Boxing Day honours to go to Bob West, Mick Morgan, Bernie McArdle, Ted Tuohey and Graeme Reid (there he is again, better suited to perform rescues on Boxing Day).",
      "Other names on the roster included Ron McTaggart, Joey Ellis, Charlie Jackson, Keith Jackson, Cyril Kelly, Trevor Branson, Barry Borger, John Avard, Graham Clarke, George Clarke, Kelly Francis, Barry Duke, Maurice Ryan, John Ryan, Fred Hassell, Vin Pannell, Ray Wilson, Keith “Doey” Wilson, Jim Ryan, Norm Wright, Gerry Brown, Harry Jacobson, Mac Hill, Laurie Tuohey, Tom Morgan, Tom McEvoy, Tom O’Dwyer, Roy Gamble, Jim Tranter, Ted Weppner, Fred Reed, Frank West and Lewis Burge. (Not sure that such an impressive list could be rounded up for a pool roster today.)",
      "Boxing Night garden fete at Murchison was to feature “a free display of pieces of the Murchison meteorite.” (Would have been a bit rich to charge for viewing, after locals had searched for fragments on hands and knees!)",
      "Christmas hamper raffled by Rushworth Tennis Club was won by Noel Lloyd (and he has still got a box of chocolates and a party hat!).",
      "Schools",
      "St Mary’s School held a special Mass of Thanksgiving. Accepting scholarship awards were Anne Fraser, Kathleen Kerrins, Maurice Wingate, Russell Calley and Terry Morgan. School tennis trophies went to Brendan Clark, Elizabeth Barlow and Phillip McEvoy.",
      "Presenting awards at Rushworth Primary School, Principal Allan Mackinder urged all students and parents to encourage good citizenship in the years ahead. Each grade provided a song, poem or a skit to entertain the parents. The senior class did Rushworth’s “New Faces”. Craig Teasdale was Liberace, and Debbie Cruz played Olivia Newton-John (and is still a good likeness!)",
      "Roger of the preps class was to look after their tortoise over the summer holidays, though it may have been a turtle. The Grade 3 room was decorated with a large picture of Santa Claus, painted by Richard and Andrew Crosgrove, (whose surname I have been known to spell incorrectly, according to complaints received!)",
      "Personal",
      "Keith Gregory of Murchison was awarded Life Membership of the RSL by the State Executive Committee.",
      "John Francis, serving in Vietnam with the 110 Signalling  Squadron was awarded a medal for overseas service, and was preparing for the early 1972 evacuation from Saigon. He had been a student at St Mary’s school Rushworth, taught by the St. Joseph’s nuns.",
      "Tom and Lorna Moylan celebrated their silver wedding anniversary, congratulated by children John and Dennese. They had been married at St. Mary’s, Rushworth in 1946.\nEarly notice was given of a kitchen tea for Frances Kennedy of Rushworth, listed for January, 1972.",
      "Sport",
      "Murchison Football Club poached Nagambie’s coach Barry Smith for 1972. The dual premiership coach had previously played for Stanhope in the Goulburn Valley League. (Good bloke Barry, an old mate at Nagambie.)\nPeg Brady of Murchison won the Goulburn Valley Bowls singles championship.",
      "Skippers of bowls associates at Rushworth were Jean Jessup, Kath Heath, Ann Pearce, Lil Budd, Dot Aitken and Faye Geddes.",
      "Featuring in Colbo Gun Club’s Christmas shoot were Trevor Wootton, Bob West and Ken Shearer.",
      "Rushworth cricketers were led by acting skipper George McLeod against Lancaster and were missing regulars Johansen, R. and I. Williams and I. Perry. Two junior players were needed to fill the team, but Lancaster fast bowler John Lilford’s 5 wickets for 31 was the match-winner.",
      "Stephen Teasdale, who bowled with a windmill action like Alan “Froggy” Thompson, took 5 for 26, but Rushworth Under-15 team went under to Tongala.",
      "Kamarooka Blues had Colbo cricketers covered, making 100 in reply to 65 (G. Clarke 17). Colbo made 118 in the second innings, thanks to Frank Stewart’s 40.",
      "Season’s Greetings",
      "Best wishes to all readers over a safe festive season, and for a much better 2022. Many of you have had a mention during the past twelve months. ",
      "Special thanks to Mary-Jo, Vicki and the team whose community contribution via Waranga News is under-recognised and should be the subject of massive pats on the collective backs. ",
      "I have spoken recently to people whose local newspaper has “gone under”, and they are dismayed at what the loss has meant, especially for other community groups trying to get their message out and involve new people.",
      "I commend a recent letter by Bernadette (Howley) McArdle, regretting the closure of multiple community organisations such as the CWA branch. I encourage every adult citizen to link up with a community group during 2022, not necessarily as a member, but certainly as a “do-er”. We need more in the Doing Department. A community New Year’s resolution?",
      "From last edition . . .",
      "In the previous edition, the story was told of Murchison minister, the Rev. James Dare performing a marriage ceremony involving Sarah Williams, just 15 years of age, in April 1871. Charged with conducting an under-age “wedding” in Sandhurst Court (Bendigo), the Reverend was convicted and fined 20 shillings, about a week’s wage at that time."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
