{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-08-12",
  "title": "August 1971 had lots of news",
  "media": "",
  "body": {
    "pars": [
      "What follows are highlights from just the first two August editions of the weekly Rushworth Chronicle.",
      "Fire\nA shed and its contents behind a home in Murchison Road Rushworth were destroyed by fire. Property was owned by Frank Miller of Kyabram and occupied by a number of female teachers from Rushworth schools.\n",
      "Road fatality\nAn 11-year-old boy died after two sedans collided on a bend on GV Highway east of Murchison. One was driven by former Geelong Football Club coach Peter Pianto.",
      "Shire\nThe Council decision to close Colbinabbin pool was to be reviewed. The Royal Lifesaving Society had lobbied the Department of Health, and the department was in discussions with Waranga Shire Council.",
      "Crime\nThieves forced entry into Les Perry’s ute in Heily Street, taking a radio, several tools, a rifle, bullets, a jack, sunglasses and a set of keys. Vandals painted varnish on the window of Howard and Rosemary Hawking’s hardware store, which is now the IGA supermarket.",
      "Rushworth motorcyclist was fined for a noisy bike and no L-plates.",
      "Former Rushworth man with multiple convictions for driving while disqualified was sentenced to three months in gaol, after being detected and charged by Senior Constable Berry. He was bailed, pending an appeal.",
      "Schools\nOur High School excursion to Tasmania started badly when the Princess of Tasmania was stranded in Melbourne by a wharfies’ strike. After “sleeping” in the ship’s lounge chairs, we were taken to Tullamarine the next morning and flown to Tassie, with little disruption to the schedule which took in Port Arthur and the Cadbury chocolate factory if memory serves. I shared rooms at each location with Geoff Hawking and Chris Cheatley.",
      "Rushworth Primary School reported that prep Raymond went to Melbourne “to have his legs mended”. (That will have been Raymond Barber.) Grade 1 went to the railway station for “a ride in the driver’s cabin of a diesel engine. Hilary and Craig pulled a lever to blow the whistle.”\nPrimary students Craig Beck and Daryl Roberts wrote to Professor Blackman “to ask how an astronaut can blow the moondust off his camera”. Jimmy McIntosh was draughts champion of the school.",
      "Community\nBert Henry won a silver watch by beating Max Brown in snooker competition held by Murchison Football Club at the Caledonian Hotel.",
      "130 people attended the RSL dinner dance at Stanhope Hotel-Motel. (Hope they were slim.)",
      "Mentioned in Stanhope guides and brownies report were E. Hancox, H. Linford, S. Young, J. Warren, J. Anderson, J. Burrows, L. Farley, L. Hepburn, M. Bell, E. Bell, and S. Gemmill. ",
      "Apex Clubs Zone finally granted charter to newly-formed Rushworth-Colbinabbin Club where senior positions were held by Ray Cheatley, Ian Borger, Torrance Cosgrove, Max Richards, Anthony Barlow, Keith Taylor, Ian Anderson, Trevor Branson, Jim Perry (Public speaking) and Murray Hitchcock (Fellowship and Sport). (Fifty years on, Murray is still fellowshipping in Tongala Lions Club.)",
      "Personal\nPassing were Stanhope’s Harold James and Arthur “Dick” Cheong, formerly a school-bus driver of Rushworth. He had six children and two grandchildren. Dick, who drove an old red bus which had done a few miles, was the first of half a dozen drivers who took me, my siblings and lots of other kids from Colbo, Wanalta and Moora, to and from school. When Dick’s bus finally croaked, it was converted to become accommodation at the Rushworth Caravan Park, then operated by Arthur and Dorrie Boulton.\nHigh School student Richard Sullivan reached finals of a statewide cooking competition held by State Electricity Commission. (Remember the SEC?) ",
      "Ron and Margaret Sidebottom of Murchison welcomed baby Jeremy. Gary and Glenda Smith (nee Coote) announced Kerrie Lee’s arrival. Pat and Gwen Kealy (nee Morgan) produced Mark Patrick.",
      "Twin Lynette Delincourt of Rushworth was engaged to Glenn Ritchie of Nagambie.",
      "Formerly of Rushworth, John Quirk had passed exams to become Senior Constable (at Echuca) and other exams to graduate from CIB Training College. (Ask him about the exam questions if you see him around!)\nNewsagent Ivan Jell announced that LP records could now be purchased. (Remember them?)",
      "Sport\nColbo netballers ended their season, counting the votes for best and fairest. Kerryn Duke topped A-grade, from Wilma Hamilton.  Jane Hill led Mary-Anne Morgan in B-grade. Both Rushworth teams made the finals.\nMurchison netball stars included Jenny Whitling, Cathie Hastie and Kay Revell.\n",
      "The Rushworth hockey team in B-section of Shepp Hockey had become flag favourites as their roster season ended. Half the team were using a hockey stick for the first time.\nFootball\n",
      "Girgarre Football Club members were enjoying their new pavilion but with 8-4 were no match for Nagambie on 12-8.\n",
      "Stanhope, in the GVFL, slipped out of the finals by losing 8-12 to lowly Tatura’s 13-9, despite the efforts of the Johns Gibbs and Murphy.\n",
      "Rushworth finished on the bottom, going down 7-10 to Mount Pleasant 15-12, Mal Potter winning the carton of cigarettes. The Seconds finished on top, beating Mounts by four points. (Oggy still looks smart in the shirt he was awarded.)\n",
      "Colbo finished second, beating leaders Heathcote, 11-17 to 11-7, after the team included Ken McMurtrie, Frank Stewart, Chris Cheatley, Tom Tuohey and Bob McLean who kicked a goal. (He tells me it was the only goal of his footy days, seniors or seconds, a dribbler off his left foot. I hope his grandkids read this!) Graeme Reid was named best, but Ian Marrett suffered a bad knee injury. (The club raised funds for him as he had a long period off work.)\nCheatley Medal for Best and Fairest in Heathcote League went to Mervyn “Chicken” Smart of Mount Pleasant (19 votes), from Dennis Pangrazio and Tony McCumber both of Heathcote, on 17.\n",
      "Seconds award went to Malcolm McLeod (19 votes), from Alan Binney of Heathcote (10). Third was a skinny kid from Rushworth on 8. (He only played about seven games and had absolutely no recollection of this until seeing the old Chronicle.)\n",
      "At club level, John Lambden won the Lambden Cup for Rushworth’s Best and Fairest, Mal Potter (aged 16) runner-up. Big Mal also won Most Consistent. Trophy for most umpires’ votes was shared by Alec Horne and Maurice Clarke. The skinny kid was awarded Most Improved, but was still eligible to go back to the Seconds for the finals.\nMal McLeod easily won the Seconds award, from Barry Thompson (Most Consistent). Most Improved went to Robert “Possum” Jones.\n",
      "Heathcote League finals were coming up. Entry fees were set at adults 60 cents, Under-17 free, cars 10 cents. (No need to read this again. These fees are correct!)"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
