{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-10-14",
  "title": "Daylight Saving returns to Victoria in October 1971",
  "media": "",
  "body": {
    "pars": [
      "Eastern States of Australia re-introduced daylight saving for the first time since 1946. There were fierce debates about upset dairy cows, fading of curtains, and popular TV news and entertainment programs failing as former audiences would all stay outdoors. drive-in theatres faced screening not two features but one, to avoid very late finishes. Chaos!\n",
      "Many years later as daylight saving ended in March, I was at Crime Stoppers. A caller rang with enthusiasm in his voice to encourage me to lobby the government for daylight saving all year round to reduce crime. “It’s a well-known fact that more crime occurs at night!” he told me knowingly. I gently asked him if he thought turning his clock back or forward by an hour actually changed the amount of darkness. My phone gave a “click”.\n",
      "Waranga Shire\n",
      "The Shire donated land in Stanhope ahead of a public appeal for funds to build a Senior Citizens’ Centre. A government grant had been secured. \n",
      "Health Inspector Mr H Tonkin reported seventeen active cases of infectious hepatitis in the Shire, and thirtycases since August. Is this a reverse echo from the present day?\nA ratbag did a “wheelie” damaging the bitumen in front of the Shire Office.\n",
      "Visitors could not find Colbo sports ground so Council voted to place a sign on the main road.\n",
      "Community\n",
      "Moora Fire Brigade roster duty: Eldred Hacon and Peter Home.\n",
      "Mrs P  Bourke succeeded Mrs J  Quinn as President of Stanhope Catholic Ladies Club.\n",
      "Ladies Committee of Waranga Memorial Hospital had raised $1152.52 over the previous year, with Mrs Eileen Barlow at the helm.\n",
      "Schools\n",
      "Rushworth hosted the Goulburn-Campaspe Secondary Schools Sports Association athletics carnival for Kyabram, Rochester, Echuca and Nathalia schools at Ironbark Stadium, only it wasn’t called that then. Taking first place for Rushworth were Graeme (“Googsy” or “Wally”) Jones (Under 16 400 metres), Geoff Hawking (Under 19 High Jump), Malcolm Potter (Under 19 discus) and Alan Hammond who won Under 19 400 metres, 800 metres and 1500 metres. Second placings went to Ray Cruz (Under 19 200 metres) and Bruce Milthorpe (Under 16 800 metres). ",
      "Where were all the girl athletes?\n",
      "Rushworth Primary School reported Lyn Home bringing to school “the fleece of a black sheep. The fleece weighed 14 pounds and we are going to try to wash, card, spin and weave it for a social studies and science project”. How did it go Lyn (Fraser)?\n",
      "It was a month of mourning at the school. Prep Faye’s fish died, then a Grade 1 fish floated to the top, and Laura’s tadpole tipped over. At the Seymour Music Festival Grade 2 sang the most appropriate song “Going to the Zoo”! ",
      "Not so sad was Sherry bringing Nursey’s cornet to school and “making a funny noise when she blew it”.\n",
      "The kind pupils at Murchison Primary released a bullfrog that “Steven found in the gutter. We did not want him to get hungry or lonely.” Presumably the frog, not Steven.\n",
      "Personal\n",
      "Frances Anne Barlow and Gavin Lawrence O’Sullivan (Elmore) tied the knot at the Rushworth Catholic Church. I sense a golden wedding anniversary has just passed.\n",
      "Ditto Sheryl Joy Clarke and Ivan Stanley Baldwin, married in late September, reported in October Chronicle. Robyn Campbell (nee Baker) was Matron of Honour, Murray “Mo” Coyle Best Man.\n",
      "Joan Geisler of Rushworth and John Todd of Stanhope got serious, and happily engaged. So too did Christine Dent of Stanhope South and Peter McArthur of Sea Lake.\n",
      "John Hardie of Rushworth passed away.\n",
      "Reg Poole was MC at a popular dance at Harston Hall, which attracted dancers from across the district.\n",
      "Kindergarten Craft and Trade Exhibition at the Shire Hall featured weaving, spinning, crocheting, cake decorating, oil paintings, enamelling, sewing and knitting machines, dippity glass (whatever that is), dried flower arrangement, bark painting, hobbytex, paper flower making, doll display, food products, cosmetics, electrical goods, men’s hobbies, a gun display and an historical display. Apart from that, not much to see really.",
      "Football awards\nAt the Rushworth Football Club dinner, proposing a toast to the Heathcote Football League former club President Bill Lambden mistook his speaking role. He gave League President Sam Cheatley a fearful roast (not a toast) after the League had failed to award a final to Rushworth and making the undefeated Under 15s play their delayed Grand Final at Toolleen. Sam thanked Bill “for the constructive way he had proposed the toast”.\n",
      "The trophies were generously given. Don Richardson’s trophy for leading goalkicker went to Alec Horne. Alec shared the Curtis family trophy for most votes in the League medal with Maurice Clarke. Best Clubman (Williams family award) went to Denis Ogden.\n",
      "Coming from Melbourne to present the Stephen Hoyling Memorial Award for Under 15 best and fairest were his relatives Matt Andrews and Aub McKay. Graeme Jones, mentioned above, won the trophy. Geoff Cruz won Dick O’Donnell’s award for most consistent player. Ernie Brown’s trophy found Simon Fraser to be most vigorous, and Roy Nutt’s training attendance award went to Bill Berry. Must have trained well. Big Bill later played senior footy for Footscray and Essendon. He should have sign in his honour at the park.\n",
      "Summer sport\n",
      "At the Murchison golf’s final event for the season, Val Doyle won a golf ball. The following day bowls commenced and she won there too!\n",
      "Rushworth club tennis tournament winners were Kerryn Beck and Mark Locke in the juniors, Doreen Wall taking the women’s section over Faye Burge. Torrance Cosgrove beat Ted Whitehead and Faye Burge’s son Ross to win the men’s tournament.\n",
      "Rushworth’s struggling cricketers made 66 which Girgarre laughed at while making 6/234. Ross Williams 0/66, Graeme Hageman 0/28, Graeme Johansen 1/36, Bruce Wootton 1/18, Roger Barnes 1/35, Ian Laurie 0/4, Haig Poulson 0/17 and Robert Olston 1/11 sent their fieldsmen chasing leather around the oval. Barry Linford retired on 76 for Girgarre, Doc McDonald making 32. (Good luck to Girgarre Cricket Club in their stop-start efforts to get the club centenary celebrated.)\n",
      "Colbo cricketers rolled Bagshot for just 66 (Glenn McTaggart 3/3, Graeme Clark 2/3), then quickly reached 4/85."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
