{
  "sling:resourceType": "",
  "title": "District winter sport finals begin in August 1971",
  "date": "2021-08-19",
  "media": "",
  "abstract": "",
  "published": true,
  "body": {
    "content": "District winter sport finals begin in August 1971\nThe winter of 1971 continued wetter than average, impacting on a lot of outdoor sport. Waranga Shire Council had a busy agenda, as a new riding was created and an election held to choose three new councillors.\nShire\nWaranga Shire Council decided to run the garbage collection service once external contract arrangements expired. Shire engineer Max Richards estimated 2-3 men on a truck for one day a week would cost $3000 annually.\n200 new chairs ($6.50 each) and 20 new tables ($28.50) were purchased for the Shire Hall. A new table was also purchased for the Council meeting room, as three new councillors had been added with the new South-Eastern Riding. They were Len Coyle, Allan Hammond and John Hammond.\nRushworth tip caretaker Bill Campbell’s appointment was extended, on $416 per year plus salvage rights for his “job on the Council”.\nA poll of ratepayers was to influence whether Council took over the Rushworth Water Trust administration.\nCouncil considered a new Health Commission directive that piggery operators must be 800 metres from channels and other waterways. 95% of local piggeries were to be impacted.\nTragic accident\nColbinabbin’s Branson family lost 18-year-old Katherine, and driver Vin Tuohey was seriously injured after a tragic smash on the Heathcote-Rochester Road near Colbinabbin.  \nSchools\nAt St. Mary’s school, a ball was organised for the pupils, with music supplied by Mrs Cassie Tuohey, her brother Bob Stewart, and Jim Ryan.\nAt Rushworth Primary, wildlife enthusiast Ian Raglus was at it again. This time he took a scorpion to school in a jar. April Hawking took along a leaf skeleton left after grubs had eaten the leafy part. Susan Robbins cared for turtle Swimmy during the school holidays.\nCompetition winner at St Mary’s Mothers’ Club meeting was Margaret Tuohey. (She will be pleased to get a mention 50 years later!)\nCommunity\nJulie Brisbane and Lynette Young joined Murchison Brownies in time for Mrs Bourke’s demonstration of First Aid.\nRangers were enrolled at Rushworth. Dianne Barber, Jenny Bell, Carol Cruz, Marilyn Cruz, Christine Damon, Margaret Hammond, Dianne Perry and Rosalie Hawking might still be rangers, out on the range. (I obviously have no idea what a ranger was or did. How long did they last?)\nRushworth and District Historical Society had Miss Olive Sprunt as guest speaker, recalling her days teaching earlier in the century, and events at Burrumboot East and Wanalta.\nFooty Club claybird shoot at Moora had women’s event won by Mrs L. Morgan (Marj), ahead of Mrs G. Whiteacre (Marea), and Mrs K. Kerrins (Helen). First in the main contest   was Trevor Wootton, ahead of Murray Hitchcock and Ian Hageman. In the novice event, Robbie Borger scored, over Kevin Kerrins.\nStanhope Catholic Ladies’ Club president was Mrs Quinn.\nPersonal\nBuried at Rushworth was Shepparton’s Sid Furphy, an active member of several Rushworth organisations.\nAlso passing was Mrs Ethel Darroch, a pioneer name at Rushworth and Whroo.\nMrs Olive Service retired after 35 years in a (primarily) drapery business and thanked all her clients.\nAt Barbara Bell’s workplace, the Primary School, she was given a shower tea, ahead of her marriage to Graeme Johansen who had a bucks’ night, but I was too young to attend.\nSport\nBeryl Home hit a hole in one at Rushworth. Another lady hit her ball into the same hole in one stroke, but it came off the wrong tee!\nAt Murchison, Gordon McMaster won the Barrett Trophy handicap event, defeating Brian Brady.\nKerryn Duke of Colbinabbin had thrown more goals than anyone else in A-grade of Heathcote District Netball Association. A presentation dance was held in the Shire Hall at Rushworth.\nRushworth’s A-grade netballers won the second semi-final comfortably over Heathcote. Tiger B-graders went down to Mounts, 42-35. The next week Rushworth B’s tipped out Heathcote (Kaye Potter 26 goals, Judith Raglus 11) to join the A-team in the Grand Final.\nThe hockey team won their way into the Grand Final, Mari Slykerman and Marilyn McKeon each netting two goals. Lorraine Flynn, Beth Shanks and Val Perry were the stars.\nThere was semi-final excitement in table tennis. Going straight into the big one were Colts in A-grade, High School in B-grade, Methodist Blue in C-grade (Cheryl and Trevor Hawking, with cousin Peter Raglus were unbackable favourites), and Saintly Cats in D-Grade, with Ian Cruz and Gerard McArdle leading the charge.\nFootball finals\nStanhope’s finals dream was over, beaten by Shepparton by 12 goals in the last match.\nMurchison tuned up for finals, beating old rivals Nagambie, 11-9 to 10-9 with Alistair Bayles named best. When finals began, Murch Thirds won over Nagambie, thanks to Keith Lucas, Stan Nolte, Gary Whitford, Daryl Davies and Daryl Wright. Murch Seniors won 20-14 to Undera’s 12-16.\nHeathcote won the second semi-final by four points, kicking 10-26 to Colbo’s 12-10 at Toolleen. Colbo were best served by Bill Gerrand, R. Mullins, Keith Raynor, Kevin McTaggart, Nildo “Nicky” Munari and Reid brothers Graeme and Ian.\nRushworth Seconds went straight to the Grand Final, with 15-14 to Heathcote’s 9-8. Mac Poole kicked six Tiger goals, named best with Roger Barnes, Barry Thompson, John Raglus, Denis Ogden and Trevor Wootton.\nRushworth Thirds (Under-15s) also won easily over Heathcote, 17-9 to 5-3. (The present Under-18 competitions in HDFL and KDFL should be Under-15 or Under-16.)\nThe following week Colbo Seniors tumbled out of the preliminary final, no match for Mounts who had a habit of coming good at the business end. 16-12 to 8-15 was the score and some of Colbo’s ex-radius players were a little less than prominent. Ron Critchley, Peter Nihill, Barry Evendon, Barney Tuohey, Michael Frawley, John Tuohey and Tony Stribley shone for the Mountain Men.\nIn the next edition we will find out which teams won all the flags."
  },
  "sidebar": "",
  "related": [

  ]
}
