{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-07-08",
  "title": "Fifty Years ago in our district - Only half a century ago",
  "media": "",
  "body": {
    "pars": [
      "Only half a century ago….\n",
      "Fifty years ago this month, the skilful, charming and gracious-in-victory Evonne Goolagong won at Wimbledon. What a contrast between her behaviour and some of today’s grunting tennis brats. As usual, there was plenty of action in our district.",
      "Hospital\n\nA relieved hospital Board chairman, Bob Barlow, welcomed new Matron, Sister Katherine Preston, to replace Matron Nichols. There was a shortage of nurses in Victoria.",
      "Court\n\nSenior-Constable Gerry Berry told Coroner’s Court that some of a damaged car finished on one side of Wanalta Creek, the balance on the other side, after a high-speed crash near the bridge. Charles Ryan of Fitzroy had died instantly and medical examination found alcohol to the equivalent of 20 glasses of beer in his system.\n",
      "A Kyabram man was jailed for four months after failing to explain to magistrate how tyres belonging to Waranga Shire had mysteriously arrived in his possession.\nThirteen motorists made contributions of $20 each to Murchison Court for exceeding 30 m.p.h. These were non-locals, but two locals added to the funds when found guilty of charges of drunk and disorderly.",
      "First Constable K. C. Foley was on the case of the stolen saw blade, which Eddie Gleeson had left in the forest overnight. (Would the thief please return it to Marie Gleeson in McDonald Street.)",
      "Dairy companies merge\nAt Stanhope, the Shepparton Co-operative Butter Factory and the Stanhope Co-operative Dairy Company merged to become Ibis Milk Products Ltd. New Board chairman was M. Ballantyne, with general manager D. J. Gardiner.",
      "Community\nJim Barrett was installed as Stanhope Lions Club President, with Graeme Calder as secretary.\nGeorge Colliver donated land for Auto Club to construct its racetrack on the Nine-Mile Road.",
      "High School debutante ball held in Shire Hall featured some already gun dancers, just requiring that little bit of polish applied by trainer Mary Beck. Twinkle-toes Paul Grigg was partnered by Jenny Bell, Ken Risstrom (Denise Moylan), Alan Hammond (Rosalie Hawking), David Perry (Dianne Perry), Bill Cruz (Carol Cruz), James Bell (Christine Damon), Trevor Wootton (Gail Cleary), Robert Wall (Dianne Barber), Raymond Cruz (Marilyn Cruz), Richard Sullivan (Rhonda Sullivan), Ken O’Brien (Margaret Hammond) and Graham Muir (Jenny Muir). ",
      "Vivienne Taylor and Giselle Teasdale completed the set as flower girls, as all were presented to Country Party Leader Peter Ross-Edwards and his wife. (Sorry Mary-Jo. You will get letters about this.)",
      "Junior Fire Brigade\nWhen Alf Raglus stepped down as leader after 17 years, it was noted that he had enrolled 107 boys in that time, some going on to senior brigade. Presentations were made by Captain Chip Hageman, and by ex-Fireman Ken “Chummy” King.",
      "Churches\nRev. Derek Evans and High School teacher wife Roslyn were farewelled by Methodists from Stanhope, Rushworth and Colbinabbin. New minister was Rev. David Pentecost. (Good name for a minister!)\nRushworth’s Anglicans were planning open-air church service at Whroo. No date was set but surely spring would have been favoured over winter?",
      "Schools\nMargaret Hammond and Marilyn Cruz submitted High School report covering funds raised by a walkathon (donated to the hospital), and profit from new drinks machine (funding a gardener to mow the hockey field). Against the bigger Kyabram High, sports teams had done well, including junior footballers with best players Bill Berry, Rodney Mann, Ken Wilson, Trevor Hawking, Jeff Pearce and Austin Maxwell. Junior basketball best were Jenny Cheong, Gail Ryan, Rhonda Stokes and Meredith Heily.",
      "At Rushworth Primary Zoo, Mr Cogan caught a mouse and put it in a cage. Next morning it was gone, but Ian Raglus brought some boat pictures to school. (Hold the front page!) Playing sport against Sacred Heart Tatura, the basketball girls drew with 13 goals each.  Wendy Jones, Isabel McLean and Louise Poulson were mentioned. Remarkably, the boys also drew their footy match 7-7 to both teams. Best Craig Beck, Malcolm Cruz, Graeme Pearce, Craig Teasdale.",
      "At Murchison Primary, prep “Mark Finlay brought along a lovely cowboy suit. It had many shiny bangles and dangles”. (Oops. Another story for the front page!)",
      "Local dill\nLocal had discouraged dogs which chased his car by throwing a lighted cracker from his vehicle as he passed. Worked fine till the time he failed to notice his driver’s window was up. ‘Penny bunger’ made quite an explosion inside the car!\n",
      "Football\nStanhope kicked four goals in final seven minutes to pip Shepp United by five points. D. Gavin got four goals. Named best were Maurice Gibbs, B. Collins, Ed Murray, P. Bourke, Ken Chapman, John Gibbs and John Murphy.\nMurch upset reigning premiers Nagambie by two goals, as Peter Keady, G. Cross, D. Gale and A. Bayles got their names in the paper.",
      "Carton of cigarettes donated by Kevin Kerrins was awarded to Maurice Clarke, though Mounts gave Rushy a 10-goal defeat. (If he still has the smokes, he could sell them for a small fortune.) Bill Heath starred in his comeback in the Seconds, the Tigers up by five goals. Flash Morgan won the shirt donated by Ron Griffiths. (Les still has it but it is a little tight in places.)",
      "Alf Raglus reported on absent Rushworth players I. Williams (hospital after surgery), M. Jones and M. Poole (ill), R. Borger, W. Barlow and D. Ogden (all on holidays!), L. Gleeson and J. Francis (National Service), T. Wootton and W. Lloyd (injured), E. Clarke and N. Clarke (unavailable), J. Fullarton, G. Muir and P. Lloyd (all selected but failed to appear). Others who had played earlier in the season were A. Jones (cleared), I. Baldwin, J. O’Donnell, W. Risstrom, B. Smith and C. Martin. Captain-coach Harry Hitchcock would like a word with some of those players! ",
      "Colbo led Heathcote at half-time but fell away to lose by seven points. Keith Raynor, Rob Aitken, Ian Marrett and Graham Clarke were named in the best with Hill. Not sure whether Russell or Colin.",
      "Sport\nRushy basketballers were short (of players, not the other short). Leayne Hawking and Kaye Potter had to play both A and B grades, so slept soundly. Lorraine Toohey helped out. Mounts players named were Helen Ellis, Kaye Tranter, Aileen Howard and Ann Tuohey.",
      "Elsie Wilson, Jean Jessup, Amy McIntosh and Betty Muir all featured in Rushworth golf report. Norm Geisler went around in 81 to win A-grade, Keith Taylor’s 87 pipping Bill Cruz on a countback to take B-grade.",
      "C-grade table tennis had close matches. Methodist Blue beat Stanhope 6/5, Trevor Hawking winning his three games, Lindsay Hearn with two for Stanhope. Team called Division Three (police TV drama was called Division Four) beat Cuties 6/5. Graham Wastell did best for the winners, Robyn Roberts for the cute team. Big winners 10/1 were Battlers over High School. Battling to three wins were Kathy Thompson and Dianne Fitzgibbon. Barbara Bell won one rubber for High School.",
      "Footnote: A local old stager with an interest in history is seeking a new home for his large collection of Readers Digest magazines, some dating back to the 1960s, 1950s, even 1940s. If interested, call him on 58561455."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "Fifty years ago this month, the skilful, charming and gracious-in-victory Evonne Goolagong won at Wimbledon. What a contrast between her behaviour and some of today’s grunting tennis brats. As usual, there was plenty of action in our district.",
  "related": {
    "article": {
      "page": ""
    }
  }
}
