{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-07-21",
  "title": "Goodbye to long-serving Shire identities in July 1971",
  "media": "",
  "body": {
    "pars": [
      "If I was to ask what was Australia’s top-selling song of 1971, how many readers would answer “Joy to the World”, by the wonderfully-named Three Dog Night? See, you have learnt something already and we are only in the first few lines!",
      "Shire\nAfter 38 years as Shire engineer, Mr Hubert J. P. Elms was farewelled by Councillors and senior staff at a dinner at Stanhope Hotel Motel, and again by Shire staff at an event in Rushworth. He had seen, and been responsible for, some remarkable changes between 1933 and 1971.",
      "Farewelled after sterling service were grader driver Henry Hay (16 years) and Bert “Gilly” Cochrane, dayman at Stanhope for “many years”. \n",
      "Council agreed to purchase an accounting machine. (Good idea. May have helped Mal McLeod with preparation of his rates notices.)\nAlice Hall of Midland Highway, Carag Carag, applied to the Shire to operate a piggery.",
      "Courts and crime\nStanhope man lost licence following collision with Rushworth motorist back in April.\nPetrol pump was set alight at Stanhope Motors. Frank Hageman reported the fire, put out by garage employee Kevin Bazeley.",
      "Community\nAt AGM of the Youth Club, the lack of interest of parents was slammed. The thirteen Committee members were active, as were leaders Gerry Berry, Peter and Robin Draper, Jack Le Deux, Barbara Bell, Margaret Doak and Barbara Baker, but parents were conspicuous by their absence.",
      "Royal Lifesaving Society awarded long-serving Rosemary Hawking, Len Armstrong, Pat Lorenz and Esler Risstrom.\nColbo Young Farmers held a ball in the hall, decorated in red and white streamers, and black rabbit heads all around the wall. (I could not be making this up!) The spotlight was on the Maverick band from Bendigo, Belle of the Ball Gail Hollands of Bendigo, Princess of the Ball Yvonne Hill. (Question: Did any of those farmers want a wife?)\nA weekend for Colbo Girl Guides was held at Norm Wright’s cottage, when Rosemary Burge and Heather Purvis were enrolled. Brownies Kathy Morgan, Kathy Jackson and Jacqueline Mercer went up to Guides.",
      "Schools\nMurchison Primary reported a new guinea pig Trixie and her male friend Mickey. Students were recording the actions of the guinea pigs in a book. (That could have become interesting…….)\n",
      "Rushworth Primary School news noted from Preps: “We have been digging holes in our spare time to find water. Some of us are hoping to find gold too.” (What spare time? To find water?)",
      "Ian McMurtrie took a large brick to school. “Miss Bell brought a fry-pan to school and we made some bricks.” The Mothers’ Club AGM reported $880 spent that year on the school, as Mrs Nance Meagher was re-elected President.",
      "St Mary’s School and the Primary School contested footy and netball. St Mary’s 6-10 (best Hugh Fraser, Ray McEvoy, T. Rawlings, S. Locke and Chris Geisler) beat Primary 6-2, with Craig Beck, Mal Cruz and Wayne Raglus named.\nSt Mary’s won two netball games, with the third one drawn. Toni Ryan, Terri Ryan, Claire Barlow, Bernadette McArdle, Teresa Barlow, Robyn Foley, Mary-Anne Morgan and Ann Kerrins saw their names in the paper. So too did Isabel McLean, Louise Poulson, Wendy Jones, April Lloyd, Dianne Allan, Gillian Risstrom, Lyn-Maree Pierce, Jenny Anderson and Robyn Schade for the Primary School.",
      "High School Ladies Auxiliary was still basking in the glory of what teacher Mrs Salter described as “an elegant and well-run ball”. (That was the debutante ball earlier in the month.) Teacher Miss Cherry Roll told the auxiliary of increased sporting opportunities for students; netball, men’s basketball, volleyball, baseball, table tennis, football, golf and bushwalking. (Anyone know how I might contact Cherry, who was later Cherry Johnson? She taught me Physics in Form Five in 1971, and I am still trying to work out one of the problems.)",
      "Form 3 girls regretted their hockey challenge to teachers, going down 1-8 in a lunch-time game. Bad move Susan Foley, Margaret Weaver, Sheena Weaver, Lorraine Wallace, Di Fitzgibbon, Wilma Schade, Miriam Poulson, Margie Potter, Jill Gledhill, Helen Whiteacre and Yvonne Laurie. Gleeful in victory were Mrs Holschier, Mrs Slykerman, Miss Brewster, Mrs Thompson, Mrs Rosenberg, Mr Johnson, Mr Barnes, Mr Price and goalie Mr Shanks who needed all the padding to keep himself warm. (More on him later.)\n",
      "Personal\nShepp High School student Warwick Begg, of Murchison, was one of five Victorian students selected to attend special course of science lectures at Sydney University.\nWhen Keith Whitford of Murchison married Dianne Ritchie of Shepparton, the service featured singing by Sacred Heart College Girls’ Choir.\n",
      "Long-time resident of both Murchison and Stanhope, Arthur “Bert” Brisbane, passed away. He had been a dairy farmer, sportsman and political activist.\nFootball",
      "Heathcote was flying on top of the ladder with 11 wins and one loss. Mounts, Colbo and Elmore were all equal on six wins, six losses, as Rushworth occupied the lowest rung with three wins. Despite that, Rushworth 8-6 led Colbo 2-8 at half-time. A few of us must have fallen asleep as Colbo won 17-15 to 13-14, nine of Colbo’s goals from Keith Raynor.",
      "In the Seconds, Rushworth 18-19 got home ahead of Colbo’s 0-1, as Flash Morgan added to his wardrobe, winning another shirt, with Barry Duke named best for Colbo.\n",
      "The next Saturday a depleted Rushworth travelled to frozen wasteland of Tooborac to receive a 23-17 to 9-6 flogging. I am still shivering. So few were our numbers that occasional Seconds player Ted Shanks was 20th man for the Seniors! Bill Heath won the cigarettes. Graeme Johansen kicked five goals in the Seconds win, before going back to his half-back flank in the Seniors. Barry Thompson won the shirt. (Suits you Baz.)",
      "Murchison Football Social Club was busy. Dinner dance. Pub snooker tournament. Ladies played footy match against under-15 boys, winning by a “fantastic margin”. ",
      "Sport\nRushworth netball girls had more success at Tooborac though hyperthermia was a risk in their short skirts. Janet Mackinder and Pauline Wootton found the goals for A-grade, Judy Raglus and Kaye Potter shooting for B-grade. C Graders won 17-6, Kerryn Beck goaling 11 times, Isabel McLean with six. ",
      "Ron Perry had leased his star pacer Fair Deed to Mesdames M. K. Hickey and K. M. Ward. Driven by Peter Ward, the eleven-year-old won at the Showgrounds for a prize of $1505.\n",
      "In D Grade table tennis, Stephen Teasdale, Lynda and Geoff Taylor blasted Big Nev and the Toohey brothers off the table, winning 11/0. \n",
      "Rushworth hockey ladies blitzed Shepparton High 9-1, with five goals to Marilyn McKeown, three to Marie Slykerman and one to Val Perry.",
      "Graham Spence and Roger Barnes beat Torrance Cosgrove and Tacky Borger in golf semi-final, Ivan Jell and Aubrey Geisler accounting for John Teasdale and Peter Meagher in the other.",
      "Ladies Champ was Amy McIntosh, Norma Cosgrove tops in B-Grade. Ella Lorenz won C-Grade."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
