{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-09-16",
  "title": "Pigs in firing line in mid-September 1971",
  "media": "",
  "body": {
    "pars": [
      "Piggery interests were angry at proposed new State Government laws to deny piggery licences to any property within 880 yards of a stream, reservoir or channel. ",
      "Waranga councillors estimated it would finish 95% of piggeries across the Shire. Protests were planned.\n\n",
      "Drinkers arriving at local hotel all brought packets of lozenges and presented them steadily to another of the regulars. Seems he failed to get the message that he was talking too much!\n",
      "Waranga Shire Council\n",
      "There was dismay across the district as the Shire increased dog registration fees, sanitary pan charges, and piggery registration fees. To have your sanitary pan emptied weekly went up from $16 PER YEAR, to $20. Clever Councillors agreed that the pan charge had been too cheap, discouraging ratepayers from fitting septic tanks!\n",
      "There was excitement at the Shire’s caravan park at Waranga Basin as an oil-fired water heating system was installed for the showers. Twelve new powered sites were prepared. A new watering system preceded the planting of lawns.\n",
      "Council voted to sell an old Scott Bonnar mower when the Tennis Club offered $15. All-day Council meeting finished early. 6.30 p.m.\n",
      "Schools\n",
      "At Rushworth Primary “petathon”, Heather Robbins was favoured to win the “biggest pet” category. She took her horse! Jimmy of Grade 4 brought a “pretend spider”.\nAndrew Pentecost brought along two snails, as Grades 5 and 6 competed for the best bird scrap book.\n",
      "Community\n",
      "Big number of visitors at Whroo in the Sunday spring sunshine, with attractions of wattle, wildflowers, waterhole and the cemetery.\n",
      "Church service was delayed in Rushworth as the organist had to dash home. She had arrived  minus her music? No. Without her glasses? No. She had left her teeth behind!\n",
      "Historical Society members painted (lower bits of) the old fire-bell tower, and were concerned at the decay of the old horse trough in High Street. \n",
      "Ron Risstrom gave a talk about the massive disruption to the town in 1913 when the railway line was pushed across High Street on its way to branch off to Colbinabbin and to Stanhope. \n",
      "Shops were pulled down, and the Mechanics Institute building (now the museum) was also dismantled for re-construction a few yards away.\n",
      "Inducted as new Brownies at Rushworth were Sherry Nurse, Wendy Hawking and Vivienne Taylor, as the pack prepared for a Goulburn Valley Brownies picnic at Whroo. All had to wear fancy dress representing flowers, plants and birds. (Do Brownie packs still operate in the Goulburn Valley? Guides? Scouts? Cubs?)\n",
      "Personal\n",
      "Miss Sheryl Clarke received a kitchen tea afternoon in the Fire Brigade Hall, ahead of her marriage to Mr Ivan Baldwin.  (Golden wedding coming up!) Presenting the many gifts on behalf of the givers was Mrs Florence Perry.\n",
      "Passing away was James Moylan of Station Street, Rushworth, as Jack “Sharkey” Clarke of Stanhope Road, was admitted to Waranga Memorial Hospital.\n",
      "Would the person who took by mistake a pair of black framed spectacles from the Rushworth Golf Clubhouse on Sunday, please return to Les Muir? (See more on the golfing Muirs in Sport.)\n",
      "Raymond Barber thanked all friends and relations for supportive messages, good wishes and cards, while he was a patient in the Royal Children’s Hospital. \n",
      "Sport\n",
      "A-grade table tennis premiers were High School teachers (Roger Barnes, Rob Olston and Ian Johnson) in a 6/3 victory over Colts team Ron Griffiths, Geoff Hawking and John Raglus. In B-grade, it was High School again, as teachers Ted Shanks, Warren McKeown and Noel Price proved too good for Bombers Les Perry, Noel Lloyd and John Mason, winning 6/4. Eleven rubbers were playable, but if six wins were secured the final rubbers were not played.\n",
      "Cheryl and Trevor Hawking and cousin Peter Raglus whipped Battlers 6/0 in C-grade. Battling were Kathy Thompson, Yvonne Hardie and Dianne Fitzgibbon. It was Saintly Cats in D-grade in a 6/1 victory for Ian Cruz and Gerard and Stephen McArdle, over Vultures, Mark Fitzgibbon, Malcolm Wall and Peter Hageman.\n",
      "Sixteen-year-old Graham McIntosh won high praise for his contribution to Goulburn Valley team at open-age Country Week golf. Merrigum youngster Gordon Claney also did well.\n",
      "Ken McNamara was declared Rushworth Golf Club Champion for the second successive year, beating Graham Muir at the eighteenth hole. In B-grade Mick Fox narrowly beat Keith Taylor. Keith’s fellow High School teacher Noel Price was too good for Ian Anderson in C-grade, and Max Richards showed Chief Perry who was boss in D-grade.\nGraham Muir’s mother Betty was runner-up in the Ladies championship. \n",
      "Pigeons released at Narrandera at 9.30 a.m. reached Rushworth in time for lunch at 12.30 p.m. Doug Pearce’s bird was first home, ahead of Bill Hardie, Alan Nurse and Craig Beck (or rather, their pigeons).\n",
      "Youngsters Ian Laurie and Bruce Wootton were firing at Rushworth carpet bowls, as were Mrs Collard, Ivor Wombwell, Jack Laurie and Jack Pettifer. \n",
      "At Colbo, Cliff Johnson, Mrs McTaggart, Mrs Joyce Hammond, Cyril Kelly, Keith Vickers, Mrs G. Vickers, John Vale and Norm Andrews got closest to the kitty.\n",
      "Football\n",
      "Making front page news was a report by Alf Raglus that some Rushworth Football Club committee members wanted to leave the Heathcote District Football League after seven seasons. There was a feeling that other club delegates were voting anti-Rushworth, after premierships in 1965 and 1969 and runner-up in 1968. The matter was unresolved, pending a further meeting of members.\n",
      "Murchison Thirds (Under-15s) had a good footy season, just going down to Ardmona 8-8 to 7-7 in the Grand Final. John Ferguson won praise for getting the boys fit.\n",
      "At Colbo, junior netball and football awards were presented. Named as trophy winners were Jane Hill, Mary-Anne Morgan, Margaret Morgan, Terri Ryan and Julie Francis. John “Tacky” Borger, junior footy coach, presented trophies to Peter Reed, Glenn McTaggart, Noel Tuohey, Terry Morgan, Brendan Tuohey, and James O’Dwyer.\n",
      "My sympathy and understanding for all local sporting clubs this winter. To have the season shredded as it has been by COVID is a great loss. \n",
      "Having gained so much from junior sport and later from open-age competition, and still retaining good friendships with some of those team-mates from half a century ago, I really feel for local players who have been starved this winter. \n",
      "We hope better times lie ahead. Community sport has always been important. We must do everything possible to retain it."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
