{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-11-11",
  "title": "Retirement dinner for Mrs Salter, November 1971",
  "media": "",
  "body": {
    "pars": [
      "Late shopping on Friday evenings in Rushworth and Stanhope was to be trialled for the four Fridays of December, in an attempt to “get locals to shop local”. Shops were to remain open until 8.30 p.m. With people still adjusting to daylight saving, the world was being turned upside down.\n\n",
      "Shire of Waranga\n",
      "Waranga Shire Councillor of 13 years, Bill Ledgerwood, of Elmore, died suddenly, aged 67. He was a veteran of World War II. \n",
      "Council sold a surplus mower to the highest tender, provoking outrage from the Stanhope Swimming Pool Committee.\n",
      "The Shire reported an operational deficit of $36,253 for the year to 30 September, prompting a forecast of big increases in Shire rates.\n",
      "Crime\n",
      "Car theft was rife. Ron McLeod’s Holden ute was stolen from behind the Shire offices. An Austin 1800 owned by Phillip Royce was taken from Coyle Street. Frank Casey of Girgarre missed his Ford Zephyr station wagon and his Ford Cortina, one found at Whroo, the other near Girgarre. Also at Girgarre, a white Morris owned by Rupert Kay went missing, found behind the Rushworth Hospital. An unregistered ute was taken from Dalgleish Motors at Stanhope. Two local youths were arrested and charged; a third escaped the foot chase of First Constable Kevin Foley.\n",
      "Dogs mauled 21 sheep one night near Colbinabbin, after a similar episode the previous week when 34 were injured.\nDunlop Hill water storage suffered $100 damage when a ratbag went for a swim. He ran off leaving trousers, boots and an unregistered motor bike.\n",
      "Stanhope motorist was fined for parking on the wrong side of the street, after he stopped there to “talk to a girl”. Stanhope truckie was fined for failure to have brake lights, while Rushworth driver of Girgarre Cheese factory truck was fined for same offence, failure to have warning device and incorrect tare weight displayed. (Not clear whether the factory paid his fines.)\n",
      "Schools\n",
      "Rushworth Primary preps reported, “When we talk about Rushworth we are going to make a model of the main street and the shops”. Grades 5 and 6 were preparing an entry for the Gould League of Bird Lovers’ competition, the booklet cover being a sketch done by Adrian Weston. Dr. Cosgrove attended to give injections, leaving some students complaining of sore arms the following day.\nEyes were closed and heads bowed for a minute on Remembrance Day. Ill teachers were Mrs O’Sullivan and Mr Cogan, replaced by Mrs Rosemary Hawking and Mrs Davis.\n",
      "Mrs Dorothy Salter, a 27-year veteran teacher at Rushworth Higher Elementary School, then Rushworth High School, was farewelled. Attending a dinner at Stanhope Motel in her honour were Mr and Mrs Lindsay Thompson (Mornington, later Education Minister and Premier of Victoria), Mr E. Anderson (Seymour, school inspector) and his wife, Miss Olive Sprunt (former teacher) and ex-teachers and partners Mr and Mrs Brian Baird (Blackburn), Mr and Mrs Alan Coulson (Eaglehawk), Mr and Mrs Alistair Balfour (Yallourn, both ex-teachers, the nee Wendy Bulleid), Mr and Mrs Gray (Cohuna, nee Miss Terri Grant), Mr and Mrs Alan McCaig (Bendigo, nee Miss Bev Stagoll), Mr and Mrs Ross Murray (Stanhope South, nee Miss Jeanette Hill), Mr and Mrs Ernie Pitts (Clayton, ex-headmaster at RHS), Mr and Mrs Allan Marsland (Bogong, both ex-teachers) and Miss Lucy Munsey (ex-school secretary). \n",
      "There were numerous apologies. Many speakers praised Mrs Salter’s teaching contribution. History, geography and sometimes English were her subjects.\n",
      "Community\n",
      "Girl Guide Leader at Colbinabbin was Mrs Pam Hassell, the Brownies led by Mrs J. Mercer, wife of the local bank manager. The Brownies celebrated the pack’s first birthday with a cake made by Mrs Edith McMurtrie. Gaining badges were Julie and Vicki Mann, Margaret Morgan, Michelle Hill, Rhonda Sanders, Judith Sanders, Cheryl Hill and Kathy Jackson. Julie Wright and Mary Ann Morgan were awarded badges for cooking. (Well done girls! Visitors to Colbo pub should ask Julie Price about this.)\n",
      "Colbo’s pool was allowed to open, provided the channel water was emptied out every week, and chlorine added to each refill. This was to cost $2 per day. Finally, the Murchison pool opened, with schoolchildren the first in.\nMurchison had a hectic weekend with a service at the Ossario in the cemetery, other visitors crossing the bridge en route to a German service at Tatura cemetery, and a hot rod event at Murchison East.\n",
      "The train from Murchison to Rushworth lost interest about a kilometre from the station and a relief engine had to be called in.\n",
      "Personal\n",
      "Graeme and Maree Chambers of Stanhope welcomed Michaela. (Maree had taught at Rushworth Primary School as Miss Hickey.)\n",
      "Sport\n",
      "Stanhope’s Dave and Malcolm Shaw were doing well with pacer Glen’s Gift.\n",
      "Murchison cricketers made just 36 against Lancaster. A storm hit and when play resumed Lancaster crashed to 7/33. The following week Murch grabbed the last three wickets or two, then hit up 5 declared or 107. Chasing 109 to win, Lancaster made 22. P. Bathman and D. Lucas were the damaging bowlers in the outright win for Murch.\n",
      "Murchison Under-15s were not quite so successful, dismissed for 19 against Stanhope, with Bruce Milthorpe taking four wickets for one run. In the next match against Rushworth, Murchison made 66, with Stephen Teasdale taking 6/36 and Barry Colliver 4/19. Rushworth responded with 3/23 initially, winning the following week.\n",
      "In the next match, Rushworth Under-15s made only 42, with sundries the top score on 13, against Kyabram Methodists who reached 8/97 at stumps.\n",
      "Rushworth’s young A-grade team was dismissed for 60, which Tongala raced past to reach 2/97.\n",
      "In A-grade tennis, Don Raglus was captain of Rushworth No. 1 team, leading nephew John Raglus, Ron Griffiths, Mark Mackinder, Barbara Johansen, Doreen Wall, Janet Mackinder and M. Locke.\n",
      "Rushworth No. 3 team was John Brown, John Borger, Bill Barlow, “Mr X”, Alice Brown, Ann Anderson, Nan Jessup and Lyn Brown. (Fifty years later Bill, who was Mr X?)\nIn B-grade, Rushworth 3 team comprised David Heily, Colin Barlow, Wayne Hageman, Peter Raglus, Pauline Wootton, Robyn Lambden, Lynette Perry and M. Clements.\n",
      "Mr Norman Cahill of Kirwans Bridge was seeking enrolments for his junior tennis coaching classes at Rushworth.\n",
      "Stanhope Football Club re-appointed Ian McDonald as coach ahead of the 1972 season."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
