{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-02-04",
  "title": "Sad month and big fires to start 1971",
  "media": "",
  "body": {
    "pars": [
      "Sad month and big fires to start 1971\nA reader has asked for “more Stanhope” in 50 Years Ago. Of course I can only help if Stanhope news found its way into the 1971 Rushworth Chronicle. This column is a good start for Stanhope, though January 1971 had some bad news across our district.",
      "New Year’s Eve Mardi Gras\nThe traditional parade and dance at Stanhope were very successful. Opened by Sir John McEwen, congratulated by Mardi Gras president Ron Roulston on his knighthood announced earlier in the day, the event attracted a huge crowd, and raised over $2,650.",
      "Miss Mardi Gras Junior: Julianne Calley. Belle of Mardi Gras: Miss Williamson, of Girgarre. Best decorated bike: G. Parkinson. Best decorated go-kart: Laurie and Peter Sherman. Procession organiser was Gilbert Cochrane, a role Gilly performed for many years.\n1970 Christmas Eve fete of Rushworth Fire Brigade\nCold and wet weather had sent the crowd home early but 200 children U8 received a present. Christmas hamper raffle: Graeme Morgan. Christmas stocking: Little Haydn Draper. (No, this was not the fisticuffs fete which starred Ken King and Roy Nutt.)",
      "Boxing Night Garden Fete at Murchison\nFine weather and a pleasing crowd made for a good fete. The report told of Mrs Arthur Brisbane correctly guessing the weight of the lamb. (Sounds like a big night!)",
      "Crime\nThe Christmas-New Year period saw thieves break into Ernie Brown’s Pharmacy using an axe on the rear door. Gifts, sporting goods and a cash register totalled $2000 stolen, the register recovered minus drawer, in East Melbourne.\nOn January 5, Carl Williams had his jewellery and watchmaker business ransacked, losing about $60 in cash and jewellery. (The building is now the Ice Cream Shoppe.)\nThe same night, Lloyd’s radio and electrical store was robbed of fishing gear, chainsaws, radios and batteries. Losses exceeded $600. (This store was in the Glasgow Buildings, I think.)\nMagistrate took issue with ratepayers failing to pay Council rates, a Murchison man ordered to pay $974.07. Two Rushworth men had declined to pay as they did not like the quality of the garbage collection service.",
      "Fires\nThe late December 2020 fire at Colbo recalled memories of January 1971, about 50 years earlier. A blaze back then broke at on F. Dowd’s property, bringing serious losses for G. Putland, C. Johnson, C. Tuohey and G. Tuohey. Friction from a tyre of a truck involved in fencing was believed the cause, as 4,500 acres of grassland, several haystacks, ten miles of fencing and some unoccupied buildings were destroyed on a day of high wind. Sixty fire units from the district and well beyond attended. Fears were held for the home of Cliff and Eileen Johnson and family but great work by firefighters was effective.\nCharlie Tuohey lost another fifyteen acres of pasture the following week, due to fire started from a smouldering tree.\nRon Hawking and eleven other firemen doused a grass fire in Southam Street on a Total Fire Ban day.\nAhead of a big fire demonstration competition in Rushworth, residents were asked to keep their hoses turned off during the nominated day, to allow maximum water pressure.",
      "Shire\nCouncil protested to the Mines Department over a bid by a syndicate to crush Bell’s sands at Nuggetty Gully to extract various minerals. Council agreed to apply for $10,000 towards Senior Citizen’s clubrooms at Stanhope.\nCrop returns down\nWheat harvest receipts at all local silos were down, according to Alf Sleep (Rushworth), Tom Tuohey (Colbo), Chippy Hitchcock (Stanhope) and Keith Gregory (Murchison). Few growers reached their allocated quota for sale to the Wheat Board.",
      "Community\nCommittee for Murchison Bush Nursing Hospital decided to seek grant for expansion, with new x-ray room, observation bed, and office enlargement on the agenda.\nDon and Mrs Richardson closed Brice’s Royal Hotel, having been directed to renovate or close. Waranga House now occupies the location.\nScouts Geoff Taylor (Rushworth), Peter Crothers, Alan Bray and Campbell Spence (all Stanhope), attended a jamboree at Leppington, near Sydney.\nMrs Feltham recued two children at risk of drowning at Campbell’s Bend, Murchison.\nSeptic tank system for Rushworth’s Miller Homes had failed, and effluent had run into the cellar of the Criterion Hotel.",
      "Personal\nThere was great sadness across the district after 18-month-old Nicholas Barlow, son of Sam and Pat, was found drowned in an irrigation channel.\nPud Burls’ dance music at the Railway Hotel, Murchison East, helped farewell storekeepers Vin and Mrs Hare, as son Eddie and his wife Pam moved to teach in Christchurch.\nGraeme and Norma Morgan of Geelong, with children Eric and Rhonda, holidayed at Rushworth with Norma’s parents, Mr and Mrs W. H. Raglus. Former residents Ben and Lettie Holmes, with sons Dennis and Jon, had holidays in Rushworth.\nFrances Barlow celebrated 21 years as the daughter of Jim and Eileen.\nHarry and Mrs Parker returned as reservoir keeper at Waranga Basin wall.\nLynette Miller of Murchison graduated as a mothercraft nurse, while Kathy Ferguson became engaged to Phillip Harris of Girgarre. Diane Hammond of Colbo and John Nicholas were engaged.",
      "Sport\nTerry Eldridge belted 108 runs (15 fours) in 90 minutes for Murchison against Cooma in B-grade cricket. Cooma made 43 and 8/95, with Peter Bathman taking 6/36 and 2/29. Murchison played on the MCG, but the next week Wyuna made the mammoth score of 297.\nGun bowlers Lyle Parker 5/29 and Graeme Hageman 4/23 rolled Kyabram Black for 102, after Rushworth scored 9/138 (Hageman 45, Haig Poulson 36). Ky captain was Gus Underwood, who still writes for the Kyabram Free Press.\nThe following match against Lancaster was a draw, Rushworth making 9/176, after Lancaster batted into day two, scoring 9 declared for 203. Graeme Johansen 52 and Graham Spence 30 did best with the bat, Spence also starring with the ball (3/26).\nStanhope cricket was not reported in the Chronicle, and Colbo’s cricket writer must have been on vacation.\nIn B-grade tennis, Denis Hardie and Doris Barlow beat P. Keady and Kath Moroney 8-7 in the mixed doubles as Rushworth 83 games beat Murchison 40 games. Other players for Rushworth were Stephen Brown, Herb Barlow, Paul Grigg, Kathy Grigg, Doreen Wall and Kathy Thompson. Murchison had K. and J. Smith, T. and M. Elrington, G. and R. Aitken, R. Cochrane and C. Burls, among others playing in their two B-grade teams.\nHistory books",
      "Thank you for the many enquiries about my history books. Most are available at the General Store, next to the old Chronicle office."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "Sad month and big fires to start 1971\nA reader has asked for “more Stanhope” in 50 Years Ago. Of course I can only help if Stanhope news found its way into the 1971 Rushworth Chronicle. This column is a good start for Stanhope, though January 1971 had some bad news across our district.",
  "related": {
    "article": {
      "page": ""
    }
  }
}
