{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-12-09",
  "title": "Sensation and scandal at Murchison in 1871",
  "media": "",
  "body": {
    "pars": [
      "Charge against clergyman of marrying a minor\n",
      "In recorded history, the matter of under-age brides has been regularly featured in books and newspapers. Was she too young? Where is the relevant paperwork? Who is she marrying?\n",
      "In April 1871, the Rushworth Court House had a minister in the dock, charged with performing a marriage ceremony for a girl alleged to be under age. Though the minister was very much involved at Murchison the previous September, he had since left town, for whatever reason. \n",
      "The story was more than scandal. A sad case of abandoned youngsters with little education, influenced by a woman crucial to the case, but who did not appear in court. Let the Waranga Chronicle tell its own version of events.\n",
      "Rev. James Dare answers charge \n",
      "“At the Rushworth Police Court, on the 12th inst., the Rev. James Dare, late of Murchison, was charged with unlawfully marrying Sarah Williams, on the 15th of September last.\n",
      "Sarah Williams, who was brought up a prisoner from Sandhurst [Bendigo], said that in September last she was living in a shanty at Murchison, as a servant to a Mrs. Bachelor. There was a man living there for a week called Proctor, who was drunk nearly all the time. Mrs. Bachelor told her she was to marry Proctor, and when he asked her she consented. \n",
      "[Sarah continues] Mrs. Bachelor went for Mr. Dare, and lent her marriage ring to Mr. Dare for the ceremony. She (witness) was about fifteen years old, and Mrs. Bachelor told her age to Mr. Dare. No justice of the peace was asked to consent to the marriage. She did not recollect her parents, and had forgotten whether she heard Mrs. Bachelor tell her age to the clergyman. The witness said she could neither read nor write, and did not sign the register. Mr. Dare gave her a certificate which she gave to Proctor, who only remained with her a day or two. \n",
      "In answer to the accused, the witness said that a little boy went for Mr. Dare, and not Mrs. Bachelor. She told Mr. Dare she was sixteen years old, but did not remember any written consent being given. She supposed her brother was sent for to be present at the marriage.” \n",
      "The evidence of Thomas Williams\n",
      "Thomas Williams, a farm Iaborer, seventeen years old, said he was the brother of the last witness. He remembered his sister’s marriage with Proctor on the 15th September last. Michael Ryan and Mrs. Bachelor were also present. Proctor was “tight,” being neither drunk nor sober. Mr. Dare, whom he knew as a minister at Murchison, asked Mrs. Bachelor for the ring. Mr. Dare asked him at the late Mr. Patterson’s to give his consent to his sister’s marriage. Mr. Patterson told Mr. Dare that he must go before two lawyers. He gave his consent verbally, as he could not read or write, and went to the wedding. He signed a document which was not read to him, and he did not know what it was about. Mr. Dare asked him to sign it. He did not know where his parents were and he had no authority from them to consent to his sister’s marriage. His sister was nearly sixteen. He did not remember being asked to consent as she was a minor, and did not give his own age as nineteen. \n",
      "A document was read to the witness, who said he had never heard it read before, but acknowledged the signature. He could sign his name, but could not read or write.” \n",
      "Evidence of Michael Ryan\n",
      "“Michael Ryan, a laborer, said he was present at the marriage and heard Mr. Dare ask the girl’s age. She said she was sixteen years old. The witness did not hear any consent asked. In the forenoon of the day of the marriage, Mr. Dare had tried to get a consent. He had signed his name to the document just read. Proctor was drunk on the night previous to the marriage, but was sober at the ceremony.\n",
      "Copies of the certificate of marriage of Sarah Williams to James Proctor, and of the certificate of birth of Sarah Williams were handed in. \n",
      "A medical certificate was also put in, stating that Mrs Bachelor was too ill to appear.” \n",
      "Evidence of William Phillips\n",
      "“William Phillips, a farmer, said he had known the girl Williams from her birth. Her father had been employed by him as a bullock driver twenty years ago. Nothing was known of him lately. The mother had been missed for some years; she had always been a rover. On the morning of the marriage, Mr. Dare told him he was going to marry Sarah Williams. Witness said he would wish for nothing better than to see her married to a steady man who would take care of her. Mr. Dare said Proctor appeared capable of doing so, and that he had 330 across the river.” [330 what? Sheep? Acres?]\n",
      "Defendant sent to Bendigo\n",
      "“On being called upon, the defendant said he would reserve his defence. The Bench committed him for trial at the next Circuit Court at Sandhurst on the 27th April, but admitted him to bail in the sum of £60, and two sureties of £50 each. The bail being forthcoming, the defendant left the court.”\n",
      "(Waranga Chronicle, 24 April 1871)\n",
      "What was the outcome? Was Rev. Dare found guilty? Now that is reason enough to buy the next and final edition of Waranga News for 2021. All will be revealed!"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
