{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-11-25",
  "title": "Shops open late Friday late in 1971",
  "media": "",
  "body": {
    "pars": [
      "The district excitement levels were high. Late Friday night shopping was to be trialled in Stanhope , following the lead of Rushworth and Murchison. There was to be no tea break, so a long day and evening for the sole traders. ",
      "Butchers were excluded, obliged to close at 6 p.m.\nThe opening night verdict? “Not a roaring success,” according to Rushworth Chronicle editor Geoff Beck.\n",
      "Community\n",
      "Completing a campaign which began in 1968 with a proposed  river pontoon pool planned by Arthur Trevaskis, but not eligible for grant funding, and abandoned, Murchison’s new in-ground pool finally opened, with Shepparton MLA  and Country Party leader Peter Ross-Edwards on the scissors to turn one ribbon into two.\n",
      "The Rushworth Swimming Club meeting ahead of summer swim season attracted only six people. Dozens of families expected the pool to be available over summer but pool administration and operation were left to a handful of willing workers. \n",
      "Stanhope Senior Citizens Clubroom appeal had raised $6,193 and Shire plans to call tenders for its construction were announced, as building plans had been approved.\nRushworth and District Historical Society President Bill Jacobson led members on trips to Colbinabbin homestead, Redcastle and Graytown cemeteries, and Costerfield. The excursions took in the site of the old Gobarup school, and George Colliver explained some of the Nine-Mile diggings at his property.\n",
      "Moora Fire Brigade roster: Bill Lambden and son John. (Bill must have been in two brigades. He was brigade captain and a stalwart at Rushworth.)\n",
      "Rushworth Fire Brigade roster for December: Plugs – Les Morgan, Howard Hawking and Ray Cruz. Fatigues: Graham Hawking, John O’Donnell and Geoff Hawking.\nBrownie leaders farewelled at Stanhope included Nancy Burrows, mother Pat and daughter Beth Crothers.\n",
      "Joining Guides at Murch were Linda Aitken, Jenny Thompson, Jeanette Brown, Jane Begg, Sally Grant, Megan Grant, Christine Thomson, Christine Noble and Julie Hogan.\n",
      "Personal\n",
      "Brenda Cassidy and Graham Rice of Murchison tied the knot.\n",
      "There was concern for Wayne Snelling, taken to Mooroopna Hospital after a car driven by father Dick ran off McColl’s Road at Stanhope.\n",
      "A long letter was published from Marguerite Crute who made a case for retaining the toilet pan system in Rushworth, saving the expense of septic tank installation for some ratepayers. Mrs Crute believed ratepayers should have a choice as to how they spent a penny. (Younger readers put your hand up if you know anything about the old saying “to spend a penny”. Grandparents may care to explain.)\n",
      "Schools\n",
      "Students from Murchison Primary chatted to Victorian Governor Sir Rohan Delacombe when his car stopped outside the school.\n",
      "Rushworth Primary pupils were getting impatient. Class photos had been taken a month earlier but there was no sign of the prints and the year was nearly over. “Ian Raglus found a spider and has it in a jar.” (How is it going Ian?)\nRushworth Grade 6 students joined their counterparts from Stanhope, Colbinabbin and Carag Carag Primary Schools for an orientation visit to the High School at Rushworth. (Was Brian Crilly the only kid from Carag?)\n",
      "Sport \n",
      "Playing tennis in A-3 for Rushworth were Barry Thompson, Alan Curnick, Gordon Raglus, Bob Williams, Shirley Raglus, Faye Burge, Pat Stewart and Janet Mackinder.\nMaking a racquet in C-3 were David Heily, Mark Mackinder, Colin Barlow, Ross Burge, Pauline Wootton, Robyn Lambden, Lynette Perry and Rosalie Hawking.\nColbo cricketers welcomed Dingee and knocked up 109 thanks to Bob McLean 23, Frank Stewart 22, Graham Clark 22, and Allan Hammond 22. Dingee was dismissed for 80, with Frank’s mighty figures of five wickets for two runs. In Colbo’s second innings Bob got 23 (again), as Colbo declared at four wickets 80, hoping to bowl Dingee out again. Needing 110 to win outright Dingee just missed, being 3/107 at stumps. (Who was the skipper who almost declared too early?)\n",
      "Murchison’s new junior cricketers were competitive, making 190 (C. Florence 89 not out) chasing Undera’s 4/220.\n",
      "Rushworth men’s team made just 40 against Kyabram Black, with no double figures in the scorebook. Ky replied with 91, Ian Williams taking 3/31, brother Ross 2/29, and Bruce Wootton 2/4. (We had excuses. Most of us were about 12 years old, and the rest had no ability.)\nRushworth Under-15’s Jeff Pearce took 3/41, but Merrigum reached 7/117.\n",
      "Murchison Footy Club got in early, appointing Norm Halbert as President, with vices in Don Polkinghorne, John Dunlop and R. McKenzie. Don was also the secretary.\nColbo Footy Club did likewise, with President Mick Morgan re-elected to crack the whip on vices Tom Morgan and Fin Rathjen, with secretary Bob West. Press correspondent was again to be George Hammond, ably assisted by Joey Ellis. The all-important social committee was to be headed by Graham Clarke and Robert Ryan. ",
      "Alan McIntosh was re-appointed coach but carried over an unheard tribunal hearing for (allegedly) abusing field umpire John Ellerton during the 1971 preliminary final.\nFormer champion Colbo sportsman Graham Reid tells me he hasn’t seen his name on this page for a while (it was July). He has been mentioned now, and wife Denise tells me he will be “unbearable”. (Sympathy for Denise when you see her!)\n",
      "The Heathcote Football League re-elected Sam Cheatley as President for a remarkable 20th season. Senior Vice-President was Elmore’s John Holmberg, Junior Vice-President Tom Morgan of Colbo, and secretary was Syd Wickham, from the Heathcote club."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
