{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-09-30",
  "title": "Stormy end to September, 1971",
  "media": "",
  "body": {
    "pars": [
      "On Sunday 26 September, a fierce storm damaged buildings and uprooted trees across the district. Shops in Rushworth suffered broken windows and verandas were disturbed, as a sign off the roof of the café near the railway line crashed through a window of the Chronicle office.\n",
      "Fences were blown over, telephone and power lines damaged, and a dozen television antennas had to be repaired or replaced. Trees near the Anglican church were blown out of the ground, and the forest area looked like the victim of a bombing raid. \n",
      "The storm passed by Murchison, with some tree damage.\nOn the following weekend the wet and windy weather hit two major events listed for Whroo.\n",
      "Water supply at Rushworth\n",
      "Working with the Shire of Waranga, the Water Trust Commissioners were planning a poll of water consumers to see how the Trust should be operated and administered in future. This coincided with the retirement of Trust secretary Ken King, after 13 years. His service was commended by Commissioners Len Coyle, Eddie Gleeson, Ron Hawking, Tom Moylan, Jack Olivieri and Ron Risstrom. “Chummy” had served as secretary, but was often on the pick and shovel exposing leaks and arranging repairs.\n",
      "Crime\n",
      "Jeff Perry’s slaughter-yard tank was wrecked by thirty bullet-holes, a wheel-barrow and the roof of the building also damaged by vandals. Repair estimate was $300. The golf clubhouse was entered after a louvre window was broken, but nothing appeared to have been stolen.\n",
      "A former Rushworth Senior Constable Jack McGough (think 1940s), retired. While at Rushworth he had been commended for “detection and arrest of a particularly troublesome thief”. (He may no longer be available, but if he was there are one or two cases locally which might attract his attention.)\n",
      "Waranga Shire debate\n",
      "Councillors actually debated the merits of attracting tourists to the district, some being concerned that too much vandalism could occur! (Look up the old Chronicle. I am not making this up!)\n",
      "Whroo events hit by weather\n",
      "Goulburn Valley Brownie Packs visited Rushworth and Whroo, dodging rain to undertake nature walks and hearing talks about the birdlife and the wildflowers.\nThe first Sunday in October was to have been the annual get-together of the Rushworth Old Boys’ and Girls’ Association, held in conjunction with the Rushworth Band. The Whroo venue had to be changed to the Shire Hall.\n",
      "Schools\n",
      "Mentioned in the Murchison Primary School report was Wendy Reid for bringing cotton to school, given to her by grandparents on a round-Australia trip. Grades 5 and 6 “bisected a sheep’s head, then boiled it to make the meat come off. We were then left with the bones which we put together as a skull.” (Readers may wish they had finished their breakfast.)\n",
      "At Rushworth Primary, a fall on the playground equipment put Neil Barlow’s arm in plaster, while Grade 2 started a new serial book called Blinky Bill. (So Bill has been around for about 50 years. How many kids have read him over the years?) Chris Jackson took a jar of bugs to school, including several scorpions.\n",
      "A bird field day report from Grade 6 of 1970 had been published in “The Bird Lover” magazine, including photos of the Rushworth bush.\n",
      "Mrs Rosemary Hawking taught preps, while Miss Barlow took three weeks off, returning as Mrs O’Sullivan.\n",
      "Community\n",
      "Rushworth and District Kindergarten was planning a Craft and Trade Exhibition for the whole of the Goulburn Valley in the Shire Hall. Kindergarten directress Beryl Coyle reported 33 children on the kinder roll.\n",
      "Murchison Pre-School Committee’s bottle drive had collected 750 dozen beer bottles, and 100 dozen soft drink bottles, to a total value of $175. (How many beer bottles? There may have been a problem around Murch……)\n",
      "Homing Pigeon Club euchre at Shire Hall was won by Harry Parker. At Murchison Friendship Club euchre, Mrs Nicholls had all the trumps. (How is the Friendship Club going these days?)\n",
      "Waranga Memorial Hospital received $24.75, thanks to fund-raising by golf club ladies.\n",
      "The annual garden party at Chilgala, home of Sir John and Lady McEwen, awarded “Lady of the Day” to Mrs J. Quinn of Stanhope, “Miss Stanhope South” to Julie-anne Calley and “Miss Chilgala” to Debbie Doolan. (Winners of the men’s awards were not reported.)\n",
      "Personal\n",
      "Miss Fran Barlow was given a kitchen tea at Rushworth Fire Brigade, ahead of marriage to Mr Gavin O’Sullivan of Elmore.\n",
      "Lorraine Lynas of Stanhope was engaged to Robert Caldwell of Thornbury.\n",
      "Ron and Noelle Grinter of Stanhope welcomed daughter Alison Mary.\n",
      "Shop specials\n",
      "Colbinabbin Supply Stores (Fred Reed) listed specials; 15-ounce tin of beetroot 12 cents, Nabisco Savoury Biscuits 26 cents, one pound of dripping 17 cents, and Cottee’s marmalade   a whopping 24 cents. At Rushworth Self-Service (R. J. Hawking and Sons), two pounds of Kooka Salt were to set you back 8 cents.\n",
      "Sport\n",
      "Murchison Football Club handed trophies to Under 15 Best and Fairest Keith Lucas, most courageous Gary Whitford, most improved Daryl Davies. Seconds Best and Fairest went to John Orr, with other awards to Neil Hourigan, Terry Eldridge, Graham Bathman, and Bruce Lucas. Senior Best and Fairest was Alistair Bayles, most consistent Jeffrey Adams, most improved Peter Keady, and best clubman Malcolm Delahey. \n",
      "Alan Tweddle, golf champ at Murch for the previous six years, had his colours lowered by Leon Thompson, 3 up with 2 to play in the final.\n",
      "In the absence of Rushworth Bowls Club president Jeff Geddes, vice-president Jack Pettifer declared the season officially open, as Associates’ secretary Kath Heath rolled the first kitty, and Dot Aitken placed the first bowl within inches. Winners on the day included Lex Zegelin, Mrs Budd, Dick Duke, Mrs Kennedy and Norm Geisler. New recruits welcomed from out west were Vin Pannell and Jim Phelan. (Colbo had no club in 1971.)\n",
      "Rushworth Cricket Club’s future was in the balance with the season about to start. Players were finally found, Graeme Johansen elected captain, Graeme Hageman vice-captain, but the search for a manager of the Under-15 team continued. Ian “Abid Ali” Cruz was named as captain."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
