{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-06-24",
  "title": "Football memories from June 1971",
  "media": "",
  "body": {
    "pars": [
      "Football memories from June 1971\nSometimes this page is about events. This time it is more about names. Yours might be here.",
      "Waranga Council\nCouncil closed Colbo pool, after Health Commission officer found a health risk for hepatitis. Water from the channel was not filtered or chlorinated.\nCouncil decided to implement a planning scheme for properties surrounding Waranga Basin, acting on advice from the Town and Country Planning Board. The scheme was designed to regulate any future subdivision, with discussion about “weekenders” who lived in caravans,  and appropriate lot sizes.\nCouncil positioned an old steam roller in the playground next to the bowling green at Rushworth. Council decided Shire staff could do one day’s maintenance at the Park, provided the Park Committee of Management met the cost!",
      "Crime\nA car stolen from Mrs Taylor’s home in Moora Road was found at Carag. A Rushworth man was sent to gaol for 3 months.\nProperty holder near Corop was fined $15 with $27 costs for digging a drain beside Wileman’s Road, to relieve flooding. Shire engineer Elms and Senior Constable Berry were on the case.",
      "Community\nRushworth Progress Association asked State Electricity Commission to station one staff member at Rushworth, to provide speedy attention after power outages. SEC declined saying it was not economically feasible.\nMurchison RSL Hall had ninth successive year where maintenance costs exceeded income.\nRushworth Brownies hiked to a local farm and were driven home in a cattle truck!\nMaking their debut entrance into society at Stanhope were Beth Walker (partner John Tomasini), Sue Pederick (Colin Walker), Julie Anne Jones (Peter Bourke), Pauline Stagg (Philip Cooper), Lyn Campbell (Michael Quinn), Kaylene Berner (Graham Berner), Carol McCague (Hedley Buzza), Marilyn Enders (Graeme Tomasini), Marilyn Haw (Colin Lynas), Christine Willitt (Barry Wootton), Lynette Forrester (Daryl Riley), Rosalind Buzza (Gary Bennett), Jenny Williamson (David Norman), with flower-girl Jillian Maudslay and page boy Laurie Golding. Mr and Mrs Argus put the polish on the dancing. (Why don’t the survivors get together, and hold a dance?)\nMary Beck and Chris Wootton headed a group decorating the Shire Hall in a “gold fever” theme for the Hospital dinner dance, which raised $300.\nSchools\nThe High School was preparing to hold its first debutante ball. More will follow.\nPrimary School reporters Isabel McLean and Wendy Jones told of an outbreak of mumps, and a disaster in Grades 4 and 5. Crushing of wheat to make flour for dough failed miserably in Mr Cogan’s electric frying pan. Wesley Draper was appointed bell monitor, ahead of six other students. (He may have owned a watch!)\nSt Mary’s school mothers’ club elected Maureen Barrette as president, Nell Barlow and Lucy Caygill as joint secretaries.\nKevin Walsh and the Trendsetters provided music when Murchison Primary School mothers’ club held a dinner dance. (Not sure they are still setting any trends.)\nMurchison Primary netballers 13 goals (best Jenny Whitling, Kay Revill and Cathy Hastie) beat Rushworth 12 in an exciting game. Isabel McLean, Wendy Jones and Louise Poulson were named best for Rushworth.\nPersonal\nPassing at Rushworth were Ward Sprunt (90), and Mr Browning of Neill Street. Former Waranga Basin man Ernest Hanrahan died, as did William Brown (ex-Rushworth and Stanhope). Mrs Alfreda Croxford (ex-Murchison) died at Middle Park, aged 93.\nMurchison pre-school teacher Janice Peacock married Stanley Sparkes of that town.\nMargaret Hunt of Rushworth turned 21.\nAleck Opperman, brother of Sir Hubert, visited Rushworth to see Jack and Rose Le Deux. All had links to Baillieston.\nVacant Colbo store owned by Cyril Kelly was auctioned, while Mrs Kane (former Wanalta postmistress) moved to Deniliquin.",
      "Sport\nWinning carpet bowls at Rushworth were Bruce Laurie, Alan Wootton and Bruce Wootton. (This means the red-headed bloke has been on the mat for at least 50 years. He ought to be showing signs of improvement by now!)\nAmy McIntosh won Rushworth golf with Jean Branson nearest the pin. 32 men went around the course, Dr Torrance Cosgrove and Tacky Borger doing best. Maurice Doyle won at Murchison, Leon Doyle taking the junior event.\nColbo netballers beat Mounts thanks to goals from Kerryn Duke (28) and Margaret Wilson (14). Jane Hill and Eleanor Weeks found the ring for B-grade.\nMurchison had its own netball competition. Doing well were Jenny Smith, Robyn Aitken, Marie Bourke, Colleen Sullivan, Jenny Whitling, Jenny Thompson, Rosalind Patterson and Marie Elrington.\nGala Glen ran second at Flemington, winning $750 for owners Jack Laurie (Rushworth) and Frank Howley (Tatura).\nIn local table tennis, Colts (G. Hageman, G. Hawking and J. Raglus) and High School (R. Barnes, R. Olston and the odd ring-in) were on top of A-grade. High School also led B-grade, with Battlers (Yvonne Hardie, Kath Thompson, Di Fitzgibbon) on top in C-grade. Ian Cruz had his Saintly Cats purring along in D-grade.\nClaybird shoot at Moora for Rushworth Football Club was a Hitchcock benefit event. Harry, Cliff and Murray Hitchcock took home the spoils, with honourable mentions to Alan Curnick and John Lambden.",
      "Football\nStanhope sat fourth in GVL footy after beating Mooroopna. P. Doolan was named best with Charlie Stewart, John Gibbs, Ian McDonald, Ken Chapman and B. Collins.\nRushworth complained to Heathcote League about senior boundary umpires from other clubs being too young to keep up with the game. Ian Borger was appointed boot studder, to reduce the outlay as players were using too many expensive footy-boot stops. Duncan McLean was appointed time-keeper.\nWinning the carton of cigarettes as best player for his 11 goals, Alec Horne led Rushworth’s 15-4 to 5-14 victory over Elmore. Paul Grigg was best in the Seconds.\nColbo went under by four points to Mounts despite six goals from Keith Raynor.\nColbo 22-9 then beat Rushworth 14-10. Trevor Chitty got six for the victors, his team-mates being Mo Ryan, Frank Stewart, Keith Raynor, Alan McIntosh (captain-coach), Robin Aitken, John Brown, Kevin McTaggert, B Mullins, Allan Hammond, Chris Cheatley, Colin Hill, Anthony Barlow, Billy Gerrand, Ian Reid, Graham Reid, Ian Marrett, Nicky Munari, Bob McLean and Rob Ryan.\nAlec Horne got six for the Tigers. Ralph Barlow survived a heavy collision with team-mate Johansen to win the carton of smokes. (He could still have them!) Colbo Seconds failed to score a goal but Rushworth got 19, seven of them from Geoff Hawking.\nWithout injured captain-coach Harry Hitchcock and Joey Johansen, Rushworth then played Tooborac. Running out were Ralph Barlow, Paul Grigg, Ian W. Coyle, Max Jones, Robbie Borger, Roger Barnes, Ian Williams, John Lambden, Maurice Clarke, Barry Thompson, Noel Lloyd, Bill Barlow, David Perry, Alec Horne, Neville Clarke, Malcolm Potter, Eddie Clarke and Mac Poole. Horne and Coyle were playing their 100th games.\nHidden away in the 19th man dressing gown was a scrawny 16-year old kid weighing about eight stone, selected for his first senior game. In what was not quite a like-for-like replacement, Alan McLean came on in the first quarter for big Eddie Clarke who was injured. The skinny kid’s second kick came after a handpass from the great Horney. It wobbled off his boot, skidded in the wet goal square and squeezed through for a goal. (You don’t forget these things.)\nOur 12-15 was enough to win against the strong Tooborac’s 12-9, Bill Barlow named as best on the ground. (He doesn’t forget these things! Good on yer Bill.)"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "Football memories from June 1971\nSometimes this page is about events. This time it is more about names. Yours might be here.",
  "related": {
    "article": {
      "page": ""
    }
  }
}
