{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-02-18",
  "title": "Two school Chronicles in 1956",
  "media": "",
  "body": {
    "pars": [
      "Two school Chronicles in 1956\nA different type of Chronicle this week, thanks to Barry Maxwell of Kyabram, formerly of Girgarre. Barry has given me two editions of a small supplement to Rushworth Higher Elementary School’s magazine known as Aspirations. (The school motto was “I always aspire”.)\nStudents from Colbinabbin, Stanhope and Rushworth feature in the supplements, called “Chronicle” and edited by Beryl Cochrane, Nola Curtis, David Cheatley, Beverley Cowie and Geoffrey Jobling. The June 1956 edition was sponsored by Cr. Len Coyle.",
      "Club reports\n14 students were in the folk dancing club, directed by Miss Simpson. 18 girls were in the First Aid Club, led by Mrs Salter. Mr L. Thomson supervised the Girls’ Hobbies Club – basketwork, knitting, art, tapestry and leatherwork for 17 members. The Boys’ Hobbies Club only did model planes, with Mr R. Scales in charge. It had 27 members. \nTumbling, hand stands, head stands and pyramids kept the Gym Club giddy and Mr B. Taylor busy. 16 boys were tumbling, girls being a little more modest. The Choral Club of 24 girls sang school songs, anthems, folk songs, sacred and classical songs, performing at local concerts.\nMr Cauchi was busy with 14 students, trying to advance them from draughts to chess in the Draughts and Chess Club.",
      "Empire Day and Anzac Day\nCommemoration was observed on 24 May and 25 April, when School Committee President  Gordon Curtis, a returned soldier, spoke on the significance of ANZAC Day. Wreaths were presented at the War Memorial.",
      "Inter-House tennis\nWaranga House won boys’ tennis, the girls’ competition shared by Waranga and Moora. Trevor Branson, A. Hepples, H. Wall, B. Smith, Val Lambden, R. Murphy, Rhonda Curtis and Graham Spence were the stars.",
      "Inter-school tennis\nGirls beat Kyabram High, thanks to Nola and Rhonda Curtis, Sue Williams, Wendy Lambden, Beryl Cochrane, J. Vincent, Glenys Poole and B. Vickers.\nThe boys also won, with John Oliver, Graeme Johansen, David Cheatley, P. Bishop, Graeme Budd, B. Smith, Graham Spence and Ralph Hilder jumping the net in victory. ",
      "Swimming\nNathalia won the inter-school shield at Kyabram pool, over Kyabram, Tongala, Rushworth and Rochester. J. McGann and W. Vincent were mentioned for Rushworth. The House swimming sports were a triumph for Rodney House (Val Lambden and R. Murphy best) from Moora (Helen Hilder and P. Burrowes), Waranga (J. Curtis, I. Pattison) and Goulburn (J. McGann and Trevor Branson).",
      "Football \nRushworth 16-4 defeated Rochester 4-3, with goals to John Oliver (four), Barry Howard, Graeme Johansen, David Cheatley, Barry Duke and Chambers (two each) with P. Bishop (one). 1956 was a record wet year in the district, and Kyabram school ground was “under six inches of water”, according to reporter D.C. (David Cheatley). Kyabram 3-5 beat Rushworth 1-7, John Oliver getting the single goal in the first quarter. Best players Oliver, Johansen, Cheatley, Bishop, Duke and Rogerson (presumably big Neville?)",
      "Basketball (now Netball)\nRodney House were the champs, and stars were Bev Cowie (Goulburn), Wendy Lambden (Rodney), Valerie Laws (Moora) and Joy Simons (Waranga). Rushworth won the inter-school competition, Bev Cowie and Jean Hitchcock featuring. Students played a match against teachers. (“Mr Taylor, please remember there is only one Beryl Cochrane in the school, and we would hate to lose her.” Must have been a rough game….)",
      "John Oliver athletics champion\nRodney House took the House athletics, with captains David Cheatley and Sue Williams accepting the trophy from Sue’s donor father Frank Williams.\nJohn Oliver won the senior boys’ high jump, long jump, and the hop, step and jump. Junior boys’ high jump went to Mac Poole, long jump to Alan Wootton and hop, step and jump to James O’Donnell. The Under-13 50 yards race went to G. Buzza. The Under-14 75 yards to Alan Wootton, the Under-15 75 yards and 100 yards to G. Peart, and the Over-15 100 yards to John Oliver in 12 seconds. John also won the 220 yards in 33 seconds.\nGirls did not jump! They did goal-throwing. Winners were Cheryl Wright (Under-13), J. Curtis (Under-14), J. Simons (Under-15) and V. Laws (Over-15).\nGirls ran fast, none faster than Under-13 50 yards and 75 yards N. Pocknee, Under-14 50 yards B. Vickers, Under-14 75 yards Val Lambden, Under-15 75 yards and 100 yards H. Wall, Over-15 75 yards and 100 yards Wendy Lambden.\nA reader will have to tell me about the “Girls 9 o’clock Scramble”, won by W. Vincent in 2 minutes and 6 seconds.",
      "Swimming Certificates\nThere were long lists of students awarded Herald and Junior. Students not mentioned so far in this column included M. Downing, A. Tolsma, B. Tolsma, S. Bohn, Shirley Cheatley, A. Robinson, P. Ford, R. Carmody, K. Dettmann, Marjorie Coyle, Norma Coyle, K. O’Flaherty, B. O’Flaherty, Lynette Hay, Bill Hay, L. Howell, G. Worden, S. Worden, T. Hilder, E. Jones, M. Jones, B. Laracy, V. Laracy, B. Snelling, F. Snelling, J. Burrowes, M. Quanchi, J. Miller, Pam Lockwood, Les Perry, J. Stanley, R. Grant, A. Grant, J. Grant, R. Wynne, A. Broughton, Judy Lambden,  R. Whiteacre, D. Peart, G. Duke, J. Brown, R. Ashton, Y. Robertson, E. Perry, Sandra Clyde, M. Saunders, J. Simons, M. Downing, and W. Risstrom. (See Wes; you didn’t wag school EVERY day!)",
      "School excursions\nExcursions mentioned included one to the eucalyptus factory and another to Melbourne for the Olympic Games. (Quite a contrast there.)",
      "Studies\nApparently some study occurred at the school. Even exams and test performances won points for the House system. Form IV listed Nola Curtis, Beryl Cochrane, Valerie Laws, Sue Williams, John Oliver and David Cheatley. There were only seven girls and four boys in Form IV.\nForm III Professional: Bev Cowie, Geoff Jobling, Graeme Budd. Form III General: Yvonne West, Jean Hitchcock, Anita Berry, John Berry, Ralph Hilder, Neville Rogerson. Form captain was Norm Cheong.\nForm II: Roger Gamble, Joy Simons, Beverley Vickers, Lynette Hay, Graham Spence, Alan Anderson. Janice Pigdon and Marlene Saunders left the school but no reason was given.\nForm I: Cheryl Wright, Brian Perry, James O’Flaherty, Wendy Vincent, Peter Burrowes, Joan Brittain, Barbara Cohen. Other students mentioned were James O’Donnell and Valerie Field.",
      "Education Week\nThe school held a big display in the RSL Hall, visited by “hundreds during the two days it was open”. It featured schoolwork, carpentry, cooking, needle-work and club projects.",
      "School Library\nThe school was raising funds to build up its library, 400 books being added. Some books had been borrowed 20 times, and “all except three students” had borrowed at least one book. (Perhaps those pupils had an encyclopedia at home. There may be another explanation……)",
      "Sadly, many students are no longer with us. Students fortunate to read this column are 80 years, or close to it. If interested to see these two Chronicles, get in touch with me and I will make you copies."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
