{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-10-28",
  "title": "Wet month and antique auction in October 1971",
  "media": "",
  "body": {
    "pars": [
      "It was wet. One week 291 points were recorded in the Post Office gauge at Rushworth, Murchison showing 293 points. This took Rushworth’s total for the year to 2116 points with two months to go, against an annual average of about 2000 points. (For those using the new money, the average then was about 500 millimetres, now closer to 520 millimetres.)\n",
      "Shire\n",
      "Council was advised to delay opening district swimming pools as the hepatitis outbreak was still causing concern.\nShire Hall hosted a big auction of antiques of all sorts, bringing dealers from across Victoria, New South Wales and South Australia. Former TV quiz man Barry Jones was active inspecting the items. (Another auction at the hall now would be good. Quite a few old things are lying around doing nothing and could be sold off……)\n",
      "Crime\n",
      "Magistrate took dim view of illegal net employed by Basin fisherman, imposing a fine of $40.\n",
      "A motor vehicle was found damaged and with little fuel in the tank in Neill Street Rushworth. Owner Charlie McArdle suspected joy-riders (a term you don’t hear these days) had removed it from Neill Street the night before. Locals involved preferred to drive back close to home, rather than leave it at a distance and have to walk.\n",
      "A 1967 fawn Holden ute with a replacement red bonnet, belonging to Gavin Poole of Stanhope, was stolen from his Midland Highway property. (Fritz, did you ever get it back?)\n",
      "Road tragedies\n",
      "The district was again rocked by road trauma involving young people. Margaret Lorenz, 19, of Stanhope, died in a crash near Mooroopna, which also took Leonard Jones of Kyabram, and injured two others in the car.\n",
      "Haig Poulson, 19, of Rushworth, was seriously injured when a vehicle left the road near Inglewood, striking a tree and taking the life of his friend, the driver.\n",
      "Community\n",
      "The annual spring snake warning was sounded. Lady at Wanalta was dealing with one, when its mate took exception and attacked her. Result: Lady two, snakes nil.\nAppeal for funds for Senior Citizen rooms at Stanhope had clocked up a quick $5000.\n",
      "After a long pregnancy of 14 months, Rushworth-Colbo Apex Club had its Charter Dinner, with President Ray Cheatley at the helm.\n",
      "Schools\n",
      "Goulburn House easily won the athletic sports at Rushworth Primary. Featured in jumping events were Brian Sullivan, Alan Hawking, Allan McGillvray, Wayne Raglus, Adrian Weston, Daryl Roberts, Chris Clarke, Peter Schade, Graeme Pearce, Craig Beck, Rose Ralph, Jenny Anderson, Isabel McLean, April Lloyd, Louise Poulson and Glenda McMurtrie. \n",
      "In the running events, the same names were mainly shown, but others flying along included Peter Hawking, Earl Weston, Richard Bell, Stephen Crosbie, Darren Martin, Helen Howard, Denise Jones, Wendy Jones, Diane Allen, Sue Robbins, Gaye Sullivan and Wendy Hawking while Debbie Cruz finished second in the half-minute skipping event.\n",
      "Skipping was big. In the under 7 event, none were better than Ian Raglus and Brendan Roberts. David Pearce, Darren Clarke, Chris Jackson, Peter Hageman and Wes Draper were named in their age groups. Wendy Raglus, Therese Jones and Mandy Hitchcock were others not to be caught on the hop.\n",
      "In other news from grade 3, “Garry brought a big black snake in a bottle of methylated spirits. His father killed it out in the forest.”  (Garry’s father was not “mooking” around.) In grade 1, “Laura brought a talking doll to school. Her grandfather brought it back from Italy”.\nSt Mary’s School Mothers’ Club had President Mrs Maureen Barrette of Stanhope keeping order over 23 active members.\n",
      "The High School had such a brilliant batch of Form 5 (Year 11) students in late 1971, that it was announced that in 1972, a Form 6 class would be re-introduced. (Next year we had seven students; good thing we got on well!) Only 40 were expected into Form 1 for 1972. Mrs Dorothy Salter’s retirement was announced.\n",
      "Personal\n",
      "Ken Pearce celebrated his 21st spring, joined by family and friends in the Fire Brigade Hall.\n",
      "Olive McIntosh passed away in Bendigo. She was an aunt of Ian and Rob Borger, sister of their mother Beatrice. Mrs Isoline Kenny also died in Bendigo at age 88. A daughter was Mary, Mrs Arthur Snelling. Mrs J. Pentland, ex-Rushworth, was another to pass in Bendigo.\n",
      "Golden wedding celebrations at Murchison for Mr and Mrs David Henderson.\n",
      "A September wedding was reported for Russell Eldred Hacon of Rushworth and Linda Elizabeth Weeks of Kyabram, with vintage cars involved. Support staff for Russell included his brother Ian, Robert McLean and Greg Wootton.\n",
      "Sport\n",
      "At Murchison, a meeting of seventeen people re-formed the cricket club after a few seasons in recess. K. Feehan took on the presidency. They started well, beating Merrigum outright after big Terry Eldridge belted three sixes and eight fours in his 63.\n",
      "Colbo cricketers turned their first-innings win over Bagshot into an outright victory in a team effort which had Ian Marrett top score with 23 retired.\n",
      "Rushworth Under-15 cricketers crashed to 6/15 against Harston, until first-gamer Barry Colliver (28), Craige Teasdale (11) and Craig Beck (9 not out) pushed the score up to 57.\n",
      "Rushworth men forfeited to Stanhope cricketers on day one of a two-day game. Playing a social game the second Saturday, Stanhope 135 beat Rushworth 96, but only because three of us retired to ensure we all got a hit!\nLawn bowlers were cautioned against licking fingers when picking up a bowl. Poisonous weedicides and fungicides on the green were the danger. Cyril Kelly joined some Colbo mates coming to Rushworth for a roll. (One was the recently-departed good bloke, Fin Rathjen.)\n",
      "In a junior tennis tournament at Rushworth, Catherine Poulson won 19 games, ahead of Wilma Schade on 18. Peter Raglus and Alan Hawking won 15 games, before Peter won the play-off.\n",
      "Rushworth Football Club got in early with its AGM, with an election needed to appoint a President! Eddie Gleeson was elected over Ian Borger, who became senior vice-president. Junior vice-president was former player Bill Salter, son of Dorothy mentioned above."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
