{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-09-02",
  "title": "Winter sport success half a century ago",
  "media": "",
  "body": {
    "pars": [
      "By September 1971, there was finals action in winter sport, and a small boy’s fuel additive  upset the inner workings of his father’s motor mower!",
      "Shire Council\n\n",
      "Cr. Ken Day became Shire President, as Crs. Len Coyle, John Hammond and Allan Hammond from the new South-Eastern Riding, took their seats. ",
      "Police changes\n",
      "Senior Constable Gerry Berry, his wife Joan, and their family were farewelled at the Shire Hall, with speakers from the Youth Club, Golf Club, Football Club and the Catholic Church all praising their contribution. Music for the function was supplied by Frank West, Bob and Phil Stewart. Senior Constable John Curley was appointed to replace Gerry. (Gaylene Berry returned to become Gaylene Lambden.)",
      "Hospital\n",
      "The Waranga Memorial Hospital had been operating for ten years, and cost $66,793 to run in the previous financial year, up a whopping $9,034 on the previous. The operating cost per bed per day was $20.58. (Volunteers on a Board ran the hospital fifty years ago, and the community raised most of the funds. How much per bed per day at the small hospital facility now at Waranga Health?)",
      "Mower failure\n",
      "Station Street man pulled away trying to start his mower for quite a while until his son advised that his little brother had “added to the petrol tank”. (Come on, use your imagination. The lad did not use the garden hose…..)",
      "Schools\n",
      "On grounds maintenance roster at Rushworth Primary were Noel Lacey (Basin caravan park), Bob Williams (CBC Bank), Graeme Hageman and Murray Hitchcock.\n",
      "Personal\n",
      "Marrying in Toorak, were Andrew Yuncken and Marie Elms, daughter of the recently-retired Waranga Shire engineer.\nPassing was Margaret Williamson, an aunt of Arthur (Barney) and Jack Rhodes of Rushworth.\nAt Murchison, Robert and Jenny Cochrane added Fiona to the family.\n",
      "Sport\n",
      "Rushworth netballers won the A-grade flag 44-31 over Tooborac at Elmore. Rosalie Hawking, Margaret Cooper, Janet Mackinder, Pauline Wootton, Kathy Rhodes, Lynette Perry and Wilma Schade shared the victory. \n",
      "B-grade premiership went to Mount Pleasant, 35-30 over Rushworth. Four players named for Mounts were Aileen Howard, Ann Tuohey, Theresa Gee and Maree Gastin. Rushworth had Kaye Potter, Judith Raglus, Bev Gray, Kathy Grigg, Leayne Hawking, Julie Pearce and Miriam Poulson.\nRushworth’s hockey team won the Shepparton Association B-grade premiership, with a team which included many first-season players. Coach Cherry Roll delivered “fighting words” at half-time, before Marilyn McKeown smacked the ball into the net to defeat Combines 1-0. Val Perry, Rhonda Sullivan, Barbara Baker, Lorraine Flynn, Glenda Wood, Dorothy Price, Beth Shanks, Marie Slykerman and June Weaver went through the season undefeated. (I am still keen to find Cherry Roll, to ask about my Chemistry problem from Form 5. Why don’t the lasses arrange a 50-year reunion?)\n",
      "Golf championships were progressing. Reg McIntosh defeated J. P. Williams, and Graham Muir beat Peter Home in A-grade. Mick Fox tipped out Bob Williams, and Jack Borger rolled Bill Cruz in B-grade. It was Noel Price over Aubrey Geisler, Gordon Raglus over Stephen Brown, and Ian Anderson beat Geoff Beck in C-grade. In D-grade, Wes Risstrom was too good for Alf Raglus, Max Richards beat Ron Hawking, as Ralph Barlow had an off-day against Ian W. Coyle, being eight holes behind with seven to play. (It is hard to imagine I. W. Coyle in D-grade!)\n",
      "Alice Brown won an Associates event, ahead of Amy McIntosh, Beryl Home and Jean Jessup. (Do women play any golf at Rushworth these days? If not, why not?)\nTennis racquets were coming out of the cupboard. Rushworth entered six adult teams in the Tatura Association, challenging selectors John Brown, Nan Jessup and Ray Cheatley. President was Ted Whitehead, senior V-P John Brown, and the lucky role of junior V-P was filled by Bill Barlow. Season fees were set at $10.50 for gents, $8.50 for ladies (Discrimination!), juniors and students under-18 $4.\n",
      "Football\n",
      "The mountain men from Toolleen, backed by a few ex-radius players, scored 18-14 to thrash favourites Heathcote 9-14 in the Senior grand final at Elmore. Captain-coach Ron Critchley (ex-Hawthorn) was dominant.\nIn the Seconds, hot favourites Rushworth “gave a dismal display for three quarters”, going down 8-15 to Elmore’s 11-7. The report by Alf Raglus shows Herb Barlow best (four goals), with Barry Thompson, Alan McLean, Mac Poole, Denis Ogden and Noel Lloyd. (I have only the vaguest recollection of even playing in the match. Different story if we had won!) \n",
      "The Thirds (Under-15s) were a week behind as Heathcote and Elmore played a draw, a replay needed as there was no “extra time” available. Finally, Rushworth Thirds, coached by High School teacher Keith Taylor, beat Heathcote 8-11 to 4-4 at Toolleen the following week. \nTaking a bow were Captain Ian Cruz, Bill Berry, Roly Miller, Twins Graeme and Anthony Grigg, Twins Trevor and Graeme Jones, Robert Raglus, Neville Thompson, Trevor Hawking, Gerard McArdle, Mark Mackinder, Ashley Risstrom, Craig Beck, Wayne Hageman, John McLean, Simon Fraser, Trevor Hawking, Ian Robbins (19th) and Trevor Risstrom (20th). Fourteen of these lads were not eligible for the following season, turning 15 before the closing date.\n",
      "At Colbo, the jumpers had gone into mothballs, but trophy presentation night featured Keith Raynor (best and fairest), Bill Gerrand (runner-up) and Brendan Mullins (most consistent). These were ex-radius players who did well. Best local player award went to Graham Clark, ahead of Colin Hill. Most improved was youngster Kevin McTaggart.\nBarry Duke was Colbo Seconds best and fairest, Ken McMurtrie most improved and Bob McLean the most consistent.\n",
      "The Kyabram League was also a week behind, with Murchison Seconds winning through to the grand final (John Orr four goals) beating Girgarre. Murch Seniors failed to score a goal after half-time in the preliminary final, badly dusted by old rivals Nagambie.\n",
      "Stanhope was also in mothball territory in the Goulburn Valley League, as captain-coach Ian McDonald (appointed after Norm Carmody had resigned on the eve of the season), won the best and fairest, ahead of Maurie Gibbs and B. Collins. Robert Waller won the Seconds’ award, over Ian’s brother Ross McDonald. The Thirds’ best and fairest was Kerrin Walsh, by one vote from Peter Flanagan."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
