{
  "title":"Waranga News | Waranga Dreaming",
  "sling:resourceType":"wnews/page/article-list",
  "jcr:primaryType":"nt:unstructured",
  "list": {
    "sling:resourceType":"wnews/block/article-list",
    "possum-skin-cloaks": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2019-12-12",
      "title": "Possum Skin Cloaks",
      "pars": [
        "Squatter Edward Curr’s description of a corroboree on his run in the 1840s, near present-day Tongala, makes two references to the use of possum skin cloaks. In one, he talks about the women rolling up their cloaks, leather-side out, and bashing on them to make a bass percussion accompaniment to the corroboree. In the other, when each man started to prepare himself for the corroboree by painting his body and appending various parts of his costume, “his opossum-rug (was) discarded for the occasion.”",
        "So, it is clear that possum skin cloaks were widely used by the Aboriginal people in the area. They were multi-purpose items – they could be worn, used as a blanket or groundsheet, as a baby carrier or as a burial shroud. They were worn with the fur on the inside or the outside, depending on the circumstances. In the colder months, they were warm and water-proof.",
        "<strong>Plenty of Possums</strong>",
        "The widespread use of possum skin cloaks in the local area implies that there were plenty of possums available. Numbers probably dropped rapidly as land was cleared and habitat reduced. The lack of suitable hollows would have become significant. Also, the provision of the more inferior blankets by government officials and lack of access to country meant that the use of possum skin cloaks quickly diminished from the 1840s.",
        "It was often the men who did the possum hunting. The standard method was to climb a tree to a likely looking hollow, then whack the tree trunk around the hollow with a club or axe. If a possum ran out, it would be quickly despatched by the hunter or finished off by other hunters waiting below. The possum meat would be cooked and eaten after the skin was removed, so nothing was wasted.",
        "<strong>Making the cloaks</strong>",
        "The skin would be scraped, perhaps with a mussel shell or stone scraper. It would then be pegged out to dry on a piece of bark using wooden or bone pins. When it had dried out, animal fat would be rubbed into the skin to make it supple. Holes would then be made around the edge of the skin with a sharppointed bone. Skins were sewn together using sinews from kangaroos, yet another example of using all available resources.",
        "A possum skin cloak was a prized possession, taken through life. It might begin as a small cloak made of just a few skins, being used to carry a baby around, and for the baby to sleep in. As the child grew, their cloak was added to until, as an adult, it might comprise 40-50 possum skins.",
        "<strong>Significant decoration</strong>",
        "As with many aspects of Aboriginal life, possum skin cloaks are inextricably linked with story-telling. Designs were incised into the leather with mussel shells or sharp bone awls, then painted with ochre. Each cloak tells a story, “mapping the identity of the owner with stories of clan and country.” As the cloak increased in size over time, so too did the number of stories that were represented. It was a means by which important cultural information could be communicated from one generation to the next.",
        "<strong>Recent Revival</strong>",
        "In the 1980s and 1990s, there were only a handful of 19th century possum skin cloaks remaining in Australia, two of which are held by Museums Victoria. One of these came from our local area, collected in 1853 at Maiden’s Punt, Echuca. Then there was a resurgence of cloak making, largely initiated by two indigenous women artists, Vicki Couzens and Lee Darroch. One of the outcomes of this resurgence was the production of 35 cloaks that were proudly worn by Aboriginal Elders at the opening ceremony of the 2006 Commonwealth Games in Melbourne.",
        "Since then, the skills have been well and truly revived. Bendigo Library is amongst the local institutions that have examples which are often on display, and are well worth a look.",
        "<em>REFERENCES: Gibbins, Helen, “Possum Skin Cloaks: tradition, continuity and change” in The Latrobe Journal No 85 (May 2010)</em>"
      ],
      "published": true
    }
  }
}
