{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-07-21",
  "title": "Big opening of Stanhope centre for senior citizens",
  "media": "",
  "body": {
    "pars": [
      "Big opening of Stanhope centre for senior citizens\nOver 200 people attended the opening of Stanhope Senior Citizens’ Clubrooms, club President, Keith Enders, receiving the keys from Cr. Ken Day, after the official opening by Peter Ross-Edwards, M.L.A.\n\n",
      "Kevin and Joan Wallace of Stanhope, and four children were hospitalised after a bad smash on Tatura Road near Rushworth, Kevin having been trapped for ninety minutes in the vehicle which struck a tree. Active in the rescue effort were Eric and Ray Hilder, and Charlie Caygill.\n",
      "A district farmer of more than twenty years was lost in one of his paddocks for more than two hours in thick fog.\n",
      "Waranga Shire\n",
      "Most of the reviews and appeals concerning property valuations and rate notices earlier in the year had been lost. A further protest was in prospect to the Supreme Court.\n",
      "The Shire applied to the State Government to be declared a drought area, as little grain had been sown and most livestock were being fed rather than grazed.\n",
      "The Shire was to purchase a tranquiliser gun to assist the ranger in catching stray dogs. The ranger, and superintendent of the Shire’s caravan park at Waranga Basin, Noel Lacey resigned both roles.\n",
      "Tree-lopping in Parker Street was quite severe but any leftover wood was available for residents to collect.\n",
      "Schools\n",
      "At Rushworth Primary, Grade 3 put on a play about an old woman, a goat and a rat. “Wendy Raglus was the rat and had black whiskers drawn on her face”. It must have been Raglus Week. In Grade 2, “Ian Raglus brought a skeleton of a wild pig to school”. Ian is Wendy’s brother.\n",
      "In Grades 5 and 6, “Chris Clarke brought an owl to school, his brother had found it, dead in his radiator grill. The owl is grey and brown and has very sharp claws. It has little whiskers near its beak which has a sharp hook to tear at its prey.”\n",
      "At Murchison Primary, Mr Moore showed films to Grade 2. One was “The House that Jack Built”. The other was “Going to Bed Early and Getting up Early.” (Good to show that one well before students became teenagers.)\n",
      "Community\n",
      "Attending a seminar of Apex Clubs at Shepparton representing local club were Ian Borger of Rushworth and Trevor Branson of Colbo.\n",
      "Max Muir (father of Glenda and Greg Muir, and Kaye Quirk) presented the Museum with a list of 138 earlier residents of Rushworth and their occupations, the work of Max’s late father Bob. (Would be keen to see that. Must check if Museum still has the document.) Rosemary Hawking donated the glass for a picture frame.\n",
      "Dick O’Donnell’s thirty years in the fire brigade were awarded, with a Long Service badge presented to Murray Hitchcock. (Fifty years ago, Murray got a long service badge! Must have joined the brigade when he was six!)\nHot Rod races at Rushworth included spirited driving by Kath Garvey, but she had to put down her racing gloves. ",
      "She was expecting a baby.\n",
      "Colbo Young Farmers elected Stuart Hill President, John Weppner secretary, Trevor Cheatley treasurer, Dick Stone senior vice-president and librarian, Ian Laurie junior vice-president, Allan Jacobson safety officer, and Graeme Weeks sergeant at arms. (What did he do?) An award for the previous year’s Best Rank and File Member was presented by John Mercer, manager of Colbo branch of the Bank of New South Wales (that is correct, all you newcomers), with the trophy going to Allan Jacobson.\n",
      "Personal\n",
      "There was a big wedding party at the marriage of Rushworth hairdresser Margaret Geisler to Lui Villani of Tatura. In the photo at St Mary’s church were Michael Villani, John Todd, Tom Lombardozzi, Joan Geisler, Hazel Hughes, flower-girl Mary Villani and page boy Rocky Villan, and the bride and groom. (They may have been dismayed that Villani was shown with incorrect spelling each time the name appeared in the report and the photo caption.)\n",
      "Sue Harrison of Stanhope marked 21 years with a party at Rushworth’s Criterion Hotel, as Michael Gale of Murchison marked his engagement to Jan Russo of Shepparton.\nFrancis Gaudry died at Cheltenham. He had previously lived at Rushworth, and was 102. James Smith of Stanhope died at Mooroopna. \n",
      "Cara Richards was born to Shire engineer Max and his wife Margaret, joining Simon and Stuart. In Grade 1 of the school news section, “Simon went up to the hospital to see Cara and he said she is very small”. (Newborn babies can be like that.)\n",
      "Football and netball\n",
      "Colbinabbin’s 18-11 was far too good for Rushworth on 9-14, but the rough and tough Colbo men left us with only seventeen men. Bill Barlow and McLean were already missing from the Tigers through injury, but going off were Alec Horne, Linton Gleeson and Ian Williams, all hurt. ",
      "After the game Noel Lloyd had an injured leg and Sam Barlow was bleeding from a cut behind the ear. \n",
      "Colbo Seconds had a tough day at the office, with a goal each to Rob Ryan and Gerard Stewart, and best players Gerard’s brother Bert, Bill Johnson, Les McMurtrie and Ian Reid. The score of 2-2 fell a little short of Rushworth’s 14-7, with mentions to Bob Hurley, Geoff Wall, Wayne Hageman and Flash Morgan, aka “Polly”.\n",
      "The following week in the seniors, John Lambden was named best afield in an 11- point win over Elmore which had W Jackson kick eight goals.\n",
      "Colbo netballers had the “usual good tussle” with Rushworth, winning 29-22, reversed in B-Grade 22-31.\n",
      "Under a heading “Shocking Spectacle”, came a report of Murchison’s 16-point win over Ardmona. Reporter “Centre Bounce” wrote, “This umpire told me he hated umpiring KDL because of the high feeling between the teams. All I can say is that the KDL don’t need him either.” (Ouch!)\n",
      "Other sport\n",
      "Table tennis got going but the report only mentioned teams, like Batfinks, Church Street Mob, and Make Mine Milk Boozers, and Stranglers, so I cannot report the names of star players. Names appeared the next week. “Max Jones stonewalled to gain three wins for Falcons” in C-Grade. In A-Grade, Ken Stanley with three wins starred as Stanhope South beat Colts 6-5.\n",
      "Winner of the Open event at Murchison Golf’s annual tournament was Rushworth’s Graham McIntosh, aged 18, with rounds of 73 and 74. Winner of the Women’s Open was perennial champion, Jan Dunlop.\n",
      "Fifty players went around Rushworth golf course, including a group of visitors from Kilmore.\n",
      "Rushworth Whites had a 6-1 victory at hockey, with scorers June Weaver (2), Marilyn McKeown (2), Glenda Wood and Val Perry (1 each)."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
