{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-06-23",
  "title": "Crime wave in June of 1972",
  "media": "",
  "body": {
    "pars": [
      "Local farms were targeted by thieves taking tools, batteries and pumps. An outboard motor valued at $400 was stolen from Waranga Boat Club, the property of Don Richardson of Rushworth.  Sgt John Curley of Rushworth police cautioned locals to record serial numbers of all equipment, and to lock their sheds.\n",
      "The Rushworth TAB opened, adjacent to the Shire offices, just for three days a week between 11 a.m. and 1 p.m. Despite predictions, the town continued to remain civilised.\n",
      "Fire\n",
      "A truck belonging to Rushworth Esso agent, Ted Clarke, caught fire in his yard on the Stanhope Road, just “forty feet (12 metres) from a stack of petrol drums”. The cause was thought to be a faulty regulator, and the battery was still charging through the regulator after the fire was extinguished.\n",
      "Shire Council\n",
      "A deputation from Murchison addressed a Council meeting and asked for a building survey on Murchison RSL Hall. Many clubs and sporting groups, including the badminton club used the decaying hall.  A deputation from Rushworth asked Council to form a committee to consider how best to achieve decentralisation of industry.\n",
      "Schools\n",
      "At Murchison Primary, the headmaster, Mr Seymour, had purchased 180 new books “for our library in the corridor”. \nAt Rushworth Primary, the school gardener Mr Plant (that was his name!) had been top-dressing the lawns. Elsewhere in the garden the wheat growing so well for the preps class had been dug up for a second time, again being mistaken for weeds!\n",
      "In Grade 3, Theresa had stitches in her finger and could not write, but the class was busy making a model of a New Guinea village.\n",
      "In Grades 5 and 6, “Carolyn Home brought to school some dry ice which came from her ice-cream cake for her birthday. We found out that dry ice is frozen carbon dioxide.”  The class rock collection was boosted when “Peter Hawking found a piece of granite near Lancefield”.\n",
      "The school played Toolamba Primary at winter sport, with success and good football from Brian Sullivan, G. McGuire, Peter Hawking and Chris Clarke. Named for the netball victories in three grades were Louise Poulson, Isabel McLean, Dianne Allen, Faye Miller, Wendy Jongerden, Rosanne Heily, Lyn Pearce, Janet Hawking and Glenda McMurtrie.\n",
      "Community\n",
      "Colbo Young Farmers planned a working bee to extend the lawn area near the hall, to be followed by a night of 10-pin bowling in Bendigo.\n",
      "Twenty two people attended a meeting to revive the Rushworth Table Tennis Association, with Warren McKeown elected President, Phil Dalziel senior Vice-president, Alec Jones junior Vice-president, Ted Shanks secretary, Paul Wootton treasurer and Robyn Lambden assistant treasurer. The Executive Committee included the office-bearers, Barry Thompson, John Raglus, Geoff Hawking, Bill Cruz, and Nola and Valma Pepperell. Four grades were created and serving was due to start on 5 July at various halls around the town.\n",
      "At Colbinabbin, “Congratulations to Kaye Wilson who has received word from the State Branch Executive of the Royal Life Saving Society that she has passed her Distinction examination. Kaye is an original member of the Club, formed five years ago and has now gained all the Society’s awards up the Distinction, including her Instructor’s Certificate.” Kaye was 17 and doing her Higher School Certificate at Rushworth High School in 1972.\n",
      "Personal\n",
      "Meagan Buzza’s brother Adam arrived, thanks to parents Betty and Geoff.\n",
      "Margaret Geisler was to be kitchen-tea’d at the Fire Brigade Hall, ahead of her marriage to Lui Villani of Tatura.\nAt St Paul’s Rushworth, Christine Dent of Stanhope South and Peter McArthur were married. Peter’s father had earlier taught at Rushworth High School.\n",
      "Mr Hugh Baker of Stanhope Homestead died after exercising one of his trotters at Tongala. The son of James and Annie Baker, he had lived at the homestead with brother Tom and sister Linda. For 30 years he had been secretary of Stanhope Presbyterian church’s Board of Management.\n",
      "Matt Connally died at Rushworth with Mary Gleeson his only living sibling, as six brothers and sisters had passed before him. Mary was Terry Gleeson’s mother, making Matt Terry’s uncle.\n",
      "For all needs of crushed rock, screenings, stone dust etc., you could phone Colbinabbin 88 and speak to G. “Kelly” Francis. (Have you got a couple of square metres to spare, Kelly?)\n",
      "Popular Rushworth doctor Torrance Crosgrove, on a trip to Scotland, suffered a major ulcer haemorrhage, and was hospitalised for several weeks in his native country.\n",
      "Footy\n",
      "Doing well for Murch Under-16s were Keith Lucas, Murray Burls, Frank Hogan and Mark Stone. The senior team went under to Tallygaroopna, 12-8 to 10-12, with the reporter concerned that it was too hard for Barry Smith to play well and to make the moves needed as a coach.\n",
      "Rushworth (second last on the ladder) travelled to Tooborac (last) and we received our biggest defeat of the year, almost 16 goals, 7-5 to 21-16. I think it was mainly because Barry Thompson suffered a cut head early in the match and had to be replaced. (Have you still got the scar Baz?)\n",
      "In the Seconds, it was reported that Rushworth kicked 7-0 to Tooborac’s 11-6 and badly missed Mal McLeod “who was a victim of the ‘wog’”. Ian W Coyle was called into the team and “kicked two valuable goals”. \n",
      "Colbo were big winners 19-9 to Elmore on 5-5. “Kevin McTaggart was burning the opposition off with blistering pace”. 19th man was Ken McMurtrie and John Brown was 20th.\n",
      "Murchison were big winners over Undera, the reporter saying that the whole team were the best players.\n",
      "Other sport\n",
      "Rushworth A-grade netballers were no match for Tooborac, losing 27 to 53. With one quarter to play, Rushworth moved Kaye Potter from goaler to defence, new player Wendy McGuire from attack to goaler, Wilma Schade from defence to wing and Miriam Poulson from defence to attack, but Tooborac outscored the Tigers 13 to 6 in the final term.\n",
      "The C-grade girls lost narrowly and “all girls are reminded to bring the 10-cent playing fee each week and not when they want to”. (So there!)\n",
      "Gordon Raglus and J P Williams won the Four Ball Best Ball Perpetual Cup at Rushworth golf for the second successive year."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
