{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-03-03",
  "title": "Outrage at Shire performance and rate levels",
  "media": "",
  "body": {
    "pars": [
      "The more things change, the more they stay the same. Dismay at Shire action in 2022, primarily around swimming pools, is a mere echo from 50 years ago, when ratepayers were provoked into public protests.  \n\n",
      "Shire of Waranga\n",
      "Over 220 people crammed into the Shire Hall at 8 p.m. for a meeting lasting until 11.30 p.m., to protest the rate increase imposed across the shire, with farming properties the hardest hit. Some Councillors attended but not all elected to speak. Speakers accused the shire of inefficiencies. Delegates were appointed to speak to the Council about appointing a consultant to recommend more efficient operations.\n",
      "The Shire reported 260 objections from the 2,300 ratepayers.\n",
      "Daylight saving ended\n",
      "Winding her clock back on the Saturday evening was overlooked by a local lady, who arrived at church an hour early the next morning.\n",
      "Community\n",
      "Work commenced on construction of the Senior Citizens clubrooms at Stanhope, a three-month contract with J. Warde of Kyabram.\n",
      "Rushworth and District Historical Society accepted the loan of a stone jar dated 1898 from Rathjen’s winery at Colbinabbin.\n",
      "A Progress Association committee of Ron Risstrom, Ted Whitehead and K. Dalziel was tasked with a survey of the town households to gauge likely workforce capacity, so as to advise any potential manufacturer who might be enticed to the town.\n",
      "Rushworth-Colbinabbin Apexians travelled to Shepparton to donate blood.\n",
      "Patrol leaders at Stanhope guides were Barbara Legge, Kay Trist, Wendy Emmett and Wendy Golding.\n",
      "Schools\n",
      "Grade 3 at Rushworth Primary were learning about Japan and Miss Barry brought her Japanese pyjamas to school. (Student reporters just thought you may like to know.) April Lloyd of grade 6 brought a dried snake which she had found tangled in a fence.\n",
      "High School reported the arrival of new teachers Robert Holdsworth, Paulette Head, Bob Hurley, Ian and Jo Watson, as Kaye Branson returned to teach art. Christine Bell began as office assistant. \n",
      "Form 6 recommenced after sound results in 1971 Form 5. (Crikey, I was in that Form 6, with Sue Fitzgibbon and Marilyn Cruz (of Rushworth) Kaye Wilson and Chris Cheatley (Colbinabbin), Dianne Densworth (Stanhope) and Ross Barlow, who got a clearance from Assumption College, Kilmore. (Where did those fifty years go?)\n",
      "Others on the staff in 1972 included Ian Johnson, Cherry Roll (later Johnson), Robert Olston, Ted Shanks, Warren McKeown and Roger Barnes, all active in local sport. (I am still searching for Cherry, if anyone can help.)\n",
      "Rodney House won the swimming sports, winning six of the seven relay races. Stars were Elwyn Bohn, Roly Miller, Peter Armstrong, Lynda Taylor and Meredith Heily.\n",
      "Murchison Primary had four new teachers; Mr Seymour, Principal, Mrs Moss, Mrs Sullivan and Mrs Wallace, joining Mr Silbereisen. House captains were Sally and Tony Grant of Goulburn, and Elizabeth Ewart and Patrick Bourke of Waranga House.\n",
      "Personal\n",
      "Roy Lyons of Murchison RSL sub-branch was awarded Life Membership by the RSL State Executive. Digger Lyons joined Digger Gregory with that honour. Mr Lyons was an outstanding contributor to the hospital, to the fire brigade at North Murchison, and to the Progress Association.\n",
      "Murchison’s William Green, 81, passed away and was buried at Fawkner.\n",
      "Jodie Perret was welcomed by parents Margaret and Trevor, Daniel Horne joined brother Brendan with Pam and Alec, while Peta Williams was born in Melbourne to Helen and Ross. (Hope you all have 50 happy returns!)\n",
      "Notice was given of a planned reunion of the Risstrom family at the Basin picnic ground later in March.\n",
      "Sport\n",
      "Stanhope bowlers Rupe Haw, George Milthorpe, Alex Cowie and Syd Linford won a Massey Ferguson tournament at Kyabram, to advance to the finals in Melbourne.\n",
      "Playing in a night tournament hosted by Bendigo Lions Club, Rushworth bowlers Bruce Laurie, Jack Pettifer, Bill Furphy and Keith Vickers took home the big prize.\n",
      "Rushworth B-grade bowlers were runners-up to Mooroopna Golf in the final, as A-grade were tipped out by Stanhope in the semi-final.\n",
      "Murchison bowls ladies Helen Shephard, Dot Kenny, Greta Baker and M. Miller made the semi-final of GV fours. Dot Kenny was the club champion.\n",
      "Anne Pearce was champion at Rushworth after defeating Adele Home, mother of Peter.\n",
      "Colbo cricketers chased Elmore leather as J. Peake clocked up 105 runs in a team score of 210. Each taking one wicket for one run were Mick McArdle, Greg Laurie and Ron McTaggart, but Colbo batting ended a little short on 91.\n",
      "Murchison’s cricketing fathers were flogged by their sons by two runs, 118 to 116. Graham Scott, Norm Halbert, Kevin Feehan and Jim Hammond batted best for the mature team, as Eric Lucas took three wickets. Youngsters Keith Lucas, Dick Feehan and Peter Halbert did well. \nRushworth cricketers made 7/85 in a one-day contest with Stanhope who made 9/91. Ian Haw was Stanhope’s best with 3 wickets for 22.\n",
      "Office-bearers for the new netball season at Rushworth were Lynette Perry, Robyn Lambden, Wilma Schade and Pauline Wootton, with assistance from Mrs Heather Hawking and Mrs Jessie Schade. Lynette and Pauline became League vice-presidents to president Kaye Tranter of Mount Pleasant.\n",
      "Colbinabbin netball had Val Vickers at the helm, assisted by Mrs D. Speers, Mrs J. Ellis, Mrs M. West and Wilma Hamilton. Miss C. McDowell was appointed coach, with Mrs Nell McTaggart to coach C-grade.\n",
      "Heathcote Football Club, runners-up in 1971, threatened to leave the League in 1972 when other clubs voted against their bid for five ex-radius players. Departure would leave just five clubs, Mounts, Elmore, Colbo, Rushworth and Tooborac. The Heathcote committee placed their dummies in the dirt and failed to attend a League meeting of club delegates, where the season gate charge for adults was set at 40 cents. (Yes, 40 cents, with a little more for the finals.)"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
