{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-04-28",
  "title": "Rushworth Speedway opens May 1972",
  "media": "",
  "body": {
    "pars": [
      "Photographed preparing a safety fence and drilling postholes for the toilet block at Rushworth Speedway were Auto Club members Peter Toohey, Kevin Wallace, Don Richardson and Barry Jones, together with Apex Club members Ted Whitehead, Bill Barlow and John Ryan.\nThe first race day was opened by Peter Ross-Edwards of Shepparton, leader of the Country Party. Despite bad weather a crowd of 1800 was reported. A programme of 25 events was raced on land leased favourably from George Colliver.\n",
      "Community\n",
      "Almost 600 people attended the Parish Picnic of St Mary’s Rushworth, held at the recreation reserve. Tom Densley and Brian Flanigan played the clowns for the children, who put away 30 gallons of squash, 500 icy-poles, and “mounds of sandwiches” in a flash. \n",
      "ANZAC Day services were held at Colbinabbin, Rushworth (speaker Ralph Heily), Murchison (speaker Fred Volk, with Shepparton Ladies Pipe Band in fine tune) and at Stanhope (speaker Rev. Jones).\n",
      "A long letter was published from Methodist minister, Rev. David Pentecost, concerned at plans to establish a TAB agency at Rushworth.\n",
      "Mrs Salter, now retired from teaching, joined the hospital auxiliary, where the raffled box of groceries was won by Mrs McInnes, mother of Rushworth’s Margaret Cruz, grandmother of Suzy Perry and Debbie Thompson.\n",
      "Colbo Lifesaving Club awarded Survival Certificates to Noela Brown and Lyn “Chubby” Wilson. Collecting the Intermediate Star were Phillip McEvoy, Tony O’Dwyer and Joe McArdle. (Need to be able to swim on those fishing trips, eh Joe?)\n",
      "Roy and Nina Furness took over the Colbo Pub, with an early guest for a quiet refreshment being Johnny O’Keefe, of “wild rocker” fame.\n",
      "Farmer A E Hammond of Murchison owned a ewe which produced four healthy quads.\n",
      "Schools\n",
      "Murchison school’s grades 5 and 6 were dismayed to find the river polluted with cans, bottles, newspapers and an old bike. Grades 1 and 2 learned about evergreen and deciduous trees.\n",
      "Rushworth grade 1 visited the railway station, riding in the engine under the railway bridge to the High Street crossing and back. Roger Kolenaty and Raymond Barber wore stationmaster caps.\n",
      "At Rushworth High School, five teachers went on strike, writing to the newspaper to explain their action, but forgetting to put their names to the letter.\n",
      "Personal\n",
      "Former Rushworth resident Henry Charry died at Moonee Ponds.\n",
      "John and Margaret Hammond of Murchison added Scott to children Rachel and Angela. Gladys and Ray McArdle welcomed Karen’s sister Janet.\n",
      "Netball and football\n",
      "Colbo netballers could only field one team of senior netballers, losing to Tooborac 19 to 49. Goals were scored by Kerryn Duke 14 and Jill McIntosh 5. \n",
      "Murchison footballers 8-12 went under to Girgarre 15-9, with Girgarre best players Colin Scripps, Maurie Varcoe, Noel Langley and J. Doolan. Murchison’s best were Terry Eldridge, Peter Keady, B. Downes and B. Hinchcliffe.\nColbo 15-14 had fewer scoring shots than Tooborac, on 11-22. Tom Tuohey, Colin Hill and Buster Hammond were named in the best. The following week, Colbo were 44-point winners over Mounts, helped by newcomer David Long.\n",
      "Rushworth’s Linton Gleeson got six goals, but the Tigers lost by over ten goals to Heathcote. He was joined in Alf Raglus’s best players by Ian Johnston, N. Lloyd, J. Lambden, A. McLean, R. Cruz and I. Watson. We were no better against Elmore, kicking 9-21 to the Bloods 11-18, despite the inclusion of Bill Barlow of Apex fame above, Malcolm Potter and Bob Hurley. Ralph Barlow was named best.\n",
      "Rushworth Seconds lost to Heathcote by four points, with named good players D. Newey, S. Fraser, P. Grigg, G. Muir, G. Wall and L. Morgan. Against Elmore, the Seconds lost by just two points, despite a speedy centreline of Ken Risstrom, Lyle Parker and Geoff Cruz.\n",
      "Other sport\n",
      "Taking out the GV Bowls Association B-grade champion rink were Rushworth’s Farquhar McLean, George Home, George Kolenaty and Charlie Jackson. In the pairs semi-final, Jack Pettifer and Jeff Geddes were six up with one end to play. The pair from Stanhope were not named but scored a six, then won the play-off end. (It’s not over until it’s over.)\n",
      "Carpet bowlers Vin Pannell, Alan Wootton, Mrs Wombwell, and Mrs Collard out-rolled Vic Cruz, Mrs Vickers, Clarrie Brasher and Ian Laurie at Rushworth.\nRushworth Blues hockey team opened the season with a 1-0 win over Shepparton High School. Best were Lorraine Wallace, Suzanne Foley, Sheena Weaver and their teacher Jean Brewster. Against Kyabram, the score-line was 2-6, and those named were Christine Damon, Suzy Cruz, Suzanne Foley and Helen Whiteacre.\n",
      "A-grade golf winner at Rushworth was David Heily, on a countback from Peter Home and banker Bob Williams. Nan Jessup and Alice Brown opened the season with a win in the Associates, with Nan’s mother-in-law Jean Jessup nearest the pin."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
