{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-05-12",
  "title": "School centenary planning begins in May 1972",
  "media": "",
  "body": {
    "pars": [
      "Planning commenced for centenary celebrations for Rushworth State School 1057, well ahead of Back-to-School events to be held in the first week of October.\nThe Rushworth TAB agency was announced, to operate on limited hours in the shop immediately to the north of the building now known as the Shire Service Centre, the former Waranga Shire offices. What with Tattslotto just announced, and Soccerpools soon to follow, there were comments about “the need to cut down on beer and cigarettes to make ends meet”.\n",
      "Schools\n",
      "ANZAC Day observance at Rushworth Primary School was in the main corridor (of the building now closed on the Old Tatura Road), as the rain tumbled down outside. \nGrade 2 reported on a recent bushwalk, with dismay at finding old rusty bed springs, dumped cars, and a dead goat in the forest behind the school.\n",
      "Community\n",
      "Bruce Lloyd, MHR, presented an Australian flag to Colbinabbin Scouts. It is not clear why, but dressing as girls for the occasion were Glen, Colin and Ian McTaggart, Tony O’Dwyer, Greg Brown, Brett Cheatley, David Ivey, Bill Wright, Mark Kelly, Geoff Burge, David Hill, Lyn and Trevor Wilson, Tim West and Haydon Francis. (Why didn’t they just join the Guides?)\n",
      "Court cases at Rushworth were rather expensively delayed by late arrival of the magistrate. A barrister’s parked car was seen to have its registration sticker three years out of date! The Court House had a $5000 paint makeover. (Is that the most recent paint job?)\n",
      "Off-season fire brigade developments included recruitment of new members Greg and Wally Locke, Ray Hilder, Glen Heily, Kevin Kerrins, Alan Jackson and Dale Donohue.\n",
      "Personal\n",
      "Passing were Bill Pearce of Rushworth, and Norman Ridley, former licencee of the Rushworth Hotel, then later the Criterion Hotel. He was just 59.\n",
      "Arriving were Narelle Tweddle, daughter of Margaret and Jim, of Murchison, and Dale Answer to Pam and Allan, who lived briefly in Esmonde Street Rushworth.\n",
      "John P Williams was in hospital in Melbourne as his father, jeweller Carl, was in Waranga Memorial Hospital. Carl had recorded 51 years in business (in the present Ice Cream Shoppe), including work on the war memorial clock dating back to 1924.\n",
      "Football\nColbo 17-13 beat Rushworth 13-13, after Colbo’s Ken McMurtrie kicked the opening three goals. He finished with 4, Ian Marrett 3, Chris Cheatley 3, Bill Gerrand 2, Nildo Munari, Colin Hill, Buster Hammond, R Emsley and Kevin McTaggart with one each. Most of these were named best, joined by D Long and Dave Slimmons. \nRushworth’s sharpshooter was Bill Barlow with 3 goals, as Linton Gleeson, Alec Horne and Laurie Downie got 2, John Walters, A McLean, Ian Watson and Bob Wilson with singles. Bill Heath, John Lambden, McLean, Downie, Barlow, Gleeson and Ian Johnson named as best by veteran reporter Alf Raglus.\n",
      "In the Seconds, former captain-coach Maurice “Mo” Ryan came out of retirement and donned the boots, scoring the team’s 1-1, to Rushworth’s 10-22. Best for the Tigers were Pluto Perry, Simon Fraser, John Raglus, Robbie Borger, Barry Thompson and Geoff Cruz. For Colbo, John Weppner, Les McMurtrie, Trevor Branson, Graeme Weeks, Bob McLean and a Johnson without an initial, possibly Barry, Jack or Bill. Trevor would have been too young.\nThe Tigers got their first win of the season, 19-17 to Tooborac’s 13-14, as bank teller Laurie Downie kicked five goals and Herb Barlow three. The Seconds outscored Tooby 10-11 to 2-10, as Ray Cruz and Brian Freeman featured in the list of good players. Brian was farewelled after five seasons, transferred to Traralgon by the CBC bank. Former player Jim Fullerton was appointed official runner for the club, and acting selector Chief Perry was appointed as a proper selector.\n",
      "At the Rushworth football club meeting, committee members passed payment of an invoice received from the Nathalia club for 64 cents. Nathalia had incurred this whopping expense when sending a telegram to Rushworth on the subject of a clearance for coach Bob Wilson. (Hope there was no interest charged on the short-term debt. By season’s end it was clear that this was not money well spent!)\n",
      "Murch Seconds footballers P. Bathman and G. Bathman were named best in a win over Lancaster, with six goals and four goals respectively.\n",
      "Other sport\n",
      "Rushworth women golfers farewelled Mrs Pengelly, leaving for Castlemaine, having made new curtains for the clubhouse windows. (Are they still hanging?) Kay Risstrom won a newcomer’s trophy.\n",
      "In C-grade netball, Rushworth 14 beat Colbo 11, with Debbie Cruz and Wendy Jones best. Players were reminded to bring two oranges for the next match against Tooborac! For that match between arch rivals and finals contenders, Tooborac A-grade netted 37 to Rushworth’s 32, scored by Kaye Potter (22) and Kerryn Beck (10).\nMurchison’s local netball competition had teams with names Imps, Rebels, Butterflies, Rosellas, Magpies and Dodgers.\n",
      "Murchison’s local netball competition had teams with names Imps, Rebels, Butterflies, Rosellas, Magpies and Dodgers.\n",
      "Youngsters David Cleary and R Forte trained their Murchison Road pigeons to dash home first in the Pigeon Club race from Finley."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
