{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-06-09",
  "title": "Shire Hall hosts big event in May 1972",
  "media": "",
  "body": {
    "pars": [
      "Shire Hall hosts big event in May 1972\n",
      "Front page news in May 1972 was a children’s fancy dress afternoon in the Shire Hall. Best costume prize for boys went to David Coyle, ahead of James Poulson. Jan McArdle won the girls’ award from Lisa Jessup. The feature article did not include which characters were displayed in the outfits of the winners.\n",
      "Most Humorous prize went to Miriam Poulson and Lyn Home, calling themselves “The Protesters”. (What were you protesting about, girls?) \n",
      "Other prize winners included Paula and Gabrielle Forte, Megan and Paul Cotton, Hillary and Linda Whitehead, Diane Williams, Amanda Baker, Miriam and Ann McArdle, Ann and Megan Cheatley, Wendy Hawking, Andrew and Jack Stewart, and Deborah Taylor.\n",
      "Crime\n",
      "Found in thick scrub north of the golf course was a mostly-stripped 1969 Holden 186S Monaro. Turned out it was stolen from its 80-year old Bendigo owner a few days earlier. (A 186 Monaro was pretty sporty for an 18-year old, never mind a driver of 80, whose toy had been destroyed.)\n",
      "Murchison’s Tony Grant had his Dragstar bike stolen from outside the Presbyterian church, of all places. Attempted burglaries were reported at Rushworth from the golf clubhouse and the newsagency of Ivan Jell. Vandals also attacked the pre-school toilets and playground.\n",
      "Rushworth paperboys (remember them?) on their rounds told Ivan Jell about flames coming from a High Street home near the Glasgow Buildings close to daybreak. He called police. An incendiary device was believed to have been thrown into the home, as a broken beer bottle was found within the glass of a shattered window.\n",
      "A Rushworth man was fined $40, in default eight days gaol after he and a window in Kyabram’s Albion Hotel collided.\n",
      "Community\n",
      "Heather Hawking, Margaret Damon and Peg Taylor led (and cooked for) twenty-four girls camping in the rain on Jim Barlow’s property on Wanalta Creek.\n",
      "A scrub fire then a house fire on the same day in the first week of May on Murchison Road, were not thought to be suspicious. Firemen Ian Borger, Graham Hawking, Ray Hilder and Graeme Johansen extinguished the scrub fire, assisted of course by the fire truck.\n",
      "Schools\n",
      "Rushworth High School Ladies Auxiliary added voices to the public call to retain school uniforms. Local primary schools may have been on vacation as there were no reports.\n",
      "Personal\n",
      "Knot tying was done by former Murchison residents Ronald Hammond (to Mary Keane at Geelong), and by Charles Cassidy (to Carmel Hogan, at Tatura).\n",
      "Football\n",
      "Rushworth with 19-12 scored a rare win over Mounts, on 16-14. Boom full-forward Laurie Downie starred with 9 goals and Alec Horne was named best. Maurice Clarke came on to replace the injured coach, Bob Wilson.\n",
      "The Seconds got the points against Mounts as Jim and Jeff (Slim) Perry played a rare game together. (Well Chief WAS a selector, as Jim has highlighted in the past!) Simon Fraser and Malcolm McLeod each kicked four goals, Rob Borger named best.\n",
      "Heathcote 15-17 beat Rushworth 11-10, as big wood-cutter Denis Pangrazio kicked six goals.  (He jumped his 15 stone on my fragile 17-year-old left ankle, sending me off, replaced by Neville Clarke.)\n",
      "Rushworth Seconds trounced Heathcote 11-8 to 2-5. Graeme Johansen hurt a leg, replaced by another youngster Malcolm McLeod, with over 400 games between them, as Noel Lloyd won the ruck duels, Geoff Hawking dobbed five goals, and Geoff Cruz was named in the best. (The latter three save their best work for the bowling green these days!)\n",
      "Ian Marrett kicked five of Colbinabbin’s  9 goals 8 behinds, but Heathcote ran away with 26-10. The scribe said Colbo “fell in a heap”, which would make it difficult to play footy. Without giving anything away, it had seemed that these two teams would contest the premiership later in the season. Alan McIntosh was captain-coach of Colbinabbin. One of his sons, Rick, now calls the horse races; another son Lachlan calls the trotting.\n",
      "Stanhope had clocked up two wins but went down to Tongala by two goals.\n",
      "Murchison beat Merrigum by 12 goals (E. Dunlop named best with Cliff Dwyer), and Girgarre beat Tallygaroopna by a point. Murchison Seconds’ Bathman boys were at it again, kicking 13 goals between them as Merrigum failed to trouble the scoreboard operator.\n",
      "The regular grudge match between Murchison and Nagambie resulted in a win for the Lakers. Murchison captain-coach Barry Smith had previously played in premierships with Nagambie, so it was very competitive. Things may have healed over a little by now; Barry is long retired in Nagambie.\n",
      "Other sport\n",
      "Kaye Potter’s twenty-two goals and Pauline Wootton’s eleven got Rushworth home against Heathcote’s 29 goals. B-grade went down 23 to 39, as Judy Raglus threw twelve goals, Kerryn Beck with eleven.\n",
      "Stanhope Car Club’s hill climb events at Mt Corop included a win for a Cooper S driven by local Mark Hadfield.\n",
      "Tom Simpson’s pied pigeon was too fast to go into a pie, winning a race from Jerilderie, from birds owned by S L Simpson, A Nurse, K Miller and W Hardie.\n",
      "Rushworth pennant golfers won a semi-final berth after same-day wins over Kialla and Cobram. Good work by Ken McNamara, Graham Muir, Graham Spence, Reg McIntosh and Peter Home. \n",
      "Murchison golf success went to Bill Ewart and teacher-footballer Winston Silbereisen. Vera McManus and Lorna Grant were featuring in the ladies events. \n",
      "Rushworth Whites hockey team went under to Shepparton team Combines 1-4, with Rhonda Sullivan the goal scorer and Beth Shanks and Sue Fitzgibbon shown as best. Rushworth Blues had a 1-0 victory over Shepp Girls School with Lorraine Wallace and Christine Damon getting their names in the local newspaper, both then and now, fifty years later!\n",
      "Footnote: I have had cause to recall recently that this page would not be here but for, initially, the period of editorship of the Rushworth Chronicle by the late Geoff Beck. By 1972, the era of the late Peter Davidson had commenced. Assisted by contributors, both men published news to the district every single week. We should pause more often to recognise their efforts, as we read what they wrote fifty years ago. As the Waranga News editor has written many times, new contributors are very welcome in 2022."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
