{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-05-26",
  "title": "Women’s football kicks off in June 1972",
  "media": "",
  "body": {
    "pars": [
      "While the Progress Association was working to attract a new industry, the local lassies were playing football, decades ahead of AFLW, and the Primary School preps got into the game. \n",
      "Shire\n",
      "The Rushworth Progress Association, which had nine months previously started moves to attract an industry to the town, accused Waranga Shire Council of “snubbing their efforts” and failing to help identify Shire land or Crown Land locally which might be used to encourage a developer.\n",
      "Community\n",
      "A fund-raising footy match in aid of the “Miss Charity Nurse” competition entrants was played at Rushworth when the local girls were big winners over a team from Tongala. Led onto the ground by mascots Paul Beck, Andrew Perry and Andrew Davidson, the Tigeresses romped home thanks to goal-scorers Julie Pearce (five), Kaye Potter and Robyn Lambden (four each), with singles to Rosalie Hawking, Pauline Wootton, Jenny Muir and Cheryl Hawking. (You never see 17 goals to a team in AFLW matches these days!)\n",
      "High School teacher and coach of Rushworth Under-15 boys, Keith Taylor, umpired the match.\n",
      "The Rushworth branch of Save the Children Fund (Mrs Donovan, Mrs Home, Mrs Crute, Mrs May Risstrom, Mrs Draper and Mrs Thorne) had raised an extraordinary sum of $734 for the year.\n",
      "Moora Fire Brigade roster: cousins Ralph and Michael Barlow.\n",
      "Schools\n",
      "At Murchison Primary, grades 1 and 2 reported pasting pieces of newspaper over blown-up balloons, to create piggy-banks once the paste had dried and the balloon had been pricked.\n",
      "At Rushworth Primary, prep Robert brought to school part of a sheep’s jaw, with three teeth in it. (Just thought you may like to know.) The prep class also got a new football. They reported “We wrote ‘preps’ on it so that everyone will know that it is ours. Even the girls played with it.”(Crikey! What next?)\n",
      "The Back-to-School committee for the school centenary was compiling a list of ex-students, and attempting to contact them with invitations.\n",
      "Personal\n",
      "Deaths were recorded of Harry Dixon, ex-Rushworth war veteran, who died at Frankston, and of Harold Stevens, formerly station master at Murchison East.\n",
      "Charlie and Winnie Parfrey had clocked up 60 years together, nine children, 41 grandchildren and nine great grandchildren. At a party at the Criterion Hotel, Father Collins read lots of telegrams (remember them?) from everybody from the Queen down.\n",
      "Mr and Mrs Harry Thompson of Stanhope Road, Rushworth, had been married for fifty years, and also received many congratulatory messages.\n",
      "Football\n",
      "Stanhope was too good for Euroa, 17-8 to 12-15, but there was never any Stanhope match report in the newspaper.\n",
      "Colbo on 8-12 pushed Mount Pleasant 9-10, with the mountain men of Toolleen best served by Chicken Smart, Tony Stribley, Peter Nihill and Barney and Frank Tuohey.\nRushworth’s 5-15 was no match for Elmore on 13-11 in the main game. Rushworth Seconds thanked defenders Denis Ogden and Ted Shanks for a victory 5-9 to 3-6. Neville Clarke, Flash Morgan, Mal McLeod and Chip Hageman joined them in best players spotted by Alf Raglus. Graeme Johansen was reported for striking for the first time in fifteen years of senior football, possibly retaliating to a blow which had split his lip. Future trucking magnate Gavin “Gos” O’Sullivan scored a goal for Elmore. \nMal Potter sought a clearance to Sandhurst but “his services were still required”.\n",
      "Other sport\n",
      "A public meeting was scheduled by outgoing President-Secretary-Treasurer of the Table Tennis Association, the late Frank “Meggsy” Hageman, who had tired after three winters filling all three roles. (Why not call a similar meeting now?)\n",
      "Rushworth netballers had a close game against Elmore, winning 26 to 24, with goal stars (and occasional footballers) Kay Potter with 19 and Pauline Wootton with 7, again prominent. B-grade was also a good contest, the Tiger girls up 23 to 14 (Judy Raglus 13, Kerryn Beck 10).\nColbo netball still struggled for numbers, as only A-grade lined up against Mounts, pushing them 26-27. Karen Duke netted 15, Jill McIntosh 11.\n",
      "Winning Rushworth carpet bowls were Bruce Wootton (aged 17), Jeff Geddes, Mrs Kolenaty and Mrs Wombwell.\nBest players for Rushworth Whites hockey team in the 5-3 win over Kyabram were Val Perry, Beth Shanks and Marilyn McKeown, the latter two being wives of footballers and High School teachers Ted Shanks and Warren McKeown. (Just read it slowly; you will work out what I mean.)\n",
      "In a mixed event at Rushworth golf, Beryl Home and Bob Barlow defeated President Bob’s son Colin and Mrs Beatrice Borger “by one eighth of a stroke”, (which is too complicated for me). Jack Laurie won an A-grade event, while Wes Risstrom “took home a special trophy for 36-handicappers” (which I do understand. Well done Wes! You should make a comeback. We could have a round together. I can drive the buggy.)"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
