{
  "sling:resourceType": "wnews/page/recipe",
  "date": "2021-08-05",
  "title": "Cinnamon Sugar Donut Muffins  (makes 12)",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/08/Donut Muffins pic.jpg",
  "abstract": "I’ve been very lax about my turn with the cooks’ column segment, but here I am back on deck finally… I can just imagine Glen’s sigh of relief!\nI do love a good cinnamon donut with a cuppa, and Mum isn’t one to EVER refuse a sweet thing with a cuppa either (as proven this morning in her eagerness to taste test the final product immediately after finishing her bowl of cereal!).  I hope you give these a try.  They are so simple to make, but so satisfyingly delicious too.  Happy Baking.",
  "body": {
    "pars": [

    ]
  },
  "ingredients": [
    "For the Muffins",
    " 1 ½ cups of plain flour",
    " ½ cup of white sugar",
    "1 ½ teaspoons of baking powder",
    "1/8 teaspoon of salt",
    "½ teaspoon of ground cinnamon",
    "¼ teaspoon of nutmeg",
    " 1 teaspoon of vanilla extract",
    "1 large eggs",
    " ½ cup of milk",
    " ½ cup of butter (approx 125g)",
    "For the Topping",
    "½ cup white sugar",
    "2 teaspoons ground cinnamon",
    "5 tablespoons butter melted (approx 100g)"
  ],
  "method": [
    "Preheat the oven to 180C/350F)\n",
    "Grease muffin tins or line with cupcake papers.",
    "Put flour, sugar, baking powder, salt and spices in a  large bowl and stir together until combined. Set aside.",
    "In a small bowl beat the egg. Add the milk., vanilla extract, and cooled melted butter and mix well to combine.",
    "Pour the wet ingredients into the dry and mix with wooden spoon until JUST combined. Be careful not to over mix.",
    "Spoon batter into muffin cases about ½ - ¾ full. Bake in preheated oven for 20-25 mins, or until they are lightly browned and spring back to the touch.",
    "Cool for 5 minutes in the pan before removing them.  ",
    "For the Topping: ",
    "In a small bowl mix together the cinnamon and the sugar.  In another small bowl melt the butter.",
    "Dip the muffins in the melted butter, then roll in the cinnamon sugar mixture."
  ],
  "testimonials": "",
  "published": true,
  "sidebar": ""
}
