{
  "sling:resourceType": "wnews/page/recipe",
  "date": "2021-10-28",
  "title": "Perfect Quick and Easy Rough Puff Pastry",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/10/Pastry.png",
  "abstract": "Well, it’s my long overdue turn to do the Cooks’ Column.  I’ve been shirking my responsibilities. Trying to do more ‘from scratch’ cooking, I decided to give this recipe and a connected recipe a whirl (you’ll have to wait for the next edition of Waranga News for Part 2 recipe details) ",
  "body": {
    "pars": [

    ]
  },
  "ingredients": [
    "60g unsalted butter (grated and frozen)\n",
    "200g unsalted butter (grated and frozen) N.B. weigh the batches of butter after grating it\n",
    "350g plain flour (put into freezer for a couple of hours before making this pastry)\n",
    "120-150ml ice cold water\n",
    "1 tsp salt\n",
    "½ tsp lemon/lime juice (or white vinegar)"
  ],
  "method": [
    "In a bowl, combine the flour, salt and the 60g butter.  ",
    " With your fingers quickly rub the butter into the flour.\n",
    "Add the lemon juice and water, a tablespoon at a time, while mixing with a wooden spoon or your fingertips to bring the dough together. ",
    "Add enough water to form a firm dough (that is not tacky or too wet).",
    "Knead the dough on a floured surface for about a minute and leave it to rest for about 5 mins (in the fridge).\n",
    "Roll the dough out into a long rectangle (about 6-7 inches wide and 15-16 inches long). ",
    "Sprinkle 100g of grated butter on 2 thirds  of the area of this rectangle. ",
    "Fold over the portion without butter towards the middle. ",
    "Then fold over the other end, over the first fold.  ",
    "You completed one fold.\n",
    "Turn the dough 90 degrees and roll it out to form another long rectangle. ",
    "Repeat with the rest of the butter and fold over and turn 90 degrees.  ",
    "Now you have incorporated the butter in two folds.\n",
    "Complete three more folds so you have folded the dough about five times. ",
    " You shouldn’t need to refrigerate between folds if you work quickly.  ",
    "However, if it’s a hot day and the butter starts to seep through, put the dough in the freezer for about 10 mins to harden the butter and continue.\n",
    "After the fifth and final folding, wrap the dough in plastic wrap and store in the fridge until needed. ",
    "Let it rest for at least 2 hours before using.  ",
    "Overnight gives best results.\n",
    "If not using it right away, cut the dough in half, wrapping each piece separately in plastic wrap and store in freezer."
  ],
  "testimonials": "",
  "published": true,
  "sidebar": ""
}
