{
  "sling:resourceType": "wnews/page/recipe",
  "date": "2021-09-16",
  "title": "Rice bread",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/09/Breadbaker.jpeg",
  "abstract": "I don’t want to go on and on about my broken leg and being confined to a wheelchair, but a bit of sympathy wouldn’t go astray.\nCome to think of it, Himself probably deserves more sympathy than I do, as he’s now the designated carer, laundress, kitchen goddess . . and now has added ‘baker’ to his list of titles. He decided he’d make a batch of what I call my famous rice bread. ",
  "body": {
    "pars": [

    ]
  },
  "ingredients": [
    "7 level cups of bread flour (I use seeded)\n",
    "3 cups of cooked rice\n",
    "3 tspn salt\n",
    "3 tspn sugar\n",
    "5 tspn yeast\n",
    "2 tsp olive/canola oil\n",
    "700 ml quite warm water"
  ],
  "method": [
    "Place all dry ingredients in a big bowl (I use a big plastic washing up dish) and mix thoroughly. ",
    "Put cooked rice in a bowl or jug, pour over the very warm water and add oil. ",
    "Test temperature of the mix - it needs to be quite warm otherwise the yeast won’t ferment - and not too hot or you’ll kill the yeast. ",
    "A bit like the story of the Three Bears.\n",
    "Pour the water etc into the dry ingredients and stir around well, turning it and punching it down. ",
    "You may need to adjust the water or flour to develop the right consistency. ",
    "It needs to come together in a spongey lump. \n",
    "Cover the dough with a sheet of plastic and leave in a warm spot to rise.",
    " In winter, it’s happy to be near the wood stove. ",
    "In summer I’ve often covered it with a tea towel and taken it to a sunny spot outside.\n",
    "When the dough has doubled in size, turn it onto a floured bench and start turning and folding (have a look on Google for some handy hints on how to knead).",
    "This amount of dough will make two double high tin loaves and a small brag loaf (that’s the one you give to someone you want to impress). ",
    "After kneading, leave the dough in the tins for a second rising and then bake for about half an hour in a hot oven until nice and brown on top - and the loaf sounds hollow if you tap it on the bottom.\n",
    "Tip loaves onto a cooling rack and hope that someone with a camera will happen to pass by."
  ],
  "testimonials": "",
  "published": true,
  "sidebar": ""
}
