{
  "sling:resourceType": "wnews/page/recipe",
  "date": "2021-08-19",
  "title": "Rosie’s Easy Peasy Chocolate Slice",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/08/Rosie'sSlice.jpg",
  "abstract": "For those of you who haven’t heard my latests news, I’m about to bring you up to date. (1) I’ve broken my leg and (2) I’ve turned the Big 8-0.\nIt was such a huge finish to the month of July for me . . and I can feel your vibrations of empathy coming my way. You might also send some empathetic vibrations towards Himself, who has suddenly been promoted to nurse/carer, laundress, domestic goddess and bottle washer etc.\nSo up pops my name on the roster for this edition’s Cooks’ Column . . . and I’m not allowed anywhere near the kitchen, so Himself tells me. And as good as he is at all the other chores that have been handballed to him, he has not shown any signs of baking skills or of even following a recipe for his soups or stews.\nBut one of our Cornella Care women is noted for always arriving late for meetings but carrying a tray of warm cakes/slices  straight out of the oven, with the butter and icing sugar in a bowl ready to ice the cakes as soon as they’re cool enough. So, I thought I’d share one of her recipes which she swears is so easy and makes no mess .  . . and doesn’t need icing (even if you’re running late for a meeting!)",
  "body": {
    "pars": [

    ]
  },
  "ingredients": [
    "90g melted butter\n",
    "1 cup crushed biscuits\n",
    "1 1/2 cups choc bits\n",
    "1 cup shredded coconut\n",
    "1 cup chopped mixed nuts\n",
    "1 can condensed milk"
  ],
  "method": [
    "Line a slab tin (lamington tin) with paper bake. ",
    "Pour the melted butter evenly across the bottom of the pan. ",
    "Then sprinkle over the crushed biscuits, choc bits, coconut and mixed nuts.\n",
    "Pour the condensed milk all over the top. ",
    "Bake in a moderate oven for about 20 minutes. ",
    "Be careful not to over cook."
  ],
  "testimonials": "",
  "published": false,
  "sidebar": ""
}
