{
  "sling:resourceType": "wnews/page/recipe",
  "date": "2021-11-11",
  "title": "The Ultimate Egg and Bacon Pie",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/11/The Ultimate Egg and Bacon Pie pic2.jpeg",
  "abstract": "",
  "body": {
    "pars": [

    ]
  },
  "ingredients": [
    "Leek Mixture\n",
    "1 tblsp butter\n",
    "2 cups of sliced and washed leeks\n",
    "3-4 cloves of garlic, minced\n",
    "½ tblsp chilli flakes\n",
    "pinch of salt\n",
    "1 tblsp Worcestershire Sauce",
    "Bacon and Egg Mixture\n",
    "Puff pastry as per last edition of Cooks’ Column OR three sheets of ready-made puff pastry. \n",
    "340g smoked thick-cut bacon, cut into 1cm strips.\n",
    "9-10 eggs (1 yolk is reserved for the egg wash)\n",
    "85g Strong flavoured cheese (grated) – e.g. Monterey Jack, vintage cheddar. Salt and pepper to taste. "
  ],
  "method": [
    " Leek mixture\n\n",
    "Melt butter in saucepan over medium heat.  ",
    "Add garlic, leeks, pinch of salt and chilli flakes and cook until leeks soften, stirring frequently.  ",
    "Once the leeks soften, stir in Worcestershire sauce.  ",
    "Allow to cool down slightly.",
    "Method - Bacon and Egg Pie\n",
    "Place a heavy sheet pan in the middle of your oven and preheat oven to 200º C. ",
    "Butter a large casserole, deep dish including the top edges as the pastry will puff up over the edge. ",
    "Dust the work surface and roll out about 400-425gm of the pastry (to fit the bottom of the casserole dish), about 2mm thickness. ",
    "Roll the remaining pastry to fit the top of the pie, about 3mm in thickness.",
    "Cover with plastic wrap and set aside.\n",
    "Fit pastry into the dish hanging it over the edges. ",
    "Prick the pastry base with a fork. ",
    "Put about 1/3 bacon on the bottom of the pie. ",
    "Break 2 eggs into the pie dish and use a fork break the yolks and spread the eggs over the base.",
    " Break an extra egg, reserve the egg yolk. ",
    "Add the white to the pie. ",
    "Break in the rest of the eggs, keeping the yolks whole and spacing them over the dish.  ",
    "Season with salt and pepper. \n",
    "Dollop ½ the leek mixture over the eggs, then the rest of the bacon, add rest of the leeks and finally the grated cheese. ",
    "Brush the edge of the pie with water, place the top pastry sheet pressing the edges to seal.  ",
    "Roll the overhang to create a ridge along the edge of the pie, and crimp to seal.",
    " Brush top of pie with reserved yolk mixed with 1 tbspn water.  ",
    "Make 5 slits in the pie before placing in preheated oven on the hot baking tray.  ",
    "Lower the heat to 190ºC and cook for about 50 minutes. ",
    "Best enjoyed warm served with tomato relish."
  ],
  "testimonials": "",
  "published": true,
  "sidebar": ""
}
