{
  "sling:resourceType": "wnews/page/article",
  "date": "2020-11-05T11:27:08+11:00",
  "title": "Are you prepared for the fire season?",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/11/wnews20201105-004.jpg",
  "body": {
    "pars": [
      "Waranga Group Officer Robert Brown urges residents to prepare themselves and their properties for this year's bushfire season.",
      "Fire restrictions have already been introduced in some Shires in the North West of the State and Mr Brown expects restrictions within the Shire of Campaspe will be announced in the coming weeks.",
      "With above-average rainfall forecast between now and December, this year’s fire season has the potential to be dominated by grass fires, with the likelihood of shorterduration fires in grass and dry forests during hotter and windier days.",
      "Mr Brown added over the last two years, Campaspe Shire had entered the fire danger period in late October, but the rainy weather had delayed the onset of the fire danger period while heightening the risk of fast-running grass fires.",
      "The recent rain has given us prolific grass growth, heightening the risk of fast running grass fires as this spring growth cures with the increase in daily temperatures.",
      "Robert has urged local residents to clean and prepare their properties, be vigilant when burning off and moving vehicles around on dry grass, stay up to date with weather warnings and to think about having fire suppression equipment available.",
      "‘We’re asking people to pay more diligence to fire safety around their homes,’ he said.",
      "‘Pre-summer safety is essential on rural properties, so that means managing grass levels, thinking about any rubbish piles, cleaning out any dead plants and moving any material that could burn, such as fire wood, away from your homes.",
      "Living in a rural environment, we need to think about fire suppression equipment, and if we’re moving vehicles around in long dry grass, we should be mindful of the risk and check our vehicles once we are on open ground.’",
      "Robert concluded by saying that people should think about their fire plan, and if they do not have a fire plan they should visit the CFA website (www.cfa.vic.gov.au) and make one well before the fire danger period begins.",
      "‘You should also visit the CFA website for any further information and have the VicEmergency app on your phone to alert you to any fires in your area,’ he said."
    ]
  },
  "published": true,
  "sidebar": "",
  "related": [

  ],
  "abstract": "Waranga Group Officer Robert Brown urges residents to prepare themselves and their properties for this year's bushfire season."
}
