{
  "sling:resourceType": "wnews/page/article",
  "date": "2020-11-05T14:44:14+11:00",
  "title": "Community House returns to normal hours",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/11/wnews20201105-049.jpg",
  "body": {
    "pars": [
      "After six months of reduced opening hours, Rushworth Community House is once again open for normal business hours. Following a strict COVID-19 safety plan, many of the House’s normal classes and activities have resumed from the beginning of this week, with special precautions being applied universally to help ensure client health and wellbeing.",
      "RCH will be open from 9am to 3pm each Monday, Tuesday and Thursday. On Wednesdays and Fridays, the House will be open between 9am and 1pm.",
      "Some special classes and activities may run outside these hours, but entry to the House will be restricted to participants.",
      "Yoga and Meditation Classes have recommenced, with special sanitisation measures being used on all surfaces.",
      "Public computer use and dedicated PCrelated classes have also resumed with equipment cleaning after each user.",
      "The Community Garden is open to visitors, and super-fresh produce from the Garden is proving popular at Perry’s Meats in High Street (together with their amazing meat, of course!)",
      "Importantly, the longer opening hours will help people wishing to use the Centrelink/ Medicare/ATO Access Point at the House.",
      "Anita and Craig invite members of the community to call into the House and “check out what we’re doing- we know that you’ll be pleasantly surprised.”"
    ]
  },
  "published": true,
  "sidebar": "",
  "related": [

  ],
  "abstract": "After six months of reduced opening hours, Rushworth Community House is once again open for normal business hours.\nFollowing a strict COVID-19 safety plan, many of the House’s normal classes and activities have resumed from the\nbeginning of this week, with special precautions being applied universally to help ensure client health and wellbeing."
}
