{
  "sling:resourceType": "wnews/page/article",
  "date": "2020-11-19",
  "title": "Community House buys a Community Taxi",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/11/wnews20201119-060.jpg",
  "body": {
    "pars": [
      "Rushworth and District will soon have a Community Taxi service to help meet the transport needs of people living locally. With Government encouragement and support, Rushworth Community House recently established a project team to set up a Community Taxi for the people of Rushworth, Stanhope, Colbinabbin and surrounding rural areas. Now, that project has reached a major milestone.",
      "Last Monday, RCH President Cass Alexander signed a contract for the purchase of a vehicle that meets the highlyspecific needs of the project.",
      "The new Community Taxi is a three year old, low mileage KIA five door people mover, which can accommodate a driver and seven passengers in three rows of seats.",
      "It is equipped with a 3.3 litre, 6-cylinder engine coupled to a 6-speed automatic transmission system, and weighs-in at less than 3000kg fully loaded.",
      "Its large rear luggage area is a generous 960 litres, which expands dramatically to more than 4000 litres with the third row of seats lowered.",
      "Although three years old, the vehicle is in superb condition, with four years of factory warranty remaining.",
      "Given its seating capacity, the new taxi is highly manoeuvrable and can be driven by anyone who holds a standard motor vehicle licence.",
      "Its national “Probationary Plate“ status also indicates its relative ease of driving.",
      "<strong>Become a driver</strong>",
      "Community Taxi Project Manager Fay Moore is delighted with the purchase of the new vehicle and has invited members of the community who would like to become a driver for the service to contact her through the Community House on 5856 1295. Drivers will undergo training to operate the vehicle safely, and will need to pass a Police Check and obtain a Working With Children Card. All associated costs will be met by the Community Taxi Project.",
      "<strong>Initial taxi services</strong>",
      "Community Taxi services will begin as soon as all training and checks have been completed and sufficient drivers are available to undertake trips.",
      "Initially, the service will likely conduct several regular trips with multiple passengers to Shepparton and Kyabram for shopping, family visits and a variety of professional appointments. Scheduled trips between Rushworth and nearby towns will allow people to dine-out in comfort and safety.",
      "Trips to and from Murchison East railway station - together with general private bookings - are also being considered.",
      "<strong>Return your Survey Forms</strong>",
      "Destination choices are largely up to those who will likely use the Community Taxi. Last month, RCH sent out survey forms across the district, asking people to nominate how they would like the service to operate. Those forms should be returned to the House by 30 November.",
      "Extra copies of the survey forms are available at the Community House if people would like to add their preferences to those that have already been received."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "Rushworth and District will soon have a Community Taxi service to help meet the transport needs of people living locally.\nWith Government encouragement and support, Rushworth Community House recently established a project team to set\nup a Community Taxi for the people of Rushworth, Stanhope, Colbinabbin and surrounding rural areas. Now, that project\nhas reached a major milestone.",
  "related": {
    "article": {
      "page": ""
    }
  }
}
