{
  "sling:resourceType": "wnews/page/article",
  "date": "2020-11-05T14:40:00+11:00",
  "title": "EnviroWater remaking the wetland",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/11/wnews20201105-041.jpg",
  "body": {
    "pars": [
      "Vegetation has responded well at the Gaynor Swamp site with most of the rushes and sedges flowering.",
      "Nardoo was observed at the delivery end of the swamp. Tangled lignum (Duma horrida), which is classified as rare in Victoria, is also growing well and has begun flowering. Southern Cane Grass is prolific with the wetland bed and is at least 30cm high. This is good nesting material for waterbirds. Eleocharis spp are also flowering with large clumps scattered throughout the swamp bed.",
      "Bird activity is high at the site with large numbers of ducks populating the area. Pacific Black Ducks, Maned Wood Ducks and Grey Teal are the most prominent species. Australian White Ibis and Straw-necked Ibis were in large numbers in the shallower parts of the swamp. Pied Cormorants were also recorded drying their wings near the dam site in the middle of the swamp. White-necked Herons are in large numbers and are scattered all through the site. Other observations included the elusive and rare Australian Painted Snipe and two wedge-tailed eagles, one of which had a maned wood duck in its talons and flew off with it.",
      "Acoustic monitoring is occurring at the site. Frogs recorded so far include Pobblebonk, Spotted Marsh Frog, Common Froglet, Perons Tree Frog and Plains Froglet. A suspect Banana Box Frog has been recorded, however this is yet to be confirmed. These do not naturally occur in Victoria and can be a potential threat to our frog environment.",
      "<em>Jo Deretic Wetlands and Environmental Water Project Officer GBCMA</em>"
    ]
  },
  "published": true,
  "sidebar": "",
  "related": [

  ],
  "abstract": "Vegetation has responded well at the\nGaynor Swamp site with most of the rushes\nand sedges flowering."
}
