{
  "sling:resourceType": "wnews/page/article",
  "date": "2020-11-19",
  "title": "Fire Danger Period announced for the Campaspe Shire",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/11/wnews20201119-048.jpg",
  "body": {
    "pars": [
      "CFA’s Acting Chief Officer, Gary Cook has made the declaration that the Fire Danger Period for the Campaspe Shire will come into effect at 1am on Monday 23 November 2020.",
      "Considering this declaration Waranga Group Deputy Group Officer Dean Jamieson has urged all residents to review their bushfire plan and reduce the fuel loads around their properties to ensure that if a fire does break out, it has less chance of taking hold or spreading.",
      "The Seasonal Bushfire Outlook for Victoria released on during August indicated that much of Victoria has experienced average to below average rainfall during winter and parts of the North West, including Campaspe Shire, have become drier than normal.",
      "“Decent winter rainfall across the state has resulted in increased yield and potential fuel load in some parts of the shire. However, the grass and bush are rapidly drying and fire potential is heightened due to warmer weather over the next three months,” DGO Jamieson said.",
      "“Any additional rainfall we do experience prior to Christmas will produce growth, which could very easily result in an even higher fuel load throughout the summer season if not effectively managed. While CFA and our partner agencies Fire Rescue Victoria and Forest Fire Management Victoria are doing everything we can to prepare for the bushfire season, we look to the community to use common sense and take responsibility for preventing fires.”",
      "DGO Jamieson said once the Fire Danger Period (FDP) comes into effect, CFA has a zero-tolerance approach to any fires caused by negligent behaviour and residents can expect any escaped or uncontrolled fire to be investigated by CFA and Victoria Police.",
      "Fire Danger Period information and restrictions are published at cfa.vic.gov.au/ warnings-restrictions/restrictions-duringthe- fire-danger-period. Please note the latest restrictions will be published on this page by the Tuesday before they come into force.",
      "Victorians can find out “Can I or can’t I?” information at cfa.vic.gov.au/warningsrestrictions/ can or by calling VicEmergency Hotline on 1800 226 226."
    ]
  },
  "published": true,
  "sidebar": "/content/articles/2020/list/fire-danger-period-information",
  "related": {
    "article": {
      "page": "/content/articles/2020/list/are-you-prepared-for-the-fire-season"
    }
  },
  "abstract": "CFA’s Acting Chief Officer, Gary Cook has made the declaration that the Fire Danger Period for the Campaspe Shire will come into\neffect at 1am on Monday 23 November 2020."
}
