{
  "sling:resourceType": "wnews/page/article",
  "date": "2020-12-03",
  "title": "Origins of the Easter Festival",
  "media": "",
  "body": {
    "pars": [
      "<em>A short history of how the Easter Festival evolved, both for newcomers to the town and a reminder to long-time residents:</em>",
      "Way, way back, before Rushworth had a hospital, a committee was formed to sell wood and produce to raise money for the hospital in Mooroopna, which was our nearest hospital. This is believed to have been held on Easter Saturday. When the Bush Hospital was built in Esmonde Street all funds raised then supported the Rushworth Hospital.",
      "In 1978 the wood auction was taken over by the Rushworth and District Lions Club. At that time there was also a big Goulburn Valley tennis tournament held over Easter, which of course, included all the courts in Rushworth.",
      "Then the Kite Flyers started up around Waranga Basin and held competitions and events at Easter, when people had time off. Businesses started opening over Easter and Rushworth became a very popular place to come for Easter holidays.",
      "In 2001 the Lions Wood and Produce Auction continued but was joined by the first Easter Fair, run by the Rushworth Kindergarten Committee, to raise funds for the Kindergarten. The young mums were very enthusiastic and had a total of 30 stalls as well as air slides, a spinning wheel, Cobb & Co coach rides and other things to entertain the families. The whole event was very successful and continued in following years.",
      "In 2004 an Art Exhibition started in conjunction with the Easter Fair to showcase local artists and give them the opportunity to sell some of their work.",
      "In 2006 there was a big leap forward in the event when local artist Angie Russi and puppeteer Helena Gibson obtained funding to create huge cane and paper birds which could be carried in a parade. Workshops were attended beforehand by adults and children and a lot of painting (and laughing) produced some remarkable results. These large puppets took part in the Easter Parade with great fanfare.",
      "The following year another Birds Festival took place, with added puppets, some of which were displayed in local shop windows. Most of these were constructed by a group of women from the Community House calling themselves ‘The Wild Women’ – no comments or conjectures please!",
      "Louise Costa became involved with some bush treks to show people bird habitat and there were talks from ornithologists. In this year, 2007, the Rushworth Community House auspiced the event enabling funding applications. All this was added onto the Wood Auction and Easter Fair.",
      "Following this a separate organization was set up called Rushworth Easter Festival Inc that could apply for grants under its own name and also be covered by its own insurance.",
      "2008 saw even more being added to the Easter event. More and more people were arriving in Rushworth and more money was being spent in the town. The Festival was encouraging visitors to come back at other times of the year for boating, camping and walking. 2008 saw performances by Cirque Mystique at the Town Hall, a heritage tour of Jone’s eucalyptus distillery, Jone’s timber mill and David Barton’s miners cottage. There was a competition for best dressed dog and a large street parade which included stilt walkers, Arabian costumed horses, vintage tractors and many other participants.",
      "To make Rushworth even more of a destination for the Easter holidays the Working Draught Horses Muster was a new event to be held on Easter Sunday at Moora, 7 km away from Rushworth. Gradually they also added country attractions like crafts, blacksmithing and rope-making, which was a joy for young and old alike."
    ]
  },
  "published": false,
  "sidebar": "",
  "abstract": "A short history of how the Easter Festival\nevolved, both for newcomers to the town and\na reminder to long-time residents",
  "related": {
    "article": {
      "page": ""
    }
  }
}
