{
  "sling:resourceType": "wnews/page/article",
  "date": "2020-11-19",
  "title": "Preparing town for Christmas",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/11/wnews20201119-006.jpg",
  "body": {
    "pars": [
      "Signs of the Christmas season have started appearing in High St Rushworth. The bunting is hanging, decorations are installed and the community Christmas Trees are due to be in place tomorrow (Friday).",
      "Many volunteers were recently organised by Rushworth Artistries (part of Rushworth Events Inc.) to sew and paint some lovely decorations. Many thanks must go to Lyn Rumble and husband Shane for the hours spent cutting out the plywood, prepping it and painting the candles and puddings. Accolades too to Heather Wellington who helped with painting and the many ladies who sewed the bunting that is adorning the town. These were Mary Jones, Dawn Kylie, Nadya Oliveira, Glenys Miles, Heather Wellington and the Monday Creative Stitches Group at Community House, Ethel Borger, Pauline Wilson and Gillian Schoenborn. Also thank you to ‘Meg and Mog’ who provided some sewing tape.",
      "Lyn, Glenys and Heather spent a few hours going through all the pretty baubles from last year – regluing, rewiring and attaching to some new swags. We think all the effort was well worthwhile. Heather and Lyn are quite inspired by how the painted decorations turned out and are already thinking about others that could be done for next year!",
      "Rushworth Artistries members are looking forward to seeing some stunning Christmas Trees arrive in High Street on Friday. They will be there from 9 am onwards to start arranging them.",
      "[If you are able, please deliver your tree to the High Street and just put it on the central grass area. If you cannot deliver the tree yourself please give Heather a ring on 0429 686 375 and she will arrange someone to pick up.]",
      "Rushworth Police will be judging the trees next week and there are eight prizes to be won.",
      "Thanks to the following who donated prizes: - Rushworth Lions Club, Rushworth Post Office, Rushworth Pharmacy, The Criterion Hotel, Perry’s Butcher and the I.G.A. Also thanks to Campaspe Shire who provided funding for new decorations.",
      "This has been a huge community effort and hopefully lots of people will enjoy our town decorations. Tell friends and relatives about them all and encourage them to come to Rushworth (and spend!)."
    ]
  },
  "published": true,
  "sidebar": "",
  "related": [

  ],
  "abstract": "Signs of the Christmas season have\nstarted appearing in High St Rushworth.\nThe bunting is hanging, decorations are\ninstalled and the community Christmas\nTrees are due to be in place tomorrow\n(Friday)."
}
