{
  "sling:resourceType":"wnews/page/article",
  "date": "2019-12-12",
  "title": "Hey Kids!",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2019/12/wnews20191212-102.jpg",
  "abstract": "In this bumper edition of the Waranga News we are taking a look at Christmas food traditions from around the world, from the weird to the wonderful.",
  "body": {
    "pars": [
      "In this bumper edition of the Waranga News we are taking a look at Christmas food traditions from around the world, from the weird to the wonderful.",
      "Centuries ago in England, the traditional Christmas meal was a pig’s head with mustard, boar, or roast peacock! However, it wasn’t until Henry VIII had turkey for Christmas in the 16th century that traditions changed. Turkey is now the traditional Christmas meal in most English speaking countries. Here in Australia you may enjoy your turkey cold with salads - a meal much better suited to the summertime heat. In the year 1213, King John of England ordered 3,000 capons (fattened chickens), 1,000 salted eels, 400 hogs, 24 casks of wine and much, much more for his Christmas dinner, making the Duke of Northumberland’s Christmas menu in 1512 of 5 swans seem rather modest. In 1580 Christmas feasts were back on par with Sir William Petrie ordering 17 oxen, 14 steers, 29 calves, 5 hogs, 13 bucks, 54 lambs, 129 sheep and one tonne of cheese.",
      "Santa has a list and he’s checking it twice. Bad children get coal and the good ones get tangerines. Tangerines? In the U.K, good kids traditionally get a tangerine in their Christmas stocking. This practice began with nuns in 12th century France, who left stockings filled with nuts, tangerines, and other fruits at the houses of poor families. To their credit, a dose of vitamin C is actually a perfect gift during the colder winter months.",
      "Although the classic Christmas cake, Bûche de Noël, or Yule log, is French, the custom comes from pagan British celebrations of midwinter, or Yule, where a log was burned in homes to banish darkness and bad luck. By the Tudor period, the Yule log was decorated with ribbons and kept burning for the 12 days of Christmas. The French log-shaped dessert made of chocolate cake and pastry cream symbolizes the belief that a log should burn continuously on Christmas night.",
      "Eggnog, a f a v o u r i t e h o l i d a y drink in the n o r t h e r n hemisphere, derives from the British aristocracy. The w e a l t h y d r a n k w a r m e d milk and egg beverages l a c e d with expensive spices and brandy or sherry to keep them from spoiling. The origin of the word nog is disputed, but it may come from noggin, a kind of wooden mug; there was also a kind of English ale called nog. Nogs were often made to toast to health, perfect for Christmastide special occasions.",
      "Legend has it that candy canes were invented in 1670, when the choirmaster of the Cologne Cathedral commissioned lollies shaped like a shepherd’s crook so they could be handed out to children attending the church’s crèche scene in order to keep them quiet. The stripes came later.",
      "The earliest mince pies date back to medieval times, if not earlier, and typically included minced meat, suet, fruits, nuts, and spices like cinnamon, cloves, and nutmeg. The pie was originally crustless, but over time a crust was added, and a pastry effigy of the baby Jesus was traditionally laid on top. Today, meat isn’t an ingredient in mince pies.",
      "On 25 December Japanese flock to the American fast food chain KFC in Tokyo, thanks to the impact of a “Kentucky for Christmas” marketing campaign that hit about 40 years ago. The tradition is now so popular that diners book ahead by a couple of months to secure a seat to enjoy a bucket of fried chicken!",
      "In many countries, children leave a plate of biscuits and milk as light refreshment for Santa Claus during his long night of delivering presents. The tradition began from another custom: when Christmas trees used to be decorated with food. In the past, especially in Germany, apples, sweet biscuits and dried fruits were used to decorate the festive tree: some of these decorations, however, disappeared during the night, or rather, were devoured. This led to speculation that it was Santa looking from some late-night snacks when leaving the children their presents.",
      "<strong>In Chile They Start to Eat at Dawn</strong>",
      "Most of us are familiar with a long Christmas lunch running into the evening, but how about starting at dawn? This is what happens in Chile, South America, when lunch (or dinner?) starts at dawn on 25 December, after the traditional Misa del Gallo, or Mass.",
      "The precursor to the Christmas pudding was a 14th-century porridge called ‘frumenty’ that was made of beef and mutton with raisins, currants, prunes, wine and spices. By the 17th century, the pudding, as we know it today, was widely eaten. It was t r a d i t i o n a l l y made at the start of advent to allow the alcohol and flavours to develop. A tradition of ‘ S t i r - i t - u p - Sunday’ when each member of the household stirred the mixture while facing east to Bethlehem and making a wish was also practised. Most likely as a way of getting more muscle power to mix through the heavy mixture.",
      "Jansson’s Temptation in Sweden: Janssons Frestelse is a traditional part of the Swedish Christmas smörgåsbord, and it’s basically a potato gratin flavoured with pickled anchovies. This dish is supposed to be “creamy with a tiny hint of the ocean.”",
      "Bacalhoada Ao Forno in Brazil: In Mexico, Brazil, and other parts of South America, the European tradition of salt cod dishes at Christmas became traditional in the last few centuries. In Brazil, this takes the shape of oven-roasted bacalao with potatoes, capsicum, and garlic.",
      "Fried Carp and Pea Soup in Eastern Europe: In Poland, the Czech Republic, and elsewhere, a traditional Christmas meal often centres on a soup course — either fish or pea soup, followed by fried carp and potato salad.",
      "Puto Bumbong in the Philippines: This is a purple-coloured Filipino Christmas dessert made of sweet rice cooked in hollow bamboo tubes placed on a special steamer. The cakes are then spread with margarine and sprinkled with sugar and grated coconut. Wishing you a very merry C h r i s t m a s and a funfilled summer holiday!"
    ]
  },
  "published": true
}
