{
  "sling:resourceType":"wnews/page/article",
  "date": "2020-03-26",
  "title": "Kookaburra Facts for Kids",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/03/wnews20200326-094.png",
  "abstract": "The Kookaburra is a member of the Tree Kingfisher family. It is famous for having a loud call that sounds like human laughter.",
  "body": {
    "pars": [
      "The Kookaburra is a member of the Tree Kingfisher family. It is famous for having a loud call that sounds like human laughter.",
      "There are four species of Kookaburra",
      "Despite its name, the Shovel-Billed Kookaburra (Latin name Clytoceyx rex) is in the same family as the kookaburras but despite its name is not in the same genus.",
      "Kookaburras all have long bills, which can grow up to 10 cm long.",
      "Although Kookaburras are in the ‘Tree Kingfisher’ family, they don’t need to live near water and fish aren’t a major part of their diet.",
      "Kookaburras are the largest of all the kingfishers.",
      "Although well known for being an Australian bird, Kookaburras are also found in New Guinea.",
      "Kookaburras are famous for their call, which sounds like laughter.",
      "Groups of Kookaburras often call loudly at dawn and dusk. The birds’ calls are known as the ‘Bushman’s Clock’.",
      "All Kookaburras are rated as being of ‘Least Concern’ on the IUCN Red List.",
      "Kookaburras have learned to live alongside humans, and are often seen in suburban areas.",
      "Kookaburras have been known to prey on chicks and ducklings on farms.",
      "The Kookaburra features in the popular children’s song, ‘Kookaburra Sits In The Old Gum Tree’.",
      "There are four species of kookaburra:",
      "<ul><li>Rufous-Bellied Kookaburra (Dacelo gaudichaud)</li><li>Spangled Kookaburra (Dacelo tyro)</li><li>Blue-Winged Kookaburra (Dacelo leachii)</li><li>Laughing Kookaburra (Dacelo novaeguineae)</li></ul>",
      "<strong>Animal Expert fact</strong>: You can tell an animal’s genus by looking at the first word of its scientific name. For example, the Laughing Kookaburra’s scientific name is ‘Dacelo novaeguineae‘. Therefore its genus is ‘Dacelo‘.",
      "<strong>Meat Eaters!</strong>",
      "Unlike some other members of the kingfisher group, Kookaburras do not have to live by water. They live and feed in native bushland. Fish do not form a major part of their diet. Although Kookaburras are known for being an Australian bird, only the blue-winged and Laughing Kookaburras are found in Australia. The other two species are also found in New Guinea.",
      "<strong>Physical Description</strong>",
      "All four Kookaburras have a similar build. All are reasonably large birds. They have short, rather round bodies, and short tails. The most striking thing about a kookaburra is its big bill.",
      "The Laughing Kookaburra is the best known Kookaburra. It is found in eastern Australia, including Tasmania. It is also found in southwest Australia after having been introduced there in the late 19th century.",
      "The laughing kookaburra has a pale head and chest, with dark wings and tail feathers. It has a long dark patch over its eyes, and of course, a long, powerful-looking bill.",
      "There is a small patch of blue on its wings, but not as much as the bluewinged kookaburra.",
      "<strong>Diet And Hunting</strong>",
      "All kookaburras are mainly carnivorous (meat eaters) and have a varied diet. They eat a range of animals, from insects to snakes.",
      "They will eat insects, small mammals, lizards and even venomous snakes. Kookaburras perch on branches and wait for their prey to approach. When the prey is in range, they swoop down and grab it in their big beaks.",
      "<strong>The Kookaburra’s Laugh</strong>",
      "The Kookaburra’s laugh is a familiar sound in native bushland all over Australia but also around parklands in our many towns and cities. Their unusual call sounds more like a great big belly laugh as if something has really amused them, but they are not really laughing at all; they are actually telling other Kookaburras that this is their territory. Groups of Kookaburras often start laughing at the same time, making an unforgettable din!",
      "<strong>Breeding</strong>",
      "Kookaburras live in families just like us. They mate for life and raise a family together, with the older siblings helping to raise the younger babies. Chicks are born blind and with absolutely no feathers which take a month to grow. (No wonder they need help from their older brothers and sisters.)",
      "<strong>Are Kookaburras Endangered?</strong>",
      "All native wildlife is protected by Australian law. However, any future habitat loss, (such as the New Year bushfire season), would threaten the Kookaburras.",
      "<strong>A fun fact:</strong> In many of the old Tarzan movies, the jungle sounds were often recordings of the laughing Kookaburra call, which lives nowhere near Africa!"
    ]
  },
  "published": true
}
