{
  "sling:resourceType":"wnews/page/article",
  "date": "2020-03-12",
  "title": "The Black Swan Cygnus",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/03/wnews20200312-002.jpg",
  "abstract": "The Black Swan Cygnus (swan) atratus (covered in black, as for mourning) is a large waterbird that mostly breeds in the southeast and southwest areas of Australia. It is different from other swans because it is mostly black, though its flight feathers are white.",
  "body": {
    "pars": [
      "The Black Swan Cygnus (swan) atratus (covered in black, as for mourning) is a large waterbird that mostly breeds in the southeast and southwest areas of Australia. It is different from other swans because it is mostly black, though its flight feathers are white.",
      "The bill is bright red, with a pale bar and tip; and legs and feet are greyishblack. Cobs (males) are slightly larger than pens (females), with a longer and straighter bill. Cygnets (immature birds) are a greyish-brown with paleedged feathers.",
      "A mature black swan measures between 110 and 142 centimetres in length and weighs 3.7–9 kilograms. Its wingspan is between 1.6 and 2 metres. The neck is long (relatively the longest neck amongst the swans) and curved in an “S”- shape.",
      "The black swan utters a musical and far reaching bugle-like sound, called either on the water or in flight, as well as a range of softer crooning notes. It can also whistle, especially when disturbed while breeding and nesting.",
      "When swimming, black swans hold their necks arched or erect and often carry their feathers or wings raised in an aggressive display. In flight, a wedge of black swans will form as a line or a V, with the individual birds flying strongly with undulating long necks, making whistling sounds with their wings and baying, bugling or trumpeting calls.",
      "The black swan is unlike any other Australian bird, although in poor light and at long range it may be confused with a magpie goose in flight. However, the black swan can be distinguished by its much longer neck and slower wing beat.",
      "<strong>Habitat</strong>",
      "The black swan is common in the wetlands of south-western and eastern Australia and adjacent coastal islands. In the south west the range encompasses an area between North West Cape, Cape Leeuwin and Eucla; while in the east it covers a large region bounded by the Atherton Tableland, the Eyre Peninsula, and Tasmania, with the Murray Darling Basin supporting very large populations of black swans. It is uncommon in central and northern Australia.",
      "The black swan’s preferred habitat extends across fresh, brackish and salt water lakes, swamps and rivers with underwater and emergent vegetation for food and nesting materials. Permanent wetlands are preferred, including ornamental lakes, but black swans can also be found in flooded paddocks and tidal mudflats, and occasionally on the open sea near islands or the shore.",
      "Black swans were once thought to be sedentary, but the species is now known to be highly nomadic. There is no set migratory pattern, but rather opportunistic responses to either rainfall or drought. In high rainfall years, emigration occurs from the south west and south east into the interior, with a reverse migration to these heartlands in drier years. When rain does fall in the arid central regions, black swans will migrate to these areas to nest and raise their young. However, should dry conditions return before the young have been raised, the adult birds will abandon the nests and their eggs or cygnets and return to wetter areas.",
      "Black swans, like many other waterfowl, lose all their flight feathers at once when they moult after breeding and they are unable to fly for about a month. During this time they will usually settle on large, open waters for safety.",
      "The current Australian black swan population is estimated to be up to 500,000 individuals. No threat of extinction or significant decline in population has been identified with this numerous and widespread bird.",
      "Black swans were first seen by Europeans in 1697, when Willem de Vlamingh’s expedition explored the Swan River, Western Australia.",
      "<strong>Diet and feeding</strong>",
      "The black swan is almost exclusively herbivorous, and while there is some regional and seasonal variation, the diet is generally dominated by aquatic and marshland plants.",
      "The black swan feeds in a similar manner to other swans. When feeding in shallow water it will dip its head and neck under the water and it is able to keep its head flat against the bottom while keeping its body horizontal. In deeper water the bird up-ends to reach lower. Black swans are also able to filter feed at the water’s surface.",
      "<strong>Nesting and reproduction</strong>",
      "Like other swans, the black swan is largely monogamous, pairing for life (about 6% divorce rate).",
      "Generally, black swans nest in the wetter and colder months (May to September). A black swan nest is essentially a large heap or mound of reeds, grasses and weeds between 1 and 1.5 metres in diameter and up to 1 metre high, in shallow water or on islands. A nest is reused every year, restored or rebuilt as needed. Both parents share the care of the nest. A typical clutch contains four to eight greenish-white eggs that are incubated for about 35–40 days. Incubation begins after the laying of the last egg, to synchronise the hatching of the chicks. Prior to the commencement of incubation the parent will sit over the eggs without actually warming them. Both sexes incubate the eggs, with the female incubating at night. The change over between incubation periods is marked by ritualised displays by both sexes. If eggs accidentally roll out of the nest both sexes will retrieve the egg using the neck (in other swan species only the female performs this feat). Like all swans, black swans will aggressively defend their nests with their wings and beaks. After hatching, the cygnets are tended by the parents for about nine months until fledging. Cygnets may ride on their parent’s back for longer trips into deeper water, but black swans undertake this behaviour less frequently than mute and blacknecked swans.",
      "The life span for a black swan is up to 40 years."
    ]
  },
  "published": true
}
