{
  "sling:resourceType":"wnews/page/article",
  "date": "2020-02-27",
  "title": "The Platypus",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/02/wnews20200227-083.jpg",
  "abstract": "The platypus is one of the most unusual creatures in the animal kingdom.",
  "body": {
    "pars": [
      "Hey Kids! The platypus is one of the most unusual creatures in the animal kingdom. Read all about this amazing Australian and then have a go at the wordsearch!",
      "Platypuses have a paddle-shaped tail like a beaver; a sleek, furry body like an otter; and a flat bill and webbed feet like a duck. In fact, the first time a platypus was brought from Australia to Britain, people couldn‛t believe that it was a real animal. They thought that a trickster had sewn two animals together!",
      "Platypuses are among the few venomous mammals. Males have a spur on the back of their hind feet that is connected to a venom-secreting gland. More venom is secreted during mating season, leading researchers to think that the spurs and venom help males compete for mates. The venom is not life threatening to humans, but it can cause severe swelling and “excruciating pain”.",
      "<strong>Size and appearance</strong>",
      "A typical platypus is 38 cm from its head to the end of its rump. Its tail adds an additional 13 cm to the animal‛s length. An individual weighs about 1.4 kg, though platypuses that live in colder climates are bigger than those living in warmer areas, according to the Australian Platypus Conservatory. Scientists have found fossils that suggest that ancient platypuses were twice as large as the modern variety, at around 1 metre long.",
      "Platypuses have dense, thick fur that helps them stay warm underwater. Most of the fur is dark brown, except for a patch of lighter fur near each eye, and lighter-coloured fur on the underside.",
      "Their front feet have extra skin that acts like a paddle when the animals are swimming. When platypuses are on land, their webbing retracts, making the claws more pronounced. The animals walk awkwardly on their knuckles to protect the webbing.",
      "The bill of a platypus, sometimes called a duck-billed platypus, has a smooth texture that feels like suede. It is also flexible and rubbery. The skin of the bill holds thousands of receptors that help the platypus navigate underwater and detect movement of potential food, such as freshwater shrimp.",
      "<strong>Habitat</strong>",
      "Platypuses make their homes in the freshwater areas that flow throughout Tasmania and the eastern and south-eastern coast of Australia. While they are in the water a lot, they will also waddle onto the riverbanks to dig burrows with their claws. These burrows are tunnels that have rooms or chambers. Platypuses also live under rock ledges, roots or debris.",
      "Though they exist on only one side of the Australian continent, platypuses weather many climate extremes. They have been found in plateaus, lowlands, tropical rainforests, and the cold mountains of Tasmania and the Australian Alps. Their waterproof, thick fur keeps platypuses warm in chilly temperatures, and their big tails store extra fat for energy.",
      "Platypuses usually spend their time hunting for food, and a hunt can last 10 to 12 hours. They are most active during night time and dusk, because they are nocturnal. This means they sleep during the day. When not hunting, they stay in their burrows.",
      "<strong>Diet</strong>",
      "Platypuses are carnivorous, which means they eat meat but not plants. They hunt for their food in the water where they live. As they swim, they try to detect food along the muddy bottom of the river, stream, pond or lake using their sensitive bills. When platypuses find something interesting, like shellfish, insects, larvae or worms, they scoop it up in their bills, store it in their cheek pouches and swim to the surface. The platypus grinds up its prey using rough pads located at the back of its jaws.",
      "<strong>Baby platypuses</strong>",
      "Most mammals give birth to live young. Platypuses, however, lay eggs. They are a species of primitive mammals called monotremes. Echidnas are the only other mammals that lay eggs.",
      "When the female platypus is ready to have her young, she will burrow down inside the ground on the riverbank and seal herself into one of her tunnel rooms. Then, she will lay one or two eggs and place them between her rump and her tail to keep them warm. After about 10 days, the eggs hatch and the little, bean-sized babies will be nursed for three to four months. Around the time of weaning, baby platypuses can swim on their own.",
      "<strong>Movement</strong>",
      "Platypuses swim with their front feet and steer with their tails and back feet. They have waterproof fur, skin that covers their ears and eyes, and noses that seal shut to protect the animals while they are underwater. Though platypuses are made for the water, they can‛t stay completely submerged. They can only stay underwater for 30 to 140 seconds.",
      "These short creatures are much better at moving through water than across land. They use 30 percent more energy walking across land than swimming through the water, according to the Australian Museum of History."
    ]
  },
  "published": true
}
