{
  "sling:resourceType":"wnews/page/article",
  "date": "2020-01-30",
  "title": "Wonderful Wombats",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/01/wnews20200130-077.jpg",
  "abstract": "In this edition of the Waranga News we are taking a look at the wonderful wombats that inhabit our continent. There are three species of wombat: Common wombat, Northern hairy-nose wombat and Southern hairy-nose wombat.",
  "body": {
    "pars": [
      "In this edition of the Waranga News we are taking a look at the wonderful wombats that inhabit our continent. There are three species of wombat: Common wombat, Northern hairy-nose wombat and Southern hairy-nose wombat.",
      "Wombats are Australian marsupial mammals that have very short muscular legs and are the closest relative to the Koala. They have a backwards facing pouch so that when they are nursing young in their pouch they can still dig burrows and not fill their pouch with soil! Wombats feed on grasses and roots (they are herbivores) and dig long extensive burrow systems with their powerful claws.",
      "Wombats are generally slow movers however they can run quickly if required. Their best form of defence though is when they are in their burrow. Here if they are cornered they can crush their would be predator/attacker underground using a large solid plate in their backside against the roof of their burrow.",
      "During the recent East Coast bushfires, many different species of small mammals and insects found refuge underground in wombat burrows.",
      "<strong>Breeding</strong>",
      "Wombats can reproduce after they reach 2 years of age and they normally breed between September and December. Wombats are marsupial mammals and the newborn wombat, which weighs about 1 gram and is less than 3 centimetres long, has to crawl from the birth canal into the mother’s pouch. Young wombats will normally stay in the pouch for 7-10 months.",
      "The main habitat for the Common Wombat is the temperate forest-covered areas of south-eastern Australia. The species tends to avoid rainforests and is often found in the m o u n t a i n o u s areas.",
      "W o m b a t s prefer to dig their main shelters on slopes above creeks and gullies, and feed in grassy clearings.",
      "A wombat usually leaves the burrow after sunset and begins to graze for several hours. During this time, it may return to its burrow to rest, or seek refuge, and it will return to sleep generally before sunrise. However, in cool or overcast days the animals are known to forage longer and during the day.",
      "The main food for wombats is fibrous native grasses, sedges and rushes, and the choice of food depends on what is available at the time. Wombats seem to prefer Tussock Grass in the forest areas, and Kangaroo Grass and Wallaby Grass are favoured in open, more pastoral areas. At times when it is eating grass, a wombat will also eat dry leaves and stalks, and occasionally tear a strip of bark from a tree trunk and chew small quantities of it. In some habitats, wombats also feed on mosses, possibly as a source of water, given their low nutritional value.",
      "A wombat is a short, stocky, barrel-shaped animal with physical characteristics that reflect its burrowing nature. It has a broad head with small eyes, a short strong neck, powerful shoulders and a very small tail hidden by fur. Colouring of the wombat’s coarse coat varies from glossy black, dark grey, silver-grey, chocolate brown, grey-brown, sandy and cream. In southern Victoria, there is a small colony of ash-white wombats and albino animals have been reported too. Often the coat can also be coloured by the soil (e.g. clay can stain the fur red), and/or have patches that are lighter in colour.",
      "Wombats differ from other marsupials by having only two incisor teeth in the upper jaw. The incisor and molar teeth of this animal are also unique because they have open roots and continue to grow throughout the animal’s life."
    ]
  },
  "published": true
}
