{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-03-18",
  "title": "Autumn time in the garden . . .",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/07/Sedum.jpg",
  "body": {
    "pars": [
      "Autumn is a very busy time in the garden and in this gardener’s life - the favourite season of the gardening year. ",
      "I love the change to those lovely balmy days and cooler nights giving our plants and trees much needed respite from hotter days and little or no rain, still crossing fingers for the autumn break!",
      "It’s a very busy time in the garden year as it’s the perfect time to collect seeds from spent summer flowers and vegetables like zinnias, sunflowers, rocket, onions, silver beet, beetroot and any other plants that you may have left for your seed collecting. Once dry pop into containers or envelopes, label and store for next year and share with friends and fellow gardeners. ",
      "Pruning back some of our perennial plants is also done now enabling plants to rejuvenate before the colder days and nights, salvias, geraniums, herbs and any many other woody shrubs can have a haircut now encouraging a bit more flowering before slowing down for winter and keeping them in shape for next year.",
      "Propagating is also high on my list as they take quite quickly in the autumn days,  but make sure they don’t dry out ....salvias, geraniums, saltbush, Chinese lanterns, lavenders and rosemary are easy plants to take cuttings from now and will be ready by next spring to put out in the garden.....free plants-you can’t beat that!",
      "Seed sowing of winter vegetables can be done now ready to pot on in a few weeks then out into the garden by end of April. Early onions, brussels sprouts, beetroot, silver beet, Asian greens, coriander and kale, are just a few that I have popping up promising us lots of organic food at the end of winter early spring. If you bottom water your seedling trays you generally will have a good strike rate and it avoids under and over-watering. ",
      "I use any solid tray ie: recycled meat and mushroom trays are excellent. Just pop your seed pots into them pour some water in the bottom a few centimetres up the pot and they will wick up the water.  Make sure you let them dry out a day before refilling so they don’t stay too wet. This saves you having to water them everyday to ensure good germination. It won’t be long before you’ll have greenery popping up everywhere. ",
      "I never get sick of the excitement of growing something from a seed! ",
      "Autumn is also a great time for planting newly acquired plants as the soil is still nice and warm giving them a great start to their garden life. So what’s stopping you, go plant a garden!",
      "Happy Gardening.\n‘Green Earth Gardener"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "Autumn is a very busy time in the garden and in this gardener’s life - the favourite season of the gardening year. ",
  "related": {
    "article": {
      "page": ""
    }
  }
}
