{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-11-11",
  "title": "Gardening hand tools",
  "media": "",
  "body": {
    "pars": [
      "Gardening hand tools can be a great source of avoidable angst. You get half way through a job and the tool you are using breaks. While it is a good excuse to knock off early, it doesn’t get the job done and it damages your gardening budget……and it is largely avoidable.\n",
      "As a general rule, you get what you pay for when it comes to gardening tools. A cheap tool will be lightweight, shoddy and unable to take punishment. They can be seen as a complete waste of your money. It is better sense to pay twice the amount and get a well made and designed tool. They will do a better job. Because they last a whole lot longer than the cheaper versions, they will actually save you money in the longer term. This holds true for nearly every gardening tool.\n",
      "The other general rule is to be realistic regarding what a tool is capable of doing. Even a well-designed and made tool will fail if forced to do something it simply cannot do. For example, cutting a 2cm branch is a big ask for any pair of secateurs. They will break (if your grip is strong). Use a pruning saw. If you are using a garden fork to break-up compacted soil, you are almost certain to bend or break its tines -use a pick or a mattock. It is really that simple but we often persist in asking too much of our tools.\n",
      "Here are some pointers to help you select reliable gardening tools:\nChoose spades or forks with a fibreglass handle, especially a bright red or yellow one. It is becoming increasingly rare for tools to use top quality woods in their handles - fibreglass is more consistent. If you are a lazy gardener (like myself) you tend to leave forks and spades where you last used them (instead of putting them away in the shed). Fibreglass is weather proof and does not rot like wood. ",
      "Also, if the handle is brightly coloured you can easily see them when you next need them.\n",
      "When buying a garden fork, go for the one with the heaviest tines. They are less likely to bend or snap. Thick tines are also a sign of better quality so the chances are that the steel in the tines is better quality. Look carefully at how the socket that holds the handle is joined to the tines. In cheaper forks this socket is lightly welded and of thin mild steel. If the weld doesn’t break, the flimsy socket will.\n",
      "Continued next edition\nThe Zen Gardener"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
