{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-08-05",
  "title": "Inspirational Gardens",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/08/IMG_6604.jpg",
  "body": {
    "pars": [
      "As it’s going to be a while before we are able to travel freely again, why not plan a visit to an inspirational garden in Victoria? A stroll around a beautiful garden offers a chance for contemplation, relaxation and lots of great ideas for your own patch!",
      "Cloudehill – 96 Olinda - Monbulk Road, Olinda\nA garden for all seasons in the Dandenong Ranges. The Gardens provide inspiration throughout the seasons; from spring bulb meadows, summer perennial borders and dramatic autumn foliage. ",
      "Australia’s most ambitious garden in one of the finest locations for serious gardening world-wide. Cloudehill is also home to Digger’s Nursery and Seasons Restaurant.\n",
      "The Garden at Broughton Hall, 125 Palmer Road, Jindivick \nThe garden at Broughton Hall is stunning in early spring, when the bulbs start popping up and around the time of the cherry blossoming in October, and especially around Melbourne Cup weekend when the roses are in full bloom, lasting through to December.",
      "In autumn the bulbs feature again, with autumn roses and the autumn colour, all with the backdrop of tightly clipped hedges and autumn leaves falling everywhere.\nMusker’s at Broughton Hall is a nursery specialising in rare and unusual plants.",
      "The Garden of St Erth, 189 Simmons Reef Road, Blackwood\nThe Garden of St Erth is a secluded getaway not far from Daylesford and Ballarat. Each season has something to offer the visitor, including carpets of daffodils in spring, long flowering flower borders in summer and magnificent autumn garden colour.\n",
      "Stroll around the Diggers Garden Shop and shop for a wide range of incredible edibles, hardy perennials and shrubs and stock up on seeds for the vegetable and flower garden.\n",
      "Relax over coffee in the cafe and stay on for lunch, morning or afternoon tea, in the surrounds of the beautiful gardens and the Wombat State Forest. \n",
      "Cactus Country, 4986 Murray Valley Highway, Strathmerton\nImagine yourself in a desert landscape, surrounded by beautiful cacti and other succulents, on sandy walking trails that take you away to the other side of the world. Spend an afternoon in Mexico, or the Sahara, but actually right here in Australia! Cactus Country’s huge twelve-acre garden has thousands of varieties of incredible plants that will leave you astonished at how crazy mother nature can be.  ",
      "The café and courtyards are wonderful places to chill out while enjoying an ice cold margarita or Mexican beer - and don’t forget to try the famous cactus cake and cactus ice cream!\n",
      "Blue Lotus Water Garden (open December 10 2021) 2628 Warburton Hwy Yarra Junction.\nSpanning over 14 acres in size, the tropical-themed gardens contain more than 40 different ponds, lakes and water features which produce the biggest display of lotus and water-lily flowers in the southern hemisphere. The grounds also contain an amazing array of exotic plants, garden exhibits, fountains, waterfalls, floral sculptures, walks and scenic vistas. \n",
      "There are three floral seasons, each with their own beauty: \nWorld of Water-lilies (10 - 24 December) \nLotus Flower Season (26 Dec - 31 March) \nGolden Garden Season (1 - 17 April) \n",
      "There are extensive picnic facilities with numerous shelters and BBQs spread throughout the gardens. Alternatively, visitors can enjoy the wonderful hospitality of the Lily Pond Cafe that offers fantastic views of the flowers."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
