{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-02-04",
  "title": "A mixed bag over summer",
  "media": "",
  "body": {
    "pars": [
      "One of my favourite summer things is to pick a nice, ripe, juicy tomato, cut it into thick slices, cut two slabs of freshly baked bread and make a tomato sandwich. Eating it is absolute heaven. ",
      "However, this year the experience has been a little underwhelming; my tomatoes are lacking flavour. Even the cherry tomatoes, though tasty, are not the explosions of flavour they normally are. According to Google there are several possible reasons for this, but none seem to fit. I suspect the lack of flavour is due to the relatively mild summer we are experiencing.",
      "By now the COVID novice gardeners will be struggling a little trying to keep things going through the hot, dry months. A new garden that is still establishing itself over the summer is often difficult to keep alive. No matter how diligently you water there will be some plants that simply will not make it -perhaps they did get too dry at some point, or the sun is burning them, the root system is getting too hot, or it is the wrong plant in the wrong spot. A good mulch is essential on a new garden in Rushworth. If you do lose a plant, wait for the cooler months to replace it. Be wary of replacing it with the same plant; it may well meet the same fate as its predecessor.",
      "No matter how good your watering system is there will still be plants that need an extra deep soak. An easy way to do this is to buy a cheap plastic bucket, prick a tiny hole in the side at the bottom, fill with water and place beside the plant. The water will slowly drip out over a couple of hours, giving the plant a slow, deep water. Water a different plant each day.",
      "Look for lush, green areas in your otherwise dry garden -they often signify a leaking pipe.",
      "Don’t forget to keep up with your fruit fly traps. Re-bait and move them around as different things stop fruiting and have been harvested.",
      "Don’t forget water for the wildlife in your garden. A large bowl of water is great for birds to have a dip in, shallower bowls on the ground are suitable for small birds and lizards and a saucer of water with some Chux is much appreciated by the bees. All these creatures make up the ecosystem of you garden so take good care of them.",
      "The Zen Gardener"
    ]
  },
  "published": false,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
