{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-12-23",
  "title": "Jobs, jobs and jobs!",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/12/FruitFlyTrap.jpg",
  "body": {
    "pars": [
      "Without a doubt the wetter season has been good for the garden, but combined with the ending of the year, it has meant that there is a long list of jobs to do in the garden and too little time to do them. Here are just a few:",
      "• Plant some more summer veggies and take advantage of the milder, wetter season. Get them up and going before the harsh February weather. Otherwise let some beds lie fallow by either planting a green fertilizer crop or letting them lie vacant to save water.",
      "• Mulching everything you can. This will not only conserve the moisture already in the soil but will also allow you to minimise your water usage over summer.",
      "• Get those fruit fly traps baited and up quick-smart. Even if you don’t have fruit trees, they also attack fruiting vegetables such as tomatoes, capsicum and eggplant. ",
      "• And while on the subject of fruit, it is time to put up the bird netting on fruit trees before the fruit gets ripe enough for the birds to pick at.",
      "• Keeping on top of the weeds. These are also making the most of the wetter season. Milk thistles seem to be popping up in all kinds of odd places and are already going to seed.",
      "• Clean-up any fire hazards. Many are finding that in spite of mowing early in summer, the rain has meant that things have sprouted and grown again. While not a gardening job, clean sticks and leaves out of your roof guttering.",
      "• The warmer weather has meant that garden ponds have turned green with algae. Treat with an algae killer that is safe for fish.",
      "• Check unused pots etc. for stagnating water as they are breeding places for mosquitoes.",
      "• Check over irrigation systems. Unblock or replace any drips or sprays that don’t work and check for leaks. Test timers.",
      "• Make up shading for sun-sensitive plants and move pot plants to more shaded areas. Make sure they are in a place you frequently walk past so you can keep an eye on them.",
      "• The wetter spring has meant many of us have put in plants later than usual. Make sure these establishing plants get a little extra water and TLC.",
      "• If you have a lawn, you should have aerated and fertilised it by now. If not, it is not too late. Aerating greatly improves water penetration.",
      "There are probably many more jobs to be done, but don’t stress…….if you don’t get them done today, there is always tomorrow. ",
      "A Merry Christmas to you all.                                                             ",
      "The Zen gardener"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
