{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-07-22",
  "title": "No-stress Indoor Plants ",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/07/Indoor Plant (CMYK).jpg",
  "body": {
    "pars": [
      "Without a doubt having a few plants inside does wonders for the indoor environment. Not only are they good to look at, they also purify and humidify the air. ",
      "Unfortunately, they cause many people a lot of angst.\nFor some the gift of an indoor plant triggers a feeling of absolute horror in the receiver, the gift-giver will always be looking for the plant on future visits and, based upon previous experiences with indoor plants, the gift is doomed. Even more horrifying is to be given a plant in the early stages of a relationship. This is a test - if you can’t care for the plant and keep it alive then you won’t be able to care enough in a relationship. But there are some simple rules that can avoid indoor plants from ending up on the compost heap.\n",
      "There are all sorts of wonderful-looking indoor plants in nurseries but unless you are a keen and knowledgeable indoor gardener it is better to steer away from these and stick to those that are ‘bullet proof’. Rubber plants, peace lilies, snake plant (mother-in-law’s tongue), philodendrons and monsterias are some plants that survive indoors while receiving very little attention. A bit of water every now and then, a little slow-release fertilizer once a year and the occasional wipe over with a damp cloth (or with white oil) and a ‘tidy-up’. Somehow, they will thrive. Every few years you may need to re-pot them or at least treat them to some fresh potting mix. Some, such as the peace lily, may be divided, giving you more plants to care for or to give away. If you really want to pamper your plants you can give them a fine spray of water on their foliage once and a while. \n",
      "Probably as many indoor plants die from too much care as there are those that die from neglect. Over-watering is not good for indoor plants. Wait for them to droop or sag a little before watering. For a really good watering dunk them in a tub of water until the bubbles stop rising. A deep soak will also keep plants going while you go on a holiday. If it is to be a long holiday, sit each pot in a tray of shallow water. Unless it is the heat of summer you can even give your plants a holiday by relocating them to a verandah; they will appreciate this (it also allows easy watering by someone who you have ‘keeping an eye on the place’).\n",
      "When you get an indoor plant spend a little time on Google to learn exactly what is required for it to thrive in what is after all, a very challenging environment for them. Try to place your plants in natural light and away from heaters. In summer don’t place them at a north-facing window.\n",
      "Another strategy is to buy indoor plants and allowing them to die. Cyclamens and African violets add colour to inside. They are often as cheap, if not cheaper, than a bunch of cut flowers and will last longer. While it would be nice to keep these plants alive indefinitely, it is less stressful to think of them as having a limited life and to enjoy them while they last. When cyclamens finish flowering plant them out into a sheltered part of the garden (they will often do well).\n",
      "We are all familiar with the idea of having a vase of cut flowers, but what about a vase of cut foliage? Simply cut some interesting bits off shrubs in the garden (you could even call this pruning) and put them in a large vase. While not an indoor plant, it will do much the same thing for a few days.\n",
      "Remember terrariums? They were popular in the early seventies until people wised-up. They look wonderful when you first plant them out and then they go all slimy and mouldy and the plants rot. To do well, they need to be closely watched and tended. They do not cope with neglect and can die very quickly.\n",
      "A great way to have an ever-changing range of indoor plants is to rotate your outdoor pot plants through the house. Most pot plants will cope with a short holiday inside but remember: these are outdoor plants and should not be kept indoors for long stretches of time. It is also interesting to see a pot plant in a new context.\n",
      "For those stuck indoors for whatever reasons, a few indoor plants can provide some relief but can also create their own set of problems.  By following these guidelines, you can enjoy stress-free greenery in your home or workplace.                                                                                                       \n",
      "The Zen Gardener"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
