{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-04-01",
  "title": "Soil and water ~ how they mix!",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/07/20210329_144048.jpg",
  "body": {
    "pars": [
      "This week of rainfall has done wonders for our gardens … or has it? In most gardens in Rushworth the water has only penetrated a couple of inches; below that, it is still bone dry. ",
      "Don’t become complacent because of the rain. Deeper rooted plants will effectively be growing in dry soil and you may lose a few. Do a few little exploratory digs to see how much moisture is actually in the soil and keep an eye out for plants that are starting to droop.",
      "There are several causes for dry soil, even when rainfall or watering is plentiful. Australian soils are notorious for being hydrophobic. This means the soil is water repellent. Water simply runs off and doesn’t penetrate. ",
      "A simple test for this is to dig down a little and take a spoonful of soil. Gently pour some water over it. If the water runs off with little or no absorption, the soil is hydrophobic. Eucalyptus leaves, either falling on the ground naturally, or used as mulch, can cause soil to become hydrophobic. Digging in compost, mulch or other organic matter such as lawn clippings can improve the ability for hydrophobic soil to absorb water. A sure and economic way to combat hydrophobic soil is to add a wetting agent to the soil. ",
      "Compacted soil will also cause water to run off rather than soaking in. Ideally soil is 25% air (and 25% water also). When it loses its air spaces there are no spaces between the mineral matter for the water to go into. Clay soils are more likely to become compacted. This can be fixed by digging in some gypsum and compost. ",
      "In the garden, a common cause of soil compaction is the soil setting like concrete after water-logging. Sterile soil without microbes, worms and other life, as often occurs under weed cloth, is also prone to becoming compacted. Dig over compacted soil and dig in compost or other organic matter. This will open up the soil and encourage the organisms that naturally aerate the soil. Don’t add commercially bought worms. They live in compost and generally do not survive in the garden. If you dig the soil over, add compost and keep it moist, worms will start appearing, seemingly from nowhere. ",
      "Ironically mulch can cause soil to dry out. If applied too thickly, the blanket of mulch soaks up the water, leaving the underlying soil dry. Over summer hand-watering gardeners tend to water until it appears to be wet enough. A scratch down through the mulch is the only sure way of telling if the water has gone down into the soil. Autumn is a good time to dig in old, rotted mulch but don’t apply fresh mulch or top up old mulch until we have had a few good soaking rains. The new blanket of mulch will keep the moisture in the soil. Weed cloth or any other weed barrier used under mulch will impede the water’s penetration. It also prevents rotted down mulch from entering the soil where it can be accessed by organisms and plants. ",
      "Some plants, especially trees, will suck the moisture out of the soil causing surrounding plants to suffer. There is no clear solution to this. Extra watering may help but may also cause the culprit to thrive even more. Removing the offending plant may work if it is small but the gardener may prefer to keep it if it is a large shrub or tree. In that case it would be better to move the suffering neighbours to another place in the garden and replace them with drought tolerant types, such as succulents or natives that can be grown as understory plants",
      "Think of your soil as a living organism. If you nurture it a little, it will be a lovely growing medium for your plants. If you neglect it, it will sicken and your plants will suffer.\nFinally, a gardening tip from a non-gardening friend on how to tell the good plants from the weeds: ‘Tear out everything and the ones that grow back are the weeds!’ Very true but not that helpful.\n",
      "Zen Gardener"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
