{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-09-02",
  "title": "Spring days just around the corner...",
  "media": "",
  "body": {
    "pars": [
      "The upcoming days in the garden are some of the busiest of the gardening year with plenty of to do things on our garden lists! \n",
      "Preparing new garden beds for vegetables or new flower beds is in full swing with weeding, adding compost, and sourcing much needed mulch for the warmer days ahead is top of the list. Good preparation is key for a healthy sustainable garden!\n",
      "If you put your work into creating a really healthy soil profile all your hard work will pay off with succulent vegetables and healthy garden plants which will survive through the warmest of days and with little pest problems. Any weed free compost can be laid on top of garden beds or lightly tilled into the soil ready for those new seedlings or seeds which are being raised in your hothouse in the next few weeks as the soil temperature warms up. \n",
      "Watering in new plants with a weak seaweed solution and worm tea gives your plants a boost into their growing season and helps create good healthy root systems. Don’t be tempted to put tender plants into your garden until the overnight temperatures warm up a little no matter how tempting it is when you see those tomato plants in the nursery aisles….feel free to buy them but keep them protected in a sunny spot til the last frosts have well and truly gone.\n",
      "Roses are shooting off with warmer days promising us glorious blooms before Christmas now is the time to feed all your roses with a specialised plant food or compost and manure and I also give them a fortnightly seaweed solution during their growing season. The birds are very active in our garden with all the native plants flowering away giving them lots of nectar and it’s a reminder to keep water sources clean and full as the drier season is coming up.\n",
      "Happy Gardening\n‘Green Earth Gardener’"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
