{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-12-09",
  "title": "Summertime made easy",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/12/IMG_0837 copy.jpg",
  "body": {
    "pars": [
      "Summer is here and, as Costa said this week, we can almost taste those freshly ripe tomatoes in anticipation - but (as Costa also said) we have to be a bit patient yet.\nIn the meantime we just need to continue the good work we have put in so far, to ensure our veggie crop lives up to our eager expectations.\n",
      "We should remember to fertilise those tomatoes once flowering has started, stake tall growing varieties, and pinch out side shoots to develop better fruit.\n",
      "To have a ready supply of summer salads it’s a good idea to sow a row of gourmet lettuce at fortnightly intervals for a continuous supply. Lettuces grow easily from seed and many varieties are available. From experience I can confirm their ease of germination - just let some go to seed and there will be lettuces bobbing up all through the garden!\n",
      "Good preparation of soil and lots of mulch will be critical to help our gardens survive the wilting effects of the Australian summer. \n",
      "A few more summer tips . . . \n",
      "• The summer sun will help your fruits and vegies to ripen quickly, so keep watch regularly to avoid missing out on your crop’s best pickings.\n",
      "• Potted plants, especially those in terracotta pots, are vulnerable to overheating. Lightly mulch and, where possible, position them out of hot sunshine. Remember that standing potted plants in saucers of water encourages root rot and mosquito breeding. So stand them in saucers filled with sand, and keep the sand moist. This ensures roots stay cool and plants remain healthy. If potted plants dry out to the point where re-wetting is hard, soak them in a bucket of water for half an hour then drain. (A little seaweed solution added to the bucket can make them even happier.)\n",
      "• Going by photos shared, this year seems to have produced exceptional bearded iris blooms. It’s a good time to lift and divide after flowering has finished. Plant with the top of the corm exposed to sunlight to develop flowers. Add a small amount of lime to the area.\n",
      "• Roses have also been flowering with enthusiasm, but now many have run out of steam for their first flush. Remove spent flowers and also any shoots rising below the graft. These are from the root stock and will hinder the growth of the bush. Then give them another good dose of liquid fertiliser and, especially for the repeat bloomers,  repeat every two or three weeks until late summer. (Water well before and after feeding - it helps the plants absorb nutrients better, and prevents fertiliser burn on roots and leaves.)\n",
      "• A teaspoon of Epsom salts in a bucket of water will correct magnesium-deficient yellowing leaves on gardenia, camellia and citrus.\nAnd finally . . . \n",
      "• It’s time to lift mower blades higher - and you can leave the clippings on the lawn to feed and protect it through summer.\n",
      "The main challenge left now is working out life-garden balance - how to divide our time  and effort between keeping our gardens in good shape, and enjoying them during the summer holidays."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
