{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-08-19",
  "title": "tes",
  "media": "",
  "body": {
    "pars": [
      "For those of us whose hearts sink a little at the beginning of June at the prospect of three long months of dreary and cold (and these are definitely longer months than any other in the year!), the first signs of golden wattle in late July, together with that distinct aroma in the air, are just enough to help to lift the spirits again. The prospect of sunny warmth and blossoming plants is surely just around the corner – but wait, we’re only just over halfway through when the wattle starts to trick us! According to our conventional calendar, imported with most other ‘wisdom’ from the northern hemisphere, we should go back, hibernate and watch Netflix for another while yet. \n",
      "In 2014, horticulturalist  Dr Tim Entwisle released his book ‘Sprinter and Sprummer’ and recommended that Australia’s imported four-season calendar does not really reflect the nature of Australia’s seasons. \n",
      "For southern Australia, he suggests that annual calendar should look like:\n",
      "Sprinter (August and September), the early Australian spring (this is when the wattles really hit their high point and the orchids start to reveal themselves) \n",
      "Sprummer (October and November), the changeable season, bringing a second wave of flowering.\n",
      "Summer (December to March), he suggests this should be four months long - and as the world warms up we certainly notice March is still usually summery hot and dry. \n",
      "Autumn (April and May), especially in southern Australia a time of balmy days and colour.\n",
      "Winter (June and July),  truly only a couple of months while the plant world prepares for the sprinter ahead - not so long after all!\n",
      "Of course Dr Tim wasn’t the first to come up with a better understanding of our seasonal calendar - and he does acknowledge this. Australian Indigenous people have developed complex seasonal calendars for every region across Australia, the number of seasons varying (usually four - seven) according to learned knowledge and experience of the specific environmental conditions. \n",
      "Life cycle of plants and animals\n",
      "Aboriginal and Torres Strait Islander peoples have observed and learnt from the life cycles of plants, animals, and insects and how these cycles repeat year after year. Their physical, social and spiritual lives revolved around the flowering and fruiting times of important food and medicinal plants, the timing of animal breeding and insect life cycles, the movement of birds to inland rivers and waterways, and how all ties in with seasons. \n",
      "Refined over tens of thousands of years, and adapting to various environmental changes, this information was recorded and encoded into oral history, song, dance, and ceremony, ensuring it could be accurately passed and maintained.\n",
      "There’s a very good reason why Australian Aboriginal culture is considered to be the oldest continuous culture on the earth. The reason is  - they got it right! \n",
      "As temperatures rise and weather patterns shift due to climate change, these cycles are moving - just as they would have undoubtedly (albeit less dramatically) at times over the past tens of thousands of years. The difference is when nature rather than human intervention drives the change it is a gradual process that allows for adaptation - especially by a people in tune with their environment. \n",
      "Perhaps it’s time now to modify our fixed European view of the seasons. And besides - I would be happier to look forward to only two months of dreary winter on June 1!"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
