{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-11-25",
  "title": "Tips for your potting area . . . ",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/12/Potting Area.jpg",
  "body": {
    "pars": [
      "This is an ideal time for the keen gardener to sow seeds and try propagating from cuttings.\n",
      "If you can set up a little work space area it’s a good idea to add a few necessities.\n",
      "Storage for little bits and pieces is crucial as it is easy to all of a sudden have no room left on the bench.....nail a few empty plastic pots to the wall or posts in your space to hold things such as garden ties, labels (which I cut from butter containers lids), hand tools, marking pens etc. this will have everything within easy reach while you are working. \n",
      "Propagating mix should be stored in a dry bin and at a height where you are not always bending (just sit up on some blocks). My mix is made up of a bag of everyday potting mix mixed with some water holding peat coir. You can get these blocks cheap at hardware stores and nurseries and they make your mix light enough,  allowing the roots to grow freely!\n",
      "Plants are all putting on lots of new growth now, enabling you to take cuttings from your favourites to create free plants. Enjoy!\n",
      "BUT . . . the mossies!\n",
      "Mosquitoes are driving everyone crazy this year, as they are in abundance after a wetter than usual spring. \n",
      "A friend gave me a recipe to deter them from our outside area and it seems to be working!\n",
      "Mossie spray: \n",
      "3 cups Epsom salts\n",
      "1 large bottle mouthwash (I used 2 smaller plain brand)\n",
      "3 cups stale beer (just don’t let him catch you pouring it out!)\n",
      "Mix together until salt dissolves. I must say this is the part that I haven’t perfected. I am going to try and warm the beer to see if salt dissolves better in the next batch!\nPut in spray pack and spray all around area, especially near entry doors and outdoor seating.\n",
      "There can be a white residue from Epsom salts, so be wary near windows ... but if I can dissolve it better, I’m hoping that will disappear.\n",
      "`Good luck.\n‘Happy Gardening’\nGreen Earth Gardener"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
