{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-07-08",
  "title": "Winter Gardening ~ growing from seeds…",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/07/Poppy seed heads full of hundreds of seeds…….jpg",
  "body": {
    "pars": [
      "Winter is well and truly here with brisk damp days amongst a bit of winter sunshine.\n",
      "Now is a great time to prune fruit trees and roses ready for their burst to life in spring. I like to prune my fruit trees fairly hard keeping them all down to a height for picking without a step or ladder, much safer as I get older and just more practical. Take out any branches in the middle of trees opening it up for airflow and stronger growth and any diseased or weak branches. Cut back fruiting branches to two or three fruiting spurs and if you are espaliering, like I do, cut any branches coming outwards that aren’t being trained along your framework. Apricots are best pruned late summer or early spring when their cuts can heal quicker as they are more prone to disease with winter pruning.\n",
      "Roses can also be pruned hard or just to shape over the next few weeks cutting back to an outward facing bud and removing weak and crossing over branches allowing a better airflow and shape of bush. Bare-rooted roses are on sale now in nurseries and online but get in quick because last year everything sold like crazy.\n",
      "Seed catalogues have become my go-to this time of year, dreaming of warmer days and punnets and trays of little gems growing in my hothouse. There is nothing better this time of year on a wintery day sitting with a great seed catalogue(s) and a cup of tea by the fire choosing all the exciting things to grow in the upcoming seasons. Seeds are wonderful little things that can fill your garden with food, flowers and herbs at very little cost and the enjoyment of growing from seed is a must to experience! \n",
      "You don’t need a hothouse to grow from seed, just a warm brightly lit spot in your home, some seeds, seed-raising mix or sifted compost and away you go. Most seed packets have the maturity date so you can sow 6-8 weeks ahead of our last frost date for spring and summer vegetables and flowers,  then harden off before planting in spring where they will hit the ground running.\n",
      "Happy Gardening \n‘Green Earth Gardener’"
    ]
  },
  "published": true,
  "sidebar": "Poppy seed heads full of hundreds of seeds",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
