{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-04-15",
  "title": "A little less hectic Bohollow",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/06/One of the Australian Pelicans recently released at Bohollow who is still dropping in for a feed of fish daily. .jpg",
  "body": {
    "pars": [
      "Another busy couple of weeks at Bohollow. Rescue calls are beginning to slow a little as the weather begins to turn and the main bird breeding time draws to a close. Some species are taking advantage of the favourable conditions at the moment and we are still getting native ducklings in. After a few pretty dismal breeding seasons for our native ducks this season has been a lot more successful for them and if conditions are right, we may even see winter ducklings this year. ",
      "On the shelter grounds another species which has started to nest again is the Welcome Swallow. It is extremely late in the season for them but insect life is still plentiful at the moment so these beautiful little birds are making hay while the sun continues to shine.",
      "The season has been so extended I keep having to remind myself that some of our other native bird species will begin courting soon. Some of our raptor species like the Wedge-tailed eagle will be thinking about courtship and nesting from mid year. Some of the raptor species I have had the privilege to raise this last season are Collared Sparrowhawks, a Brown Falcon, a Black-shouldered kite, Whistling Kites, Black Kites and a Southern Boobook chick. Raptor chicks are always a delight for me to raise although also one of the most nerve-wracking when it comes to release. These birds need to be able to hunt on their own to survive in their natural environments and release time is fraught with anxiety until they begin to successfully hunt their own prey. ",
      "Many native parrots were raised this season with the last groups about to be released. Numerous galahs, cockatoos, corellas, rosellas and Red-rumped parrots, some raised from fluffy chicks, have made it back out to their wild homes after being raised and cared for here at Bohollow. We are still getting Crested pigeon chicks into care. As the season trickles to an end we breathe a sigh of relief as the workload begins to ease back into one not quite so frantic. ",
      "The shelter grounds are a pleasant place to be at this time of year as many of the youngsters raised and released are still frequently seen and the whole place is buzzing with birdlife. Young magpies play, lorikeets and honeyeaters are still coming into their soft release feed stations for a top up. ",
      "Although the amount of calls have lessened, rescue is always busy and life is never dull. Yesterday I was called to a Little Red Flying Fox entangled in a barbed wire fence over an irrigation channel near Numurkah. Removing him from the wires involved wading into the water, luckily I was just able to reach the wires to cut him free while my mother helped by using a pole net from the edge to secure him and bring him back to dry land. The poor bat had suffered injuries to both wings but with treatment and time in care he may be ok. He is also suffering aspiration from a well meaning person attempting to give him water by using a long stick. Another reminder to never administer water until you have spoken to a wildlife carer for advice as this flying fox is currently in more danger of dying from taking water down his airway than he is from his wire injuries. ",
      "Another corella in trouble on the creek in between Waaia and Nathalia which I had to take a swim for. The creek was surprisingly deep in this area and only a metre from the bank was well over my head. Swimming with a pole net and holding the net up at full extension (3.6m) above my head while treading water to reach the injured bird who was sitting up in an old tree which had fallen and partly submerged in the water wasn’t easy. In the end I was able to secure the bird and make it back to land in one piece.",
      "Another recent water rescue involved swimming across the Murray, twice, in Echuca. Water rescues in the Murray are very different to the other rivers in our area. I have great respect for the dangers of all our waterways and the Murray is at the top of my list for knowing my physical limits. A fellow wildlife carer and I swam across, I was swimming with one of my pole nets so my swimming style on occasions like this is an awkward side stroke. The injured duck we were after promptly swam back across the river as soon as we got close! We followed and eventually we were able to net him back on the Victorian side of the river. Thank you so much Vicki for enduring the epic swim with me, we were both a little out of breath afterwards and it certainly was a team effort.",
      "One of our new patients at Bohollow is a juvenile Pelican. He came in from Strathbogie and has a nasty power line injury on one wing. His wound is currently being treated and is still looking good in between dressing changes but is not out of the woods yet. Electrical burns are tricky wounds to treat and can suddenly take turns for the worst. He has a delightful nature and has settled into life at Bohollow easily. It helps when our patients are so willing to accept our assistance. Some critters really steal your heart and this little pelican is one of them so dressing changes will be anxious times until we are sure everything is healed up nicely. ",
      "Although things are less hectic with the close of the busy season, our normal is always at least a little hectic!"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
