{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-10-14",
  "title": "A rescue Ring-tail possum joey",
  "media": "",
  "body": {
    "pars": [
      "October November is the busiest time of year for BoHollow with baby and juvenile birds coming in at a steady rate, but it’s not only birds that have been keeping us busy. A number of baby possums have arrived at BoHollow and this little Ring-tailed Possum joey is one of them. This little possum was left an orphan when his mother was attacked and killed by a dog.\n",
      "I have been trekking all over the countryside lately on rescues and I thank those who have called me for assistance and who have patiently waited for me to arrive. When the phones are so busy, it is always a case of prioritising which rescues are more urgent and which ones can wait a little longer, not unlike the strategy behind an emergency ward at a hospital.\n",
      "Dog and cat attacks are a common reason for wildlife sustaining injuries or becoming orphaned. If you discover your dog or cat with wildlife, please act quickly, and if a female mammal, please check pouches as young can often survive despite their mother being injured or killed.\nAnother factor is distance. I travel to many different locations for rescues and pick-ups and, if I can, I will try to make the locations work in as well as I can with each other so I am not crossing backwards and forwards across the state, although sometimes because of the timing of calls or urgency, it cannot be helped having to return to locations more than once in a day.\n",
      "Be vigilant. If you hear your dogs barking for no particular reason, check it out. If at night, do not wait until morning. Many of our mammals are nocturnal and waiting for help until morning can be a matter of life or death for an injured or orphaned critter.\n",
      "If a critter is contained, we will always ask if you can transport it to one of our two shelters or meet us halfway to cut down both our travel time and our rescue expenses. Do not worry if you are not able to transport; we will always come to you if you cannot come to us, but it helps us enormously if you can assist in transport in any way possible.\n",
      "BoHollow is on call 24/7 for wildlife rescue. If it is very late at night, keep trying all our numbers. If we do not hear the phones the first time, chances are we will the second or third time. Whatever time of day or night, always leave a message and we will return your call as promptly as possible.\n",
      "Thank you to all those people who take the time to stop and help native animals and seek assistance for them. Without people who care, critters in trouble would not get the opportunity of the second chance we can often give them.\n",
      "We are not opposed to Facebook messages at all but both Deb and I may not see a Facebook message until hours later. A simple call makes direct contact with us and time is usually of the essence with our native critters. It can make a huge difference to the outcome of both a rescue and saving a life if we can act sooner rather than later. \nThank you to all those people who take the time to stop and help native animals and seek assistance for them. ",
      "Without people who care, critters in trouble would not get the opportunity of the second chance we can often give them.\n",
      "Deb picked up this little possum shortly after he arrived at our Bunbartha shelter. He was doing really well and will continue to be raised at BoHollow and eventually be released back into his wild home."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
