{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-04-29",
  "title": "Always with wildlife rescue.",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/06/6I6A1043.jpg",
  "body": {
    "pars": [
      "As always with wildlife rescue, the last fortnight has been filled with highs and lows. Bohollow has received a number of calls for injured kangaroos and I have moved just as many deceased ones off our roads during the many places I traverse in my course of attending rescues. We always see a higher number of all nocturnal species being hit on the roads leading up to and following the full moon. Although they may be nocturnal, most of these critters require some amount of light to move around freely and carry out their nightly activities which means when the night is lit up with moonlight, more creatures are on the move. ",
      "Something which always saddens me is that the majority of people who call us to help injured wildlife on roads are not actually the people who have hit them. Some people who collide with wildlife do the right thing by stopping and call us for help immediately but it astounds me how many people just keep on driving, leaving an injured animal behind them. Wildlife may not show how much they are hurting in the same way we do but they certainly do hurt, feel pain and suffer horrendously when they are left injured on a roadside. I understand that some collisions with wildlife cannot be avoided but if you do hit something, please always stop, even if you are sure the animal would surely have died because many do not die but suffer for hours before someone else sees them and has the heart to call for help. Deceased animals should always be removed from the road as roadkill in turn causes other wildlife to be hit as well. Raptors, Ravens, Magpies, Kookaburras and numerous other species can all fall victim to collisions with vehicles while scavenging on roadkill. Marsupials which are hit such as kangaroos and possums may be female and carrying a precious joey in their pouch. Please always check. Stopping to check can save a life, stopping to check can save an animal much more unnecessary pain and suffering.",
      "On Saturday night near Colbinabbin I stopped to remove what I thought was a dead kangaroo off the middle of the road. When I approached it I realised the roo was not dead at all. I removed him from the road and I was about to load him into my van when his breathing suddenly changed and I knew he was dying. He died with his head in my hands. Leaving a roo like this wounded on the road after you have hit it is not only an act of animal cruelty, it is also a hazard for other vehicles. Whoever had just hit this kangaroo did not stop but kept driving.",
      "On Sunday night I was awoken by my phone at 1am. Someone had found an injured Tawny Frogmouth on a road. They picked it up and removed it from the road and placed it on the roadside under a tree. If it is safe to do so, please pick critters up and do not leave them on the road or on a roadside. The location was out the other side of Shepparton towards Euroa and luckily the Tawny was still there when I got to it. Often when we are called to injured birds who are left on the roadside, when we get there they have been hit again by another vehicle and died. A towel kept handy in the car, a pillowcase and a flat packed cardboard box are items easily stored in your vehicle and come in handy if you come across injured wildlife on the road. If a bird is not able to fly it is usually pretty easy to use a towel to put over them and bundle them up, taking care not to get bitten or scratched and place them into a cardboard box. At least they are then safe until they get to a shelter.",
      "I have had a few calls lately for birds stuck in buildings. A magpie in a school stadium in Shepparton and a Barn owl in a Glass and Aluminium Warehouse in Echuca. Both birds I was able to successfully catch with the help of my son, Daniel. Catching birds in buildings can be hard work, particularly due to the height and areas we are usually working in. Monday night I attended a magpie stuck in a Coles store in Kangaroo Flat and while there had another call for two galahs stuck in the Latrobe Medical Training Centre, also in Bendigo. The Latrobe building was three stories high and they had access to all floors yet I caught the birds quickly on the third floor. The magpie on the other hand proved a lot more difficult due to the number of obstacles to manoeuvre around in the Coles supermarket and myself and a fellow wildlife carer, Vicki, failed to get him which means travelling back to Kangaroo Flat today to have another attempt. I never know how easy or difficult a case is going to be until I arrive.",
      "Another rescue yesterday was an interesting one. An RSPCA officer in the area hit a snake at Barmah. She thought the snake was dead but as it still had some slight movement she managed to use a dog capture pole to somehow scoop it up and place it in the back of her ute. When she called she was heading towards Numurkah so I arranged to meet her on the road. When I asked where she put the snake, I was told it was put in a pet carrier. I voiced my concern about this and informed her that if a snake is just badly concussed it can actually make a full recovery within a short time and a pet carrier wasn’t going to contain a snake. Sure enough, when she pulled up beside me and she opened the back of her ute, I immediately saw the snake was no longer in the pet carrier.",
      "I warned her it was free and that it was an Eastern Brown Snake. She stood back a healthy distance while I tailed the good sized Brown and placed it in a secure bin. The snake had certainly come back to life! She was astounded that a snake that size could fit through the mesh at the front of the pet carrier when I told her that was how it got out and she said she would never do that again!  She was also thankful that I was around to remove it from her ute. The snake has had 24 hours of rest, is fully functional, alert and lively so was released the following day. I am sure that is one animal experience she will not forget in a hurry!"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
