{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-09-30",
  "title": "Australian Darter on the Campaspe River",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/10/Australian Darter entangled in string on the Campaspe River in Burnewang.jpeg",
  "body": {
    "pars": [
      "Difficult wildlife rescues take planning, patience and experience but also sometimes a lot of luck. At a recent rescue in Burnawang, everything seemed to align to be able to pull off a perfect result.\n",
      "Just over a week ago my friend and fellow wildlife rescuer, Vicki, received a call for an Australian Darter on the Campaspe River. He was noticed by a photographer when he had snared a large fish and was attempting to consume it on a log in the water. It wasn’t until the photographer was viewing her photos on her computer that she realised the bird had bailed out on his attempt to eat the fish because he appeared to have some type of line entangled tightly around his bill which made it impossible to open his beak at all. She called for help.\n",
      "Vicki and I searched that night for the bird but could not find it. Due to the distance we both had to travel to reach the location, we were searching in the dark as we knew time was of essence for this bird as starvation was inevitable if it could not be found and rescued.\n",
      "Giving up was not an option so we resolved to return the following day to continue our search.\n",
      "The following afternoon we were back at the river. Vicki had arrived a little earlier than I and had already put her kayak out on the water with her daughters. They had searched a length of the river where the bird was last sighted to no avail. We extended our search in the other direction and suddenly we realised the Darter was fast asleep on a snag out from the opposite side of the river.\nWith our first obstacle solved we then moved onto our next obstacle…how to catch him. \n",
      "I have had experience in catching diving birds before and it is never easy. Darters, cormorants and other diving birds can stay under the water for great lengths of time and are fast. When they feel threatened they instantly dive, disappearing for minutes, only to then pop up suddenly in the water up to a hundred metres away! It makes chasing one of these birds on the water almost impossible, even in a boat as they can change direction under the water and you have no idea where they will surface next. Armed with this knowledge, we knew our only chance of catching him would be after dark as he would be completely asleep and we would have the element of surprise. \n",
      "Originally we thought Vicki could paddle me across to the other side where I could get out on the bank, creep up level with his roosting position and net him from dry ground. Vicki scoped out his position by paddling up the river and confirmed the snag was in fact quite a distance from the bank, possibly six metres out and there were willow tree branches hanging down above the water which would also hinder a clean catch from land. The only way we were getting this critter was from the water. My heart sank as I knew this meant there was also a high possibility that I was going to end up in the cold water of the river.\nVicki and I hatched our plan. We went over and over our options and how we were going to play it out. Vicki would paddle from the back of kayak, I would be positioned in the front with net. we carried a large, short handled net and also took one of my pole nets in case we needed length. We carried a rescue flood light, also a small torch and both donned life jackets. As it got dark we waited even longer, to ensure the Darter was well and truly asleep. Both nervous with anticipation as we knew this was a rescue which could go in all sorts of wrongs and we would only have one crack at it or he would dive into the dark water. If this happened we knew the chances of locating him in the dark, waiting for him to roost elsewhere to have another go would be a nightmare and likely mean that we would have to return the following day. \n",
      "It was quite cold by the time we pushed off from the boat ramp and began to paddle out upstream into the centre of the river. Whispering to each other as our eyes adjusted to the moonlight, we made sure we were well past the sleeping target before we changed course to come downstream, navigating in the darkness past snags, checking continuously with each other that we were on course. \n",
      "Suddenly I could see the dark shape of what I knew was the bird, roosted on the protruding branch. I guided Vicki in and she managed to get me in the perfect position. As we glided through the water I knew it was time. Quickly bringing down the net with one hand and grabbing the Darter through the net with the other hand, all in one swift movement. He didn’t know what hit him! I was already plucking him from the branch, bird, net and all, while he was coming to the realisation that he had been hijacked. He let out a startled call and Vicki asked me if I had him. I said yes and gave her the go ahead to keep paddling. We had him on board.\n",
      "We got halfway back to the boat ramp before we realised that we could turn our light on now to navigate safely back to shore, there was no need for stealth now.\n",
      "Once back on dry land we removed the line. It was fine cotton string, similar to the string which secures the tops of grain bags but also could be off a hand reel or shrimp net. It was so tightly wound around the poor bird’s bill it was difficult to remove. Apart from some superficial grazing on the underside of the bill, the bird had no further injuries, was reasonable weight which suggested that he had not been entangled long and the decision was made to take him back to the shelter overnight and release the following day in daylight. \n",
      "Thank you to Vicki’s daughters, Amber and Charli and also Dave for helping search, to Marlene who took the original photos and called for help and of course, Vicki for being an awesome rescue partner and paddler. Difficult rescues are often a team effort and I am extremely lucky that the small crew which I constantly work with all fit so well together. I think the prerequisite for the Bohollow rescue team is grit, determination and the right amount of crazy. And the best thing about this rescue? I didn’t get wet!"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
