{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-10-28",
  "title": "Caring for the Tawny Frogmouth ",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/10/6I6A1518.jpg",
  "body": {
    "pars": [
      "Life at Bohollow has been extremely busy with many patients to tend to and many miles on the road for rescues. As I write, I am waiting for an Eastern Grey Kangaroo to wake up from her sedation so I can release her in nearby bushland. She was trapped inside a high-fenced worksite in Tatura so had to be caught, sedated and relocated before she injured herself in her attempts to get out. \n",
      "The last month has seen many baby birds come through our doors. Nestling and fledgling magpies, copious amounts of ducklings, baby lorikeets and this time of year is the time one of my favourite birds is nesting - the Tawny Frogmouth. In the last couple of weeks or so we have had four nestling Tawny Frogmouths requiring our care. Sadly, one did not make 24 hours but the other three are all doing well and growing before our eyes. Birds grow amazingly quick, an evolutionary design to minimise predation as they are most vulnerable at this time. Different birds have different strategies to avoid predation and our Tawny Frogmouths are the ultimate masters of disguise. \n",
      "Tawny Frogmouths pair for life or until they lose their partner and will be within close proximity to each other all year round. They will hunt and nest in the same territory which may be anywhere from 20 to 80 hectares of bushland for their entire life. They are usually creatures of habit and will often be found in the same roost sites, rotating around a number of favourite places where they choose to spend the day, coming alive at night to hunt. Hunting is predominantly in the hours just after dusk and again before dawn. Their prey consists of large nocturnal insects, centipedes, millipedes, spiders, beetles, moths and can also prey on anything which moves and they can swallow hole, such as rodents. The hunting method used is to fly from perch to perch, sit and watch from their vantage point until they sense movement, then dive suddenly to the ground or a lower perch to secure their prey in their bill. Tawnys have huge broad bills which are designed to crush and if a cranky one decides to bite you hard, it isn’t a pleasant experience! Generally, these birds settle down into care nicely and are accommodating patients, though there are always exceptions due to individual character. They also have very short, weak legs and feet, they don’t so much grasp their perching branch but rather almost sit upon the branch without curling their toes too much. Their bill and feet are what distinguishes them from our owls which have extremely strong legs and toes which sport talons. Owls are raptors, Tawny Frogmouths are not. Raptors can hold and tear prey in their feet and their feet are what they use to grab prey as opposed to the catch and crush method of a Tawny. We have three species of Frogmouth in Australia and although many people think of them as owls, they are closely related to Nightjars which are very similar birds. \n",
      "Nest-building is carried out by both parents and incubation of the precious eggs is also shared. They will take turns sitting on the nest and feeding each other on the nest while incubation is taking place. Each shift on the nest can be up to 12 hours long with the male often sitting during the day. Interestingly, when they finally choose a nest site these birds can place a green sprig across the branch, leaving it there until they decide to begin building. Construction takes several nights, although I am not quite sure why it takes them that long as their nest is one of the shoddiest in the world! There doesn’t seem to be much technical thought in the resulting sticks seemingly thrown haphazardly on top of a horizontal broad branch or wedged in the fork of a tree. What they lack in structure they certainly make up for in camouflage and these nests can be extremely difficult to find. \n",
      "When the young are hatched, they make up for their poor nest-building in how they dote on their chicks. They are both very attentive parents and if a chick falls from the nest before it is fledged, one of the parents will often sit on it or with it on the ground, protecting it as best they can from predators. The only defence these birds have is their camouflage and birds will sit dead still, even if on the ground, hoping they will blend into their surroundings and only take flight at the last minute. Unfortunately many Tawny chicks fall to the ground way too early as the nest often doesn’t hold up to strong winds and as the chicks grow and things become a bit crowded, there isn’t much to stop them from toppling off. This is why every year Tawny chicks are raised at Bohollow. They are delightful birds to raise and we all have a huge soft spot for these amazing birds. "
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
