{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-12-23",
  "title": "End of another year",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/12/Resized_20211219_094258.jpg",
  "body": {
    "pars": [
      "Here we are, at the end of another year. During a year that’s been full of highs and lows, Bohollow has continued to operate as an essential rescue service to our community during the lockdowns and uncertainty which has been 2021. ",
      "As we approach Christmas the phones are still busy with wildlife requiring our assistance and even when I attempt to take a bit of a break, we still answer the call of our wildlife in need. Last weekend I decided to take a night off and camp out at my bush property which also provides a home for some of the wildlife we release, including all Deb’s kangaroo joeys when they are grown and independent. ",
      "Early Sunday morning Deb contacted me to say she was on her way to Echuca for an urgent rescue of a kangaroo who was stuck down the hole of a shed footing and she needed my help. We had camp packed up within a record time of five minutes and hit the road. A fresh new recruit of the Bohollow team had camped with us for the night and this was to be her first rescue with us. ",
      "When we arrived the scene was a bit surreal. A massive eastern grey kangaroo had somehow managed to go down a footing hole and was uncomfortably wedged tightly in the bottom of the hole. It had begun to rain and we knew time was of an essence as the poor roo had likely fallen in during the thunder storms in the night. The last thing we needed was a hole full of water to add to our problems. ",
      "Between the two of us, Deb and I had just enough sedation to settle the roo down and we didn’t have to wait long for it to take effect as she was already exhausted. I was able to reach down and grab her legs which Deb had to hold so they didn’t jag on the edges of the hole while we pulled her out. Slowly and carefully, it took four of us to lift her out gently by the tail. ",
      "Once out, we did a quick assessment of her injuries. A horribly swollen face which was full of infection and not fresh, various scrapes and bruises from her ordeal and a very swollen arm. It wasn’t until we removed her from the hole that Deb and I realised that the roo was a female! This kangaroo was as big as a huge male! Both of us have never in all our years of wildlife rescue seen a female this size before. Her hands were bigger than mine!",
      "We didn’t take long to bag her up for transport back to Deb’s at our Kotupna shelter where she is undergoing treatment. Luckily she had no broken bones. She must have tripped and fallen head first into the footing hole as there is no way she could fit in there feet first.",
      "Last Thursday night I hit a roo in my vehicle for the first time in my life. I do so much night driving for rescues in high risk areas for kangaroos and had many close, heart pounding moments but always managed to avoid any roo collisions. Sadly, not so this particular night. I was only seven minutes from home, almost a full moon, not speeding and had time to brake, didn’t lock up so was still washing off speed when I hit her. As a rescuer, my first thought was to catch the injured roo as despite incurring a badly fractured leg, she was still partially mobile and very distressed. Luckily I had a friend with me and once I caught her we were able to bag her up together. Only then did I check the damage on my van…not good. I was able to make it home without overheating but the following morning saw the trusty rescue van get towed away for assessment and fixing. Not a great time for anyone to need vehicle repair at this time of year!",
      "A timely reminder to take care on our roads. We are right in the full moon phase which means lots of critters moving around taking advantage of the moonlight. Kangaroos also prefer grazing at night, particularly when the days are warm. In areas you know they frequent, please slow down and be vigilant. We are also seeing many dog and cat attacks at the moment. We know sometimes these cannot be avoided when it happens in your own backyard but please be mindful about the damage our pet cats can do when let roam. The same goes for dogs when they are let run in parks or bushland. Many of these cases can definitely be avoided if we do the right thing. ",
      "Deb, myself and all the critters who have passed through Bohollow during the last year wish to give heartfelt thanks to the people who have continued to believe in and support our work, provided kind hearted donations which enable us to keep our doors open and  provide our 24/7 rescue service to the community, to those of you who stop to help our wildlife and call for help, we could not do it without all of you. Wildlife rescue and care is truly a team effort. Thank you all.",
      "From all of us here at Bohollow, we wish you all a wonderful, safe Christmas and New Year. I look forward to another year of wildlife tales to tell. Stay safe everyone."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
