{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-03-04",
  "title": "Here at Bohollow we protect, rescue, rehabilitate and treat all species with respect.",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/06/One of the many young galahs which was raised and released at Bohollow this season.jpg",
  "body": {
    "pars": [
      "Throughout our history we have been inclined to label and categorise everything around us, even ourselves. Plants, animals, insects, every living thing we discover needs to be given a species name and put into the category where we see it as most belonging. I have always been fascinated with the system we use to categorise our animals. Each species belongs to a genus which in turn belongs to a family, families belong to orders then classes. I see the true value in how we have strived to place living things into categories which belong together. We once did this purely through observation of behaviours and physical attributes. Now with the advent of DNA we are continuing to fine tune our classifications, along the way discovering that some species are not in fact as closely related as we first thought while others who by appearances seem impossibly closely related, in fact are. ",
      "Despite my love of the scientific classification of living things, I am not generally a fan of labels. Many of us love the order of labelling things as it can put things in a black and white perspective but nature on a whole is certainly not black nor white.",
      "We all know that our governments create lists of species who are considered Endangered, Threatened, Vulnerable and there is even a category named Near Threatened. At the top of this list are our Critically Endangered animals but did you know that one of these categories is actually named Of Least Concern?",
      "No one ever talks about the creatures who are lumped into this category and the truth is, most of our species are considered ‘of least concern’.",
      "Many of these critters are deemed common species. Common species like Eastern Grey Kangaroos, Magpies, Kookaburras, Ravens, Cockatoos, Corellas and Galahs are all considered common species. Unfortunately our native animals who are thought of as common or of least concern are considered of little to no importance when it comes to land and road planning and developments. ",
      "Here at Bohollow we protect, rescue, rehabilitate and treat all species with respect. All animals feel pain and suffering, all animals deserve to be helped if they need it. I will not pick and choose which species is worthy of rescue. If a Corella is entangled high up in a tree, it is just as deserving of my assistance as is an injured Wedge-tailed Eagle on a roadside. ",
      "Labels such as Of Least Concern are misleading as I think it really downplays the importance of these animals when it comes to their protection.",
      "Bohollow is on the end of another extremely busy breeding season for our birds. Many Magpies, Cockatoos, Corellas, Galahs, Rosellas, Kookaburras and Red-rumped parrots have been raised. We have been inundated with Eastern Grey Kangaroo joeys over the last few weeks which has kept Deb run off her feet. All these critters require the same care and treatment as we would put into an endangered species to get them back out into the wild. ",
      "ommon species face many of the same pressures our endangered species do yet they seem to be largely ignored when it comes to conservation. Obviously if a species is found in critical danger of becoming extinct, much effort must be made to address the factors causing their decline. All wildlife species are supposed to be protected in Victoria yet our common species are subject to culling if they are an inconvenience to people’s lives. We see first hand the high number of casualties which fall victim to collisions on our roads, becoming displaced due to loss of habitat, entanglement cases due to human made rubbish. The mortality rate for the young of common species can be very high. Species which were once considered common are now in decline, it just takes us longer to realise this as when people continue to see a lot of them around, they assume they are doing well. ",
      "We need to protect all our native creatures, whether common or not, they are all a part of a much bigger picture. Some of our critters by nature congregate in large groups. This can give the illusion that they are plentiful. Lack of habitat, lack of breeding hollows, shortage of food sources, extra dangers from domestic pets, urbanisation, vehicles and roads are pressures all of our wildlife face daily and if we do not make a serious effort to protect all of our unique species we are in danger of losing creatures which we have always taken for granted. ",
      "Labels such as Critically Endangered and of Least Concern certainly give us an idea of the status of a given population but both categories need our help and protection. Just as all people deserve equal rights, all species do as well."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "ne of the many young galahs which was raised and released at Bohollow this season",
  "related": {
    "article": {
      "page": ""
    }
  }
}
