{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-06-24",
  "title": "Injured wildlife",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/06/image000000001.jpg",
  "body": {
    "pars": [
      "This time of year is certainly not as busy for me as it is in spring and summer but quieter days are interspersed with days that are still flat out with rescues. I have been doing many miles some days to attend rescues and Sunday was another extremely long day, though this time the entire day involved the rescue of one animal. ",
      "I was awoken by Deb calling to ask me to assist with a rescue of a large kangaroo that had been reported injured on the riverbank of the Murray in Echuca. With no time for my morning cuppa I hit the road, stopping to pick Deb up on the way. We had a pin drop location on our map of roughly where the kangaroo had been sighted. Someone had seen it from across the river on the Moama side from a moored houseboat. The roo was not taking much notice of people fishing or moving along the river bank and was not behaving in the usual way.",
      "Initially we had a lot of trouble finding vehicle access into the river where we needed to go. The recent rains had made the bush tracks wet and slippery and 4wd damage to the tracks added to our problem of getting in. We finally gave in to the fact that we could not get in safely in my van so had to walk in at least a couple of kilometres. \nA word of advice, do not trust Google Maps in bushland! The navigation on both of our phones seemed to struggle with heading us in the right direction and we wasted a lot of time until we decided to trust our instincts, go against the direction our phones kept taking us and finally we reached the area where we knew the roo should be. ",
      "Access down the river bank on our side was not easy. Fallen trees, heavy scrub and trees with roots protruding out of the bank was our terrain, but we picked our way along until we caught sight of the poor kangaroo.\nHe was massive. A big male weighing in at somewhere between 80 to 90 kilos at a guess.",
      "We had carried our rescue gear through the bush all this way which composed of a doona, sedation, a volleyball type net in case we needed it for capture as the roo was still mobile. It became apparent that we were going to have difficulty using our net as there were too many obstacles to get caught up in - rushes, snags, fallen logs, tree roots. The roo was fully alert and despite laying down when we first arrived, as soon as we approached him he stood up, displaying his strength and displeasure of our presence in his space. He was in attack mode. \n",
      "When you are faced with a huge male kangaroo with hands bigger than yours, sporting claws and standing defensively at his full height, which would be over six foot, self preservation kicks in! Kangaroos charge towards you when they feel cornered or threatened and this was exactly the method he was using in an attempt to intimidate us. It worked. We had so many obstacles which could trip us up if we had to move quickly. I had emptied my pockets in case I had to go after him into the river but he had positioned himself on the other side of some rushes and was now in between those and a fallen tree which reached all the way into the water. ",
      "Deb and I quickly realised that we had made a mistake not bringing a rescue pole and the screw on syringe I use to ‘pole’ roos when it is too dangerous to tail them. Tailing is the method we use to catch most kangaroos. This usually involves someone else distracting the roo while one of us sneaks up and grabs their tail, then when the roo startles and attempts to hop we keep hold of the tail, pulling backwards,  keeping the roo facing away from us while one or more people run in and push them over with a doona or blanket, then we quickly inject them with sedative. When we use the net to catch fully mobile roos, we use the same principal. As soon as the roo hits the net, someone drops their end and runs in and grabs the tail. This boy was so big, so defensive and in a position where tailing was not a safe option.",
      "While we were contemplating the fact that we would have to walk all the way out through bushland again to go get a pole the roo lay down on the edge of the rushes. For a fleeting moment I thought I may have been able to sneak up and get my hand through the rushes to inject him before he got back to his feet. Despite Deb trying to distract him, he was too alert and each time I attempted this, he would jump to his feet just as I’d get close.\nFeeling weary we picked our way back up the river bank faced with the walk back out to get a pole. A fisherman and his young son appeared at their vehicle as we reached the top of the bank. He had managed to get through in his 4wd. As luck would have it, he was an electrician who also had an extendable pole to reach power-lines, similar to what we use! He willingly helped us tape a syringe to the end and we went down to the roo again. Within a short time I’d managed to slide the pole through the rushes and got two syringes of sedative into him cleanly. After a 15 minute wait, the sedative began to take effect. \nWhile we were waiting we attempted to find an area of the bank where we could possibly drag him up. Our hearts sank as we realised it was an impossible mission. The fisherman could not stay to help as he had a barbecue to attend. Deb and I dragged the roo with great difficulty through the rushes, bagged him up then pondered what to do next. ",
      "We needed a boat. That was the only way we were getting this kangaroo off the river bank. We made a few calls and I couldn’t help but look at the houseboat moored across the water. I said to Deb that it would be much easier to get the roo onto that than into a tinny. We rang the lady who had seen the roo from the houseboat. She agreed to give it a go!",
      "She brought her neighbour with her and it took three of us to lift the roo onto the front deck of the houseboat. We headed for the nearest boat ramp a couple of bends up the river at a caravan park on the Moama side. It took three of us working really hard to get the roo off the boat, we only got wet up to our knees and got him to shore. The kind lady took the houseboat back then came and picked us up in her ute. We were able to lift the roo into the back of the ute, another fisherman also helped us do this, then we were transported back to the Victorian side to my van where we transferred the roo and could finally head home.",
      "By this stage it was getting late and I had to hightail it home to do feeds before it got dark. I headed back to Deb’s that night where we cleaned up a nasty wound, gave the roo long lasting antibiotics and other meds then took him out to my bush property to release him. We suspect his wound was caused by a dog as it appeared to be puncture wounds from a bite.",
      "It was well after 10 by the time I got back home. This epic rescue could not have been pulled off without the help of Trudi and her neighbour, Dennis with the houseboat and vehicle to get us back to the van. Thank you to the fisherman who saved us a long walk by letting us use his pole and my son Daniel who came with Deb and I that night to help sedate the roo again, clean up his infected wound and help lift him for his transport and release. A real team effort and a long, exhausting day for Bohollow! "
    ]
  },
  "published": true,
  "sidebar": "Injured roo as sedation starts to take effect",
  "abstract": "This time of year is certainly not as busy for me as it is in spring and summer but quieter days are interspersed with days that are still flat out with rescues. I have been doing many miles some days to attend rescues and Sunday was another extremely long day, though this time the entire day involved the rescue of one animal. ",
  "related": {
    "article": {
      "page": ""
    }
  }
}
