{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-12-09",
  "title": "Local Lizards at BoHollow",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/12/6I6A3443.jpg",
  "body": {
    "pars": [
      "It is that time of year when all our local reptiles are out and about. It is a busy time for them as after they have spent the colder months in torpor they have the Spring/Summer months to breed, lay eggs or have live young, depending on the species, all before the weather cools again next year. \n",
      "Quite a few Blue-tongue lizards have been coming into care at Bohollow recently through attacks by dogs. Blue-tongues love to hang out in people’s backyards as they enjoy the lushness of many gardens which also usually harbour a favourite food item of theirs, snails. Please keep an eye out for these fellows while mowing as this is another reason they often come into care. \n",
      "One of the biggest dangers for our local reptiles is the roads. Roads can seem to be a great place to bask in the morning to bring yourself up to temperature if you’re a lizard or a snake and many get hit by vehicles on our roads. \n",
      "Sadly, while I was travelling through Barmah last week I stopped to remove a recently hit Eastern Bearded Dragon off the road. She was heavily gravid which means she was close to laying her eggs. She was possibly on her way to a suitable spot to lay and bury her eggs for the season. She had been fatally injured and was already deceased when I came across her. \n",
      "Another victim of our roads has recently come to Bohollow, a Lace Monitor, otherwise known as a Tree Goanna. Suffering severe concussion and head trauma he was very lethargic on arrival to the shelter but is improving slowly and is much more active now. He still has a long way to go before he will be ready to return to his wild home.\n",
      "Lace Monitors are Australia’s second largest Goanna, the Parent being the largest at lengths to over two metres. Our local Lace Monitors can grow to two metres and reach a maximum weight of 15 kg! Built for climbing trees and also for running down prey on the ground, these giant lizards are impressive creatures. \n",
      "Their active months are generally between September and May. Like all of our reptiles, appropriate habitat is essential for these lizards as they seek shelter in tree hollows or under fallen timber and rocks during the colder months while they are inactive.\n",
      "We have two different colour variations in this area, the common finely striped pattern most of us are accustomed to seeing and the less common Bell’s phase which has much thicker stripes or bands along the entire length of the body. \n",
      "Lace Monitors reach sexual maturity around four to five years of age. \n",
      "We are in the last month of the usual breeding season being between September and December. \n",
      "Females choose termite nests to lay their eggs in as the termite activity ensures the eggs are kept at the correct incubating temperature. \n",
      "She leaves her eggs after excavating and laying her clutch of up to fourteen to incubate on their own. It was once thought that she never returned to her eggs but recent studies indicate that mothers may return when the eggs are due to hatch and open up the nest to allow the baby lizards to leave the nest. \n",
      "Eggs take eight or nine months to incubate. Once the babes are hatched, this is where any parental duty is abandoned and the young monitors have to learn quickly to fend for themselves. To avoid predation, these young lizards tend to hang out in trees more so than the ground until they reach a safer size. \n",
      "Goannas will eat almost anything that is alive or was once alive which they can fit in their mouth. Insects, birds, other lizards, small mammals, bird eggs and carrion are all fair game. \n",
      "These big reptiles can run down a rabbit! They have amazingly strong jaws and sharp teeth. I have a very healthy respect for them as they can inflict quite a bit of damage with their jaws and also their claws which are long and strong. \n",
      "In 27 years of caring for Lace Monitors, I have only been bitten once and it was not the lizard’s fault but just a silly mistake on my behalf. \n",
      "Recent studies have also found that monitor lizards actually produce mild venom. This venom usually has only slight effects on people but it is thought it may help to subdue prey animals. \n",
      "I had no effects from the bite, which was right around my thumb, apart from bleeding profusely when it happened and obviously being more than a little tender for a couple of days. I was careful to clean the wound immediately and thoroughly as all reptiles tend to carry lots of bacteria in their mouths which aren’t too good for us. \n",
      "I healed really quickly and had no problems with the wound but there are many bush tales which have horror stories about a bite from a goanna! I can vouch that this was not true in my case at all. Although I regularly handle these big lizards, I always have it in the back of my mind just what they are capable of. \n",
      "I actually had to call for help when I got bitten as their jaws are so strong I could not pry them open and the poor goanna thought he had his prey so there was no way he was going to let go without a fight! Carefully sliding a butter knife in his mouth with my other hand and gently prising his jaws open enough to get my thumb out did the trick though.\n",
      "Despite that experience our beautiful local Lace Monitors are still my favourite lizard and once they settle into care they are usually great patients. Keep an eye out both on the ground and in the trees and you might just be lucky enough to spot one. Bushland birds will often give them away by their alarm calls which can make them easier to find.\n",
      "Crossing fingers the beautiful specimen we have in care here at Bohollow at the moment will continue to improve and be returned to be one of our bushland’s top predators once again."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
