{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-06-10",
  "title": "Nankeen Kestrel",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/06/6I6A0698-3.jpg",
  "body": {
    "pars": [
      "Australia is lucky to be the home of many different species of birds of prey and here in Northern Victoria we have most of them. This is one of the reasons I became a specialist in raptor care and rehabilitation as we see quite a lot of raptors come into care at Bohollow.",
      "Our wedge-tailed eagles and sea eagles are amongst the largest raptors in the world but we also have some of the smallest raptors in our country as well. The Nankeen Kestrel is one of these.",
      "These little birds are formidable hunters and help keep introduced rodent numbers down. Being a small raptor, they have a higher metabolism than our larger species so therefore need to feed more frequently. Kestrels are easy to spot and identify as they hunt uniquely by hovering, usually over an open paddock, grasslands or roadsides. While hovering their eyes scan below, searching for the movement of prey in the grass. Once they sight something they often drop a considerable amount lower in one swift movement, hover a little more then drop elegantly down, feet first upon the unlucky critter they have honed in on. Once they have secured prey in their talons they usually fly up to a perch, often a fence post, power line or tree branch, then consume their prize.",
      "Kestrels consume a lot of invertebrates, mostly grasshoppers and crickets but also can hunt small birds up to starling size and reptiles such as skinks, geckos and immature bearded dragons. They readily hawk insects in the air but rarely chase birds on the wing while hunting. ",
      "Nesting time for these little raptors is from around August right through to December. They can nest in tree hollows, mine shafts, old nests of other birds, cliffs and I have heard of them even nesting in pipes, ledges on buildings and on machinery. Depending on the season, they can successfully raise one to three chicks to fledgling but can lay up to five eggs in a nest. After the young hit the wing they continue to be supported by their parents for up to two months. Some banded young have been recorded as dispersing up to 800 km away from their hatching site but usually end up a lot closer to their original home. Birds can mature quickly and can sometimes even breed within a year.",
      "I have raised quite a few kestrels over the years and they are one of my favourite raptors. They usually adapt to being in care very quickly and settle down into the rehabilitation process with ease. I recall being so excited one season watching a recently fledged and released kestrel, which I had raised from a fluffy chick, putting huge effort into hawking a large moth on the wing. She kept getting extremely close, both her and the moth weaving and dropping through the air in erratic flight, but kept missing. Finally, to my delight, she made the catch! Although I knew one moth wasn’t going to stop her from coming in to me daily for support, it was the beginning of her successful hunting life and a huge milestone for a young, hand raised raptor. This bird continued to hone her hunting skills and eventually she didn’t need my support any longer. There is nothing in the world which can equal the feeling of knowing they have a good chance to survive out there. The life of a raptor is a precarious one. Hunting on the wing takes practice, skill and being able to find and recognise suitable prey species. Even an experienced bird may take many attempts before making a successful kill so the first year of any raptor is doubly precarious. ",
      "This time of year is the best to see raptors and I cannot drive anywhere at the moment without seeing several, often numerous species, while I am out and about. ",
      "The other small raptor which you may confuse as a Nankeen Kestrel is the Black-shouldered kite. Both species hover the same way while hunting. If you are ever in doubt, the easiest way to tell is that the kestrel has a distinct black bar across the end of their tail and also have light barring in their underwings and tail. Black-shouldered kites are white underneath apart from the wing tips in underwing which is black.",
      "I pulled up on the way back from a rescue in Echuca last week to photograph a Kestrel hovering on the roadside less than ten minutes from home. He is one of a pair which I regularly see in this spot and who must nest close by. This day he was on his own. I witnessed him catching sight of something from his vantage point high above, drop down, momentarily hold a much lower hover before plunging down out of view in the long grass. Seconds later he appeared back in the air with a mouse firmly in his grasp. He chose a fence post across the road where I was pulled up as his perch to begin consuming his catch. I actually got the shot sitting in my car with the camera pointed out the window. You can tell this bird is a male due to his beautiful slaty grey head. Females and juveniles have a rufous head. Keep an eye out for these little raptors and you can help them out by not using rodent baits. Secondary poisoning from these baits is a very real danger for these birds as well as any other raptors who eat rodents and as you can see by the photo, they are all busy consuming as many as they can for us at the moment."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "Australia is lucky to be the home of many different species of birds of prey and here in Northern Victoria we have most of them. This is one of the reasons I became a specialist in raptor care and rehabilitation as we see quite a lot of raptors come into care at Bohollow.",
  "related": {
    "article": {
      "page": ""
    }
  }
}
