{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-09-02",
  "title": "Owl visits Bunnings",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/09/Resized_VideoCapture_20210831-112347.jpeg",
  "body": {
    "pars": [
      "It’s strange times we live in. The last week or so has been terribly difficult for many as so many people we know in Shepparton have been in full isolation in their homes. I hope everyone is staying safe out there. Bohollow is still fully operational under permits and able to attend rescues 24/7 as we are considered a critical service. If you find wildlife in trouble we are still available to call and to help you and our wildlife. \n",
      "It is the final day of Winter and Spring has jumped the gun with baby critters coming into the shelter for the last month or so. Deb has been flat out with roo and possum joeys and the spring ducklings have already begun to arrive.\n",
      "It is a wonderful time of year to be observant of things happening in your backyard and our surrounding bushland. One species to keep an eye out for are our Spur-winged Plovers, otherwise known as the Masked Lapwing. These birds begun nesting awhile ago and many eggs have recently hatched or just hatching. These birds usually nest on the ground in quite open spots, also quite dangerous spots such as the centre of roundabouts, in carparks, driveways or roadsides. They have also taken to nesting on flat rooftops in the last five or so years which I think is a clever adaptation to combat predation of domestic cats and dogs. Plover chicks are very fragile for the first few days and often run into trouble. We get many calls each year about swooping plovers. Our advice is to ride it out. I have never seen or heard of a plover actually connecting with anyone with their swooping antics. They are very noisy while swooping and it is an act intending to intimidate potential predators, namely us. Once hatched and chicks are strong enough, parents often move babes to more appropriate places. It is illegal to destroy nests and if you do remove eggs, you are just prolonging the entire process as they usually nest again in the same area. \n",
      "Magpies are getting very active as well and the swooping season has begun. Less than 10% of breeding magpies actually swoop and a minuscule amount actually connect when they swoop. It has also been found that birds who swoop have often been harassed or disturbed by people in the past. This isn’t always the case but is one of the reasons why we see swooping a lot in schools where kids have thrown things at nests and caused the birds to become defensive. Magpies are less likely to swoop when they trust that we are not a threat to their nest or young. As soon as young leave the nest swooping ceases. \n ",
      "While at a pelican rescue in Tatura a couple of weeks ago I saw a Red Wattle Bird tending to young chicks in a nest so our honeyeater species are also beginning to nest if they haven’t already started to do so.\n",
      "There are ducklings popping up everywhere at the moment. Please be vigilant and understanding when you see duck families moving around. Many are navigating through our rural towns and roads as they move their ducklings from their nest sites to more appropriate feeding grounds.\n",
      "A fortnight ago I was called by the Shepparton Bunnings store to catch an owl who was flying around the store unable to get out. These rescues are always a real challenge and with a warehouse as large as Bunnings with many obstacles such as shelving, hanging lights and signs from the roof and customers throughout the store. This makes wielding poles and nets the height of the roof physically demanding and time consuming. It took a long time for us to even find the bird initially after searching the entire store several times. Finally, the poor owl suddenly appeared on a roof beam where we had already searched. We put two lots of poles together, Tanya working on one set of poles and I on another. My son Daniel was put to work as our spotter, we all kept in contact with our phones while we moved around the store. Each time the owl was located we would move into position with our nets. When you are netting something on a roof strut or beam you need to have a net either side of the bird or they will obviously just fly in the other direction to the incoming net.\n",
      "This is a method which takes co-ordination, experience and being able to pre-empt the bird’s actions, and of course, a bit of luck! The other challenge is that once you net a bird at roof height, you then have to bring it safely to the ground without it getting out of the net, another reason why we use two nets together so we can enclose them totally to bring them to the ground. These type of rescues are always high energy and can take anywhere from 15mins to many hours and sometimes even days on the odd occasion, depending on our access time into work places. Each time we attempted to net the owl and he flew off again, we relied on Daniel to keep track of him, which is no mean feat in a store where shelving and the shear size of the place restricts your view. Sometimes we would lose the bird for 15 minutes or more before his location was discovered again.\n",
      "After four failed attempts at netting with each one being extremely close to getting him, I was confident that we would get him as he seemed exhausted from the start. We lost him again and I found him in isle 28, sitting on a roof strut in the centre of the isle, also the highest point of the roof. I contacted Tanya and waited for her to get to me then we carefully moved into position. I managed to net him cleanly and Tanya quickly closed his escape by bringing her net to mine. We struggled a little to keep the nets together on the way down but he was well inside the net and remained there while I made the decision to quickly bring the net to the ground before he was able to work himself out. We had him! Two hours and a good work out but we had him.\n",
      "The poor Barn Owl was extremely underweight so is currently in care at Bohollow building his weight back up for release. Rescues like these are truly team efforts and I thank Tanya and Daniel for being the best rescue crew I could ever have. We always feel like celebrating when we are successful at tricky rescues like these and the sense of camaraderie is exhilarating and strong amongst us as we all know we have played our part. "
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
