{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-09-16",
  "title": "Rescuing owls and some rules to follow",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/09/6I6A6496.jpg",
  "body": {
    "pars": [
      "Life has been buzzing at Bohollow for the last few weeks. \nI am still attending quite a few owl rescues and sadly, I suspect many of them have fallen victim to secondary poisoning from rodent baits. It is difficult to prove secondary poisoning unless the bodies of deceased birds are sent away for pathology testing for the right substances. This costs money which we just do not have and this is a problem for wildlife carers and veterinary clinics all over the country. All I can say is that we are seeing a great number of owls all over Victoria at the moment who are running into trouble. Although we get a lot through Bohollow which go on to be released back to their wild homes, many have not made it through the winter season. When their symptoms fit with secondary poisoning, it is difficult not to suspect that rodent poisons are having a huge effect on the birds that feed on rodents. I urge people to consider alternatives to rodent poisons as many of our native species face the very real threat of secondary poisoning and death from these poisons.\n",
      "The boom and bust nature of barn owl populations also has an effect on the number of these owls coming into care. There are many young owls around that hatched during winter and who are also running into trouble now that the rodent population has subsided. It stands to reason that when the barn owls are in a boom season, we see more coming into care through vehicle collisions and other mishaps as there are more around. Things begin to become very chaotic at this time of year with baby birds arriving at the shelter and needing much care as well as the phones running hot for us to attend rescues all over the place. \n",
      "On Friday morning I was called to a barn owl that hit a window of a residence in Shepparton. He ended up lying upside down on the footpath and was being attacked by ravens and magpies. When an owl is out in the open during daylight hours every other bird in the neighbourhood will attempt to get it to move on by attacking it as they are a predator who is seen as a threat. .",
      "The owl managed to fly up into a tree where it was hanging, precariously upside down. When I got to the location, the poor owl was still hanging upside down in a deciduous tree. Tanya came down to assist as I knew it would be difficult to net it amongst the branches and bring it down to the ground with just one net. Before we got both nets anywhere near him, he took off, pursued closely by ravens. Despite our searching on the adjoining streets and door knocking on the residence where we had seen him coming down in, we could not find him. \n",
      "On Sunday night I was called to an owl in Shepparton which was being attacked by birds. It was nearing nightfall and the owl managed to fly up into a tree where it was hanging upside down. I knew this was likely the same owl. I was managed to net him and once I had him in my hand and gave him a quick assessment I realised his feathers were unnaturally curved at the tips of his flight feathers and even had a couple of feather fractures. This curving only happens when a bird is either caught in an extremely tight place or placed in a box or container which is too small for the size of the bird. The latter of these two reasons is the more commonly seen and I believe that this poor owl likely ended up on the ground again after I was called to it on Friday morning, picked up by somebody who put it in a box and kept it for a length of time before they decided it was good enough to let go. Obviously the owl wasn’t good for release, despite the fact that it could fly. The bird is now underweight, not well and will hopefully recover in our care. \n",
      "If you can pick up a bird, something isn’t right. Please do not think that keeping it for a few hours or days and then releasing it will be successful as, just in the case of this owl, it is a death sentence to be released without appropriate care and assessment. \n",
      "With the breeding season well and truly upon us, there are a few things you can do if you come across any orphaned critters which will help us to help them. All baby critters require warmth. Cold kills. The warmth I am referring to is not just being inside a warm house, they require additional warmth such as a hot water bottle wrapped in a towel or a heat mat. Baby birds and mammals begin shutting down immediately when they get cold; this is the reason parent birds sit on chicks in the nest and our marsupials have pouches to hold their young in. Baby creatures cannot maintain their own body temperature when they are small. Being kept warm can make the difference of their survival. If we receive a baby critter that has not been kept toasty warm, even when we do warm them up, they often get pneumonia and die within a few days. \n",
      "Rules for rescuers\n",
      "The two big rules for when you do find an injured or orphaned critter is to keep it WARM and DRY. This includes little ducklings. Ducklings do not possess their own waterproofing when small and if they get wet, they do not easily dry out without their mother’s warmth. They also get the waterproofing oils from her feathers when they sit underneath her. Do not let small ducklings get wet or cold, this is a death sentence for them, even if they appear to be fine at the time.\n",
      "Do not feed. Feeding critters the wrong food or feeding and giving fluids incorrectly can also be a death sentence. Call for help and if we think a critter needs something before it can get to the shelter we can instruct you and advise you in what to do. Following these rules can greatly improve the survival rate of any native wildlife you come across in trouble.\n",
      "Keep an eye out for our reptile friends as they are all beginning to get out and about to soak up the sunshine and warmth. I was delighted to get a report from a friend in Rushworth the other day when she saw two bearded dragons on her property. It is wonderful to know they are still out there. \n",
      "I guess there is one more rule to follow when you find injured or orphaned wildlife…don’t wait to call for help, often time is of the essence and the sooner a critter gets the help and care it needs, the better its chance of survival.\n",
      "I want to give a huge shout out to the caring group of people at Edis Park in Kyabram this morning who called me to help a poor tawny frogmouth that was being attacked by birds on the ground. It takes me 35 minutes to get from the shelter to Kyabram and when I arrived, quite a gathering of people were waiting nearby the tawny to ensure it was safe. It makes my job a lot easier when people are able to stay on location and make sure an animal doesn’t end up in further strife before we can get there. It always heartens me to know there are caring people out there who truly love our wildlife."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
