{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-08-05",
  "title": "Spring is in the air!",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/08/A Southern Boobook Owl, otherwise known as a Mopoke, is currently resting at Bohollow recovering from being hit by a vehicle on Friday night..jpg",
  "body": {
    "pars": [
      "With all the gloomy weather we have been subject to of late it may be difficult to believe that Spring is just around the corner but the signs are certainly here at BoHollow. \nMany species have begun nesting again already. We have had newly hatched Masked Lapwings, otherwise known as Spur-winged Plovers, native ducklings, nestling Rainbow Lorikeets, young Barn Owls and young Whistling Kites coming into the shelter. Please be on the lookout for our natives on the roads as the amount of critters coming in due to vehicle hits is staggering at the moment.",
      "Everywhere our natives seem to be feeding and congregating on our roadsides and all it takes is to be vigilant, slow down, use your horn and stop if you do hit something. We are getting many calls for birds who have been hit and injured by vehicles but people do not stop and pick them up. If it is safe to do so, please pick up injured birds if you spot one rather than leaving it on a roadside. Many of the locations we are called to are quite a distance to travel to and by the time we can get there an injured bird may have wandered off on foot or back onto the road only to be hit again and killed. These calls take up a lot of our time and we can spend an hour or more searching for something that we eventually find deceased or don’t even find at all. Handy items to carry in your car are a couple of flat packed cardboard boxes, a pillowcase and a couple of towels. If you are able to pick up an injured animal, place it in a box with a towel on the bottom for comfort then call us immediately, this ensures that the animal is at least safe until we can get it to the shelter. Always call us for assistance immediately or get the critter to the nearest veterinary clinic if that’s convenient. The vet clinics will call us for help when wildlife is brought into them for care. ",
      "Another mistake people make with wildlife is assuming that they will be secure in an open box. If someone is not going to be home when we come to pick up a critter they have found we often arrange for the animal to be left in a secure place outside on a verandah, etc for us to collect. If I had a dollar for every time I’ve arrived and I have found an open box, no bird and have had to search someone’s garden or property to find the missing animal, I’d be very rich! Birds will jump, scramble, climb out of boxes that are not closed, microbats will squeeze out of the smallest gaps in cardboard boxes or containers if the flaps are not taped up. You can put air holes in a sealed container to pop a microbat into. Possums and small mammals can be placed in a pillowcase with a rubber band around the top and placed into a closed box. All these things assist us in our day running more smoothly and prevent  spending more time than we would otherwise need to while we are out on the road picking up our patients. ",
      "Be aware if you are attempting to capture injured wildlife that these critters are wild and are capable of biting and scratching. In many cases a towel over the top of the animal is enough to secure it, taking care to avoid being scratched or bitten. If a critter is easy to catch it is generally a sign it is feeling very unwell, but unwell creatures can suddenly come back to life quite quickly as concussion wears off or they get sudden bursts of energy when they realise someone is attempting to catch them. If you spot an injured critter which is still mobile enough to evade you, please still call for help. We have rescue gear and methods which enable us to carry out rescue of mobile wildlife as well as experience. If at all unsure on what you should do, please call us and we can talk you through capturing the animal or give advice on what course of action should be taken. We understand that there are times when it is not a viable option for most people to contain an injured animal such as a full grown kangaroo, eagle, goanna, echidna, wombat or that sometimes you may not be physically capable of catching a critter on a roadside but for the creatures that are easy to contain and capture, securing an animal immediately may determine their fate in being successfully rehabilitated at the shelter or getting squashed by the next vehicle that comes along.",
      "If you call one organisation or wildlife rescuer for assistance and they say they will attend or pick up an animal, do not then get impatient and call multiple people as this really wastes rescuer’s time. Most wildlife shelters and rescuers in Regional Victoria cover large areas and we usually know each other fairly well. We could be miles away from your location when we receive your call, your call may be our tenth call out for the day -we are constantly prioritising where we need to go first based on each case we receive and if we say we will get there a bit later on, we will. If a rescuer says they cannot do it they will often give you another number to try, but if someone says they can and will deal with a case and if multiple people are called while you are waiting for assistance, it becomes confusing for rescuers and ends up wasting some of those rescuers’ time. While an animal is temporarily in your care it also helps us out if you are able to check on them every now and again to ensure they are still alive. If they happen to pass away, please let us know as, believe it or not, sometimes we have travelled miles only to find out on arrival that the critter has died hours before and no one has thought to check. ",
      "If you are waiting for us to pick up an injured critter, in your care they should be kept in a warm, dry place, away from children and pets as although they may not appear stressed by the situation, they usually are and stress in a wild creature can be a death sentence when they are already injured.",
      "These are all things that can make our rescue days run a little smoother and help our native critters’ experience of rescue and rehabilitation a better one. \nThank you to all of you who stop to assist our natives when they are in trouble and call us to help. Without people who care our critters don’t stand a chance when things go wrong for them."
    ]
  },
  "published": true,
  "sidebar": "A Southern Boobook Owl, otherwise known as a Mopoke, is currently resting at Bohollow recovering from being hit by a vehicle on Friday night.",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
