{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-04-01",
  "title": "The problems of rodenticides Bohollow",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/06/6I6A0622.jpg",
  "body": {
    "pars": [
      "I remember as a very young child experiencing a serious mouse plague. As someone who has always been adverse to the killing of any creature, if I heard one of the snap traps go off in the kitchen cupboard during the night, I would hurry to sneak through the house as sometimes I was able to release the wretched rodent to its freedom if the initial capture hadn’t been instantly lethal. This certainly didn’t win me any favours with my mother! I also attended a small rural primary school and during the plague the school ran a competition in which every student had to come up with their own unique way of capturing mice. I think mine involved a plank, a rubbish bin and visions of rodents obediently following a trail of food. I was also the child who spent a lot of time searching for mice by lifting old sheets of corrugated iron and hay bales, capturing them and keeping them as hidden pets in my room, much to my mother’s disgust!  Fond memories aside, I know how much damage rodents can do and their control is a serious issue, particularly in rural areas.",
      "When faced with a rodent problem, most people seek the easy way out with the use of a rodent poison. There are a few facts which you need to know about these baits and the very real consequences they have on our native wildlife.",
      "Most of the poisons used to kill rodents contain anticoagulant constituents. Simply put, these are blood thinners. This means rodents can consume more than a lethal dose in one feed but does not die immediately. Usually the rodent may not even feel unwell until much later and will be scurrying around, doing all their rodent things while all the time, carrying a dose of poison which ends up in any animal who consumes them. Our native predators which feed on rodents such as our owls and other birds receive what we call secondary poisoning from every single poisoned rodent they consume. Poisoned rodents may be a little slower as the baiting takes effect which makes them easier for birds to catch. One mouse may not contain a dose large enough to kill an owl or kestrel outright but if it doesn’t, the toxins are stored in tissue and internal organs where it stays, like a time bomb, for months or sometimes for years. The more poisoned rodents a bird eats, obviously the quicker the toxins build up. ",
      "These rodent poisons are called second generation anticoagulant rodenticides, otherwise known as SGARs. For many years wildlife carers and conservation advocates have been voicing the dangers and the very real effects that baits have on our native wildlife. If you have ever seen a poisoned bird suffering, it is not a pleasant experience. Our concerns seemed to fall mainly on deaf ears. Finally a research study on the declining populations of Southern Boobook Owls was carried out in WA. This showed that around 73% of samples tested from these owls had exposure to anticoagulant rodenticides. Around 18% of all the owls tested contained levels of these toxins that were high enough to kill them directly. Studies were carried out in both rural and urban populations and the results were the same. The majority of these toxins were identified as SGARs.",
      "This is really scary stuff. It is also known that toxins in other pesticides have the same accumulative effect on our insect eating birds such as Tawny Frogmouths and in smaller birds may kill them outright.",
      "First generation anticoagulant rodenticides (FGARs) differ to SGARs in that they break down quicker in the body so less chance of larger animals being poisoned. In my opinion, I would not use either generation of poisons but FGARs do not tend to stay in tissue and organs for months or years. You can check the active constituent on the packaging label of rat baits to determine the toxins used. FGARs use the less harmful compounds Warfarin or Coumatetralyl. SGARs use the compounds Brodifacoum, Bromadiolone, Difenacoum, Difethialone and Flocoumafen, try to steer totally clear of these poisons.",
      "It isn’t just our owls who fall victim to these toxins, carnivorous mammals, goannas, birds such as magpies, kookaburras, Tawny Frogmouths, Currawongs and Ravens are all creatures who may consume poisoned rodents.",
      "Rat Zappers, live trapping and the old snap traps are all alternatives to poisons as long as they are positioned in places small birds, etc do not have access to.\nThings we can do to reduce rodent numbers around our properties include sealing entry holes into our homes, securing food items such as pet food, etc in rodent proof containers, planting natives over non native trees such palm trees which rodents love, placing nesting boxes for owls and other rodent predators around your property, rodent proof aviaries and chook yards. ",
      "If you know someone is using damaging poisons to control rodents please help our natives out by spreading the word about the dangers of these baits. Offer alternatives. The fallout from these toxins being used all over Australia is very real and the only way we can fix the problem is by ceasing to use the poisons which are causing it. "
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
