{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-03-18",
  "title": "Wildlife care, a tough gig Bohollow.",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/06/Whistling Kite who spent a couple of months in rehabilitation at Bohollow before being released.jpg",
  "body": {
    "pars": [
      "When I am out attending rescues and picking up injured wildlife around the countryside I am often told I have the best job ever. I am often told by people that they would like to do what I do. The reality of wildlife care is not as glorious as one may think.",
      "There is good reason why we are spread so thin across the country and ironically, in rural areas where more wildlife reside, we are even scarcer on the ground. More and more wildlife carers are dropping off, more shelters are shutting down and those shelters and rescuers who remain usually have limits to what they are able to do due to finances, family and self preservation.",
      "For what often seems like a dream job to others, why is this happening?",
      "Every wildlife shelter operator in Victoria, every wildlife carer, foster carer, rescuer are all volunteers. We do not get paid for the services we provide for our communities and for wildlife. We fund our work through our own finances apart from, if we are lucky, the donations from kind hearted people who support our work. The problem with wildlife is that no one owns them. If a much loved pet becomes unwell or gets injured, owners will fork out hundreds of dollars to make them well. Sometimes there is no limit on what we will do to ensure our pets stay with us for as long as they can. This is completely understandable and acceptable to most. ",
      "The difference with wildlife is that most people wish to save our native animals when they come across one in trouble and want the services for wildlife which we provide, yet few think deeply about what resources it takes for us to provide adequate rescue, care and eventually release that animal back into its wild home.",
      "I have seen so many wildlife carers and shelter operators stop rescuing simply because they can not afford the finances it takes to do it. While a native critter is in our care we must provide appropriate diets, housing and veterinary treatments which can vary greatly from animal to animal. A lot of the resources we use are specialised and expensive, right down to the rescue equipment we need. Most wildlife carers hold down ordinary paid jobs as well so they can fund their wildlife work. This means of course they are not available 24/7 for wildlife and also puts limits on what wildlife they can take into care due to time commitments. Financial reasons are a big factor as to why we are so short on the ground.",
      "Another reason why wildlife carers are few and far between is the emotional and physical burden of volunteer wildlife work. It is simply hard work. We see horrific injuries, have to deal with situations on a daily basis which many people may not see in a lifetime. We cope with death on a regular basis. Wildlife care is akin to being on a continual roller coaster of ups and downs with no in between. This is a difficult act to maintain for anyone. Many people who decide to give wildlife care and rescue a go drop out after about 5 years due to the immense emotional strain that comes with it and the physical challenge of juggling family, jobs and wildlife. For the few of us who have stuck with it, it comes at a great cost and a great sacrifice which never ends.",
      "Over the years I have learnt to cope with the highs and the lows, have learnt to smile and remain professional when I have been crying inside, kept my cool when faced with abuse from members of the public who believe they know your job better than you do, kept my thoughts on the next rescue, the next critter who needs my help when the last one I’ve lost is fresh in my mind, all the while wondering where the money is going to come from to put fuel in the car so I can get to the next rescue. This is the harsh reality of being a wildlife carer and rescuer.",
      "So why do I do it?",
      "I do it because I care. I do it because I believe every animal deserves the right to be treated with respect and receive the care they need when things go wrong. Whether I am rescuing a Galah or a Wedge-tailed eagle, they both feel pain and suffering, they both deserve appropriate care and help. When I know I can provide that, I cannot turn away and refuse to help. Even when the outcome is euthanasia, I know that I have spared that animal more suffering and given them the last thing I can. There is an empathy inside which has always driven me to do what I do.",
      "There have been many rescues over the last couple of weeks, many highs and lows. My son and I caught a magpie who had been stuck in a school stadium for 3 days. This took a workout for us as good as any gym! A kangaroo rescue in bushland late at night where the rescue took a few minutes but the flat tyre I obtained took 23 minutes to rectify under rescue lights while assuring all my kids that their mother is quite adept at changing a tyre. A couple of cool catches of injured birds capable of flight with the net gun, one in Kyabram, the other in Bendigo. A late night call for an injured emu deep in bushland at Barmah which sadly didn’t end well but we were able to stop her from suffering any longer. These are just a few.  Although much to write about I have been suffering a little bit of writer’s block, as always the solution to this for me is to write from the heart."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
