{
  "sling:resourceType":"wnews/page/article",
  "feature": true,
  "date": "2020-02-27",
  "title": "A garden to enjoy",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/02/wnews20200227-075.jpg",
  "abstract": "It’s Saturday afternoon near Euroa, my son and his family’s oasis on a late summer day and I am sitting with our two beautiful and faithful dogs, Titan and Sari. The weather is balmy, a gentle breeze and brilliant blue skies. I’m writing this with my back against a large weeping mulberry tree, on lush cushioned lawn. My son cuts his lawn very high and maintains a wonderful cool lush parkland effect.",
  "body": {
    "pars": [
      "It’s Saturday afternoon near Euroa, my son and his family’s oasis on a late summer day and I am sitting with our two beautiful and faithful dogs, Titan and Sari. The weather is balmy, a gentle breeze and brilliant blue skies. I’m writing this with my back against a large weeping mulberry tree, on lush cushioned lawn. My son cuts his lawn very high and maintains a wonderful cool lush parkland effect.",
      "My view today surrounds a very big old renovated farmhouse. The lawns are watered with bore water with many extremely old well established trees, several huge golden elms, ash trees, wisteria around the perimeter house fence, a rosemary hedge neatly trimmed on either side of the side entrance, birches, silver birches, standard grevilleas. Thick lush pencil conifer amongst fountains and rose arbours. There are many more plant names that I’m still learning. That garden has hosted many weddings with the ranges in the near distance. I am surrounded by farmland with a flowing creek when it rains. This fills the dam, which the dogs love to chase each other around. Sari loves to leap into the water and take a shortcut to catch Titan. These “red-wheaten beautiful dogs” stretch out in a game of chase. This scene makes me laugh!",
      "All around the property are giant stately river red gums, growing thickest along the fences and creek. Either side of the home gate entrance is two giant oak trees. These give welcome shelter to the cattle.",
      "Last fortnight, I wrote about a plant (new to me), very like impatiens. Well, in this garden is a variegated vinca creating bedding in two sections with colourful shrubs, bulbs, canna lilies, agapanthus (lily of the Nile) in blues and white, geraniums, and pelargoniums standing tall amongst this.",
      "There are beds of roses, crimson bougainvillea, tall standard tea roses creating features. Around the other side are huge pomegranate trees flanking the side gate into the paddocks.",
      "Back at home I found several red capsicums on the potted bush I had last year near the clothesline. I had it there because the year before the dreaded fruit fly got into the capsicums and tomatoes late in the season. Come winter, I moved this large pot on a trolley, saucer and all, placing it next to the chimney which provides warmth all winter. This plant is about to my shoulder in height and producing very tasty fruit.",
      "<strong>Joyful tasks in the garden</strong>",
      "<ol><li>Cut back banksia rose, prune other roses now to get a late autumn flush.</li><li>Collect and grow clivia seed</li><li>Take cuttings of begonia, fuchsia, geraniums, and gardenia and divide iris. Use half potting mix and sand. I use a trial method, sometimes I Google requirements and usually have lots of success. Turn your compost over regularly.</li><li>Keep adding mulch over compost you add. Water it well.</li><li>Remove weeds especially bindi plants and waterweed, which have emerged quickly on the nature strips with the last bit of rain. Bindi eye plant seed spread very quickly and can be transferred to your garden area via shoes or mowers.</li><li>Ensure camellias don’t dry out now that there buds are forming.</li></ol>",
      "Enjoy the exercise, early in the day or late as the sunsets is always a sensible idea until the weather cools.",
      "<em>Gardener on L’s</em>"
    ]
  },
  "published": true
}
