{
  "sling:resourceType":"wnews/page/article",
  "feature": true,
  "date": "2020-04-09",
  "title": "Billy Buttons",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/04/wnews20200409-042.jpg",
  "abstract": "For a few weeks following a wet winter, the roadsides and grasslands\naround our patch of Victoria are brightened by a display of golden-yellow\nglobes on long wiry stems. Billy Buttons (Pycnosorus globosus), also known\nas Drumsticks, grow all around the district, and are a favourite wildflower of\nmany locals. Easily grown from seed, these beauties also make great longlasting\ncut flowers.",
  "body": {
    "pars": [
      "For a few weeks following a wet winter, the roadsides and grasslands\naround our patch of Victoria are brightened by a display of golden-yellow\nglobes on long wiry stems. Billy Buttons (Pycnosorus globosus), also known\nas Drumsticks, grow all around the district, and are a favourite wildflower of\nmany locals. Easily grown from seed, these beauties also make great longlasting\ncut flowers.",
      "<strong>Botanical name: Pycnosorus globosus</strong>",
      "An attractive perennial plant with narrow woolly leaves and golden\nglobe shaped flowers on long stout stems. Flowers throughout spring and is\nexcellent for cut flowers and drying. They naturally grow in swampy areas, so\nwill need a moist but well drained soil to be at their best. Very frost tolerant.",
      "The plant grows from an underground rhizome, so if the plant dies off,\nit can re-sprout. Once established, the plant will keep coming up for many\nyears. Plant Height: 50 - 75cm",
      "The easiest way to grow Billy Buttons in the garden is by seed.",
      "<strong>How to grow</strong>",
      "Sow in warm areas at any time. In colder climates wait until the danger\nof frost is over. Sow by pressing seeds in the soil surface, directly where they\nare to grow or into seed trays filled with a moist quality seed raising mix.\nWater, and then keep evenly moist. To boost germination try sprinkling seed\nstarter granules over the surface.",
      "Place in a warm shaded position to germinate fully. Transplant to final\ngrowing position when about 7cm - avoid disturbing the roots. Grow in full\nsun or part shade in well-drained soil. Water in well and then regularly until\nestablished but avoid fertilisers that are not designed for Australian natives.",
      "Seedlings emerge 14-21 days.",
      "<strong>When to plant</strong>",
      "Spring, Summer and\nAutumn\nFlowering\nFrom 12 weeks\nSow\nSpring, Autumn",
      "The bright yellow\nspherical flowers can\nbe dried like other\nnative daisies and used\nin floral arrangements\nfor months."
    ]
  },
  "published": true
}
