{
  "sling:resourceType":"wnews/page/article",
  "feature": true,
  "date": "2020-02-13",
  "title": "Climate change adaptation",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/02/wnews20200213-062.jpg",
  "abstract": "As a new year beckons, the heat and winds of summer have been a real trial. I love ‘all’ plants and this year I will concentrate on climate change adaption, but I vow to care for all those plants ‘special’ to me. We need to save our trees; favourite shrubs and plants that give us joy as well as structure and framework to our garden.",
  "body": {
    "pars": [
      "As a new year beckons, the heat and winds of summer have been a real trial. I love ‘all’ plants and this year I will concentrate on climate change adaption, but I vow to care for all those plants ‘special’ to me. We need to save our trees; favourite shrubs and plants that give us joy as well as structure and framework to our garden.",
      "Maybe we will get rains when needed, but if not, the main things to think of are compost, mulch, shade and water. Be resilient and use grey water, install a rainwater tank and rebuild your compost heap. Many plants will recover and regrow when the rain returns. More mature plants have weathered droughts before.",
      "<strong>What has been giving you joy in your garden?</strong>",
      "Maybe some potted colour, flowering trees, some fresh fruits or vegetables and new bright green fronds on the ferns or purple and crimson shoots on the many varieties of begonias. I admit this heat has been tough. Do I let the green grass (not lawn anymore) die back? It will usually spring back to vivid green once we get some soaking rain.",
      "I have been enjoying delicious blood plums with sufficient to share with family and friends, limited apples; the crisp sweet flavours of the Jonathans are wonderful. I have Delicious and a few Granny Smith apples ripening well with no pesky insects so far this season.",
      "My roses keep flowering as I lightly prune after each flush of blooms. It takes 7 – 8 weeks for new flowers. Oh and the crepe myrtles are beautiful, their flowering lasting for about three months. Once established they are relatively drought tolerant. I have several shades of mauve, pinks, white and red varieties. I planted them for their beautiful array of colour in the hotter months, autumn colour in their leaves from yellow, orange and reds, and for the beautiful textured bark and mottled colours on their winter trunks.",
      "I have found impatiens grow well in pots, hanging baskets and in the garden amongst other small shrubs and they withstand the morning sun. They can survive the winter months from frosts if kept amongst other plants or moved to the veranda. They come in a wide range of colours: white, pink, reds and variegated colours. They flower for all of the warm and hot months and will grow from cuttings in autumn.",
      "I have just discovered vinca plants. Their flowers look uncannily like impatiens, both individually and the way they cover their bushy plants. But unlike impatiens, they thrive in full sun and intense heat and drought alike, and aren’t bothered by budworm and other pests. I have just learned that vinca can take over the garden, so it’s best left in pots! You can also add colour with vibrant or subtle colours with a mosaic creation: a birdbath, a range of pots or some paving. The ideas are endless.",
      "Save seeds and take cuttings to ensure you have plenty to replant once you want to start gardening again. I have collected silverbeet, spinach, parsley, rocket, lettuce and bean seeds for later in the year. But many have already self-sown, so fresh produce is always there. Store fresh seeds in labelled paper envelopes in a cool dry place.",
      "Geraniums also have produced beautiful blooms in amongst the greenery. I often am given a small cutting; poke it in a pot and ‘voila’ it grows.",
      "I visited a good friend a fortnight ago who has an extensive collection and currently has the most beautiful cacti flowering in a range of colours. They are planted in large beds and look amazing amongst rocks, gravel and rustic sculptures. These cacti do very well in raised beds in full sun.",
      "Make sure you mulch again, as once the cooler times arrive (hopefully with some more rain) the weeds will return. Mulch deters weed regrowth.",
      "Begin preparing vegetable garden beds for autumn and winter plantings. Add manure and compost in readiness.",
      "In February, we can plant asian greens, basil, beans, beetroot, broccoli, brussel sprouts, cabbage, carrots, cauliflower, celery, chives, kale, leeks, lettuce, parsnips, radish, silverbeet, spring onions, zucchini, swede and turnip",
      "Trim summer flowering shrubs after their blooms have faded. Leave burnt patches on plants’ extremities to provide protection for lower foliage until heatwaves are over.",
      "<em>From ‘Gardener on Ls’</em>"
    ]
  },
  "published": true
}
