{
  "sling:resourceType":"wnews/page/article",
  "feature": true,
  "date": "2020-07-02",
  "title": "Health and happiness from the garden",
  "abstract": "In these times of high anxiety and enforced\nsocial isolation, connecting with nature helps\nus both physically and emotionally. It may\nbe walking in our local bushland, breathing\nthe fresh fragrant air, seeking out or admiring\nthe wild flowers, local fauna, and majestic\nEucalypts and acacias. Admiring the beauty,\nthe fresh greenery and colour and being\ninspired to “garden’ in one of its many forms.\nYou may just be tidying up a neglected area,\nrepotting plants on your verandah or indoor\npatio, taking some cuttings to share with\nfriends, weeding and feeding our ‘lawns’ or\ngrowing vegetables, herbs and flowers. Also\ntaking photos to journal, or share, and drawing\nor painting some outdoor inspiration. Being\namongst ‘the greenery has mental health\nbenefits.",
  "body": {
    "pars": [
      "In these times of high anxiety and enforced\nsocial isolation, connecting with nature helps\nus both physically and emotionally. It may\nbe walking in our local bushland, breathing\nthe fresh fragrant air, seeking out or admiring\nthe wild flowers, local fauna, and majestic\nEucalypts and acacias. Admiring the beauty,\nthe fresh greenery and colour and being\ninspired to “garden’ in one of its many forms.\nYou may just be tidying up a neglected area,\nrepotting plants on your verandah or indoor\npatio, taking some cuttings to share with\nfriends, weeding and feeding our ‘lawns’ or\ngrowing vegetables, herbs and flowers. Also\ntaking photos to journal, or share, and drawing\nor painting some outdoor inspiration. Being\namongst ‘the greenery has mental health\nbenefits.",
      "My garden is far from a masterpiece\nbut the rewards create a sanctuary from my\nsometimes stressful life. The vegetables\nare doing well with the beautiful rain, rich\ncompost and the mild autumn. The broccoli\nare beginning to set their main ‘heads’ and\nthe several varieties of cabbage are also\nthriving. I have these netted to prevent ‘the\nwhite cabbage moth’. Snow peas are halfway\nup their supports and the bush peas are\nflowering profusely. The onions, including\nspring onions and garlic, lettuces, silverbeet,\nkale, Asian greens, parsley, mints and chives\nwill keep my kitchen humming as well as\nplenty to give family and friends. From a\nsheltered area, still picking small tomatoes as\nthey begin to colour as well as red and green\ncapsicums in a large pot next to our chimney\nin the afternoon sun.",
      "Maintenance at present is a high priority.\nI still have to cut back more shrubs and take\ncuttings to pot up for friends and family.\nNext will be the roses. Using cleaned and\nsharpened tools these need to be pruned\nback to about two thirds, removing any dead\nwood and binning any mouldy leaves. Then\nto thoroughly spray these roses with lime\nsulphate.",
      "As I move around my garden to empty the\nwheelbarrow or collect some more compost,\nI usually get distracted and stop and do small\ntasks, like cutting a small bunch of flowers\nor herbs for indoors. I become so immersed\nin this green space ‘hubby’ often has to call\nme in to start dinner. Thank goodness for the\nslow cooker!",
      "Today I am setting up my new strawberry\ntiered garden. My good friend Less Williams\nmade this for me at the Stanhope Men’s\nshed. This idea came from the “Gardening\nAustralia’ program, so I drew up a ‘plan’ and\nits now ready to go. It’s made from recycled\nwood with hinged corners. The bottom is\nlined with geo fabric which prevents the\nweeds from entering through the bottom.",
      "Now to assemble and fill the three tiers\nwith soil enriched from homemade compost\nand worm castings. I am making an ‘Olla\nvessel using 2 terracotta post to place in the\ncentre of the three tiers allow the top to be\nlevel with the top surface. (This large selfwatering\npot which is porous, will continue\nto supply water to the strawberries. Water\nmoves through the porous walls into the\nsurrounding dry soil and is taken up by the\nplant as required through the roots. There is\nno water wasted, no evaporation, no run off,\nno over watering, not effort – just uncover the\nplugged hole and refill every ten days to two\nweeks).",
      "Now to plant all the strawberry plants\naround each level which I have ready to go\nfrom runners I potted up.",
      "<em>A photo of this venture will be in a later\nissue.</em>"
    ]
  },
  "published": true
}
