{
  "sling:resourceType": "wnews/page/article",
  "date": "2020-11-05T13:35:36+11:00",
  "title": "Kitchen Garden",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/11/wnews20201105-061.jpg",
  "body": {
    "pars": [
      "November is one of the busiest times in the garden, especially the kitchen garden!",
      "Although it’s getting late for planting a few things from seed, you can still sow lettuce, sweet corn, beans, beetroot, Asian greens, broccoli, brussels sprouts, mustards, radish, cucumber, pumpkin, zucchini, leek, parsley, silverbeet, sunflowers, artichokes, carrots, parsnips, coriander, shallots, chives and spring onions.",
      "Grow capsicums, chilli, squash, eggplant and tomatoes from seedlings, and keep the water up on warm days.",
      "Don’t forget beautiful basil – the perfect accompaniment with sun-warmed tomatoes straight from the vine (along with a splash of olive oil and balsamic vinegar).",
      "For a sweet snack, why not try a cold tolerant rockmelon, or a watermelon like ‘Sugar Baby’.",
      "Once the patch has been planted out, add some compost and a layer of straw mulch.",
      "In the orchard, now is a good time to pinch off any unwanted growth on your fruit trees, (especially from below grafts) before it becomes a sizable branch.",
      "Once your kitchen garden is buzzing along, it’s important to consider companion planting. A healthy biodiverse garden will have a broad mixture of different plants that attract, feed and shelter beneficial and predatory insects, birds and lizards.",
      "Whilst these plants may play host to the predators, it is the pests that are the main food source of the predator. To keep predators in the garden some pest activity must be tolerated in return for chemical free pest control.",
      "Some of the plants that attract predatory insects such as ladybirds include alyssum, dill, coriander, cosmos, lemon balm, feverfew, marigolds, parsley, tansy and yarrow. And they look great too!"
    ]
  },
  "published": true,
  "sidebar": "",
  "related": [

  ],
  "abstract": "November is one of the busiest times in\nthe garden, especially the kitchen garden!"
}
