{
  "sling:resourceType":"wnews/page/article",
  "feature": true,
  "date": "2020-03-12",
  "title": "Autumn rains to start my favourite season in the garden...",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/03/wnews20200312-055.jpg",
  "abstract": "Wow, what a lovely way to start my favourite season of the year in the garden with over three inches of rain falling steadily over twenty-four hours, putting some much needed moisture back into the ground after a warm, humid summer.",
  "body": {
    "pars": [
      "Wow, what a lovely way to start my favourite season of the year in the garden with over three inches of rain falling steadily over twenty-four hours, putting some much needed moisture back into the ground after a warm, humid summer.",
      "Vegetables have suffered a little bit with the humidity this year. Our tomatoes have been a bit hit and miss so far and I’m guessing that we may not get quite enough warmer nights to ripen them fully, but all the other herbs and vegetables are enjoying the milder weather. Dahlias are my new love flower in our garden and they are coming into their own at this time of year, with delightful blooms to satisfy even the fussiest of flower lovers.",
      "Now is the perfect time of year to plant new trees and shrubs as the ground is still warm and now moist, which will give them a great start to life. And in a few weeks it’s time to plant lovely sweet peas - traditionally planted on St Patrick’s Day on the garden calendar.",
      "Prepare your soil for garlic cloves which also can be planted in the coming months, sourcing your bulbs from a reliable grower.",
      "Cutting back of perennials in the garden now, keeps your garden plants from getting too tired looking in the coming seasons and keeps garden beds looking neat and tidy. Also dividing of iris can be done now, ensuring good flowering from newly planted rhizomes, and throw out old shrivelled ones. And adding any organic matter is always on the ‘to do’ list in the garden: feeding and conditioning your soil is the best way to a successful garden.",
      "<em>Happy Gardening ‘Green Earth Gardener’</em>"
    ]
  },
  "published": true
}
