{
  "sling:resourceType":"wnews/page/article",
  "feature": true,
  "date": "2019-12-12",
  "title": "Waste not...",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2019/12/wnews20191212-085.jpg",
  "abstract": "I try to use garden waste as a resource. To throw waste out in a green bin means nutrients are being lost out of the garden.",
  "body": {
    "pars": [
      "I try to use garden waste as a resource. To throw waste out in a green bin means nutrients are being lost out of the garden.",
      "I have several ways of using my garden waste. If it is big and woody I cut it up and use it in the wood heater. At least the ash ends up in the garden. If it is smaller it goes through a mulcher/chipper and is used to mulch the garden. If it is stalky it goes into a large compost bin and is eventually used in a garden bed as a base layer. Smaller, ‘wetter’ waste goes into one of several compost bins and is then used in the garden. The problem has been what to do with pulled weeds with seeds or bulbs that can survive composting to re-establish themselves in the garden. Soursop (oxalis) is a particular problem and I end up with barrow-loads of it.",
      "‘Cooking’ it by covering it with a plastic tarp and allowing the sun’s heat and the heat from the rotting plants to kill the weeds worked well over warmer months, that is until I was moving the rotted weed matter to a garden bed. I peeled the tarp back a bit further only to be confronted by a very big brown snake which was very unhappy at being disturbed. After that the only useful thing I found to do with it was to use it to fill the holes in the bottom yard where the chooks had been having a scratch. It seemed quite a waste of a potential resource. Recently I think I have found a better way of using weeds like oxalis.",
      "I had an old rubbish bin that I was not using. I half-filled it with water and put in a small shovel of chook-poo and gave it a good stir. A couple of squirts of seaweed solution may also help start off the fermentation. I use two buckets when weeding: one for the compost bin, the other for the problem weeds. I then simply submerge the problem weeds in the bin of water where they ferment and rot. An old saucepan is used as a dipper so that the liquid can be used as a liquid fertiliser. A well-fitting lid is a must to keep the smell in and the flies out.",
      "After the weeds are very dead and rotted they can then be composted. I plan to get a second bin on the go so that weeds can be added to one while the other is fermenting. The only drawback is that after you use the liquid your garden may smell for a couple of days.",
      "One of the exciting things about gardening is experimentation. Often many unsuccessful ideas are trialled and refined before a successful outcome is reached. I have been experimenting with wicking beds for a veggie patch with good results. The solution of the smelly weed juice issue may be to use it in the wicking beds. I’ll let you know how it turns out.",
      "<em>Zen Gardener</em>"
    ]
  },
  "published": true
}
