{
  "sling:resourceType": "wnews/page/article",
  "date": "2020-11-19",
  "title": "What an ‘Up’ and ‘Down’ year in my garden",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/11/wnews20201119-087.jpg",
  "body": {
    "pars": [
      "Thankfully there’s been more of the ups. Being confined to home during COVID-19, my companionship strategies have changed. Interaction with dear friends, family and local acquaintances has forced me to work in the garden and enjoy the tranquillity.",
      "The abundance of rain earlier this year produced massive growth of trees, shrubs and vegetables. The huge downer has been the weeds, some never before seen in the lawn over thirty-five years at this small plot. I have hoe-lifted cape weed, dandelion and Paterson’s Curse weed, only to find rye and oat weed has blown in to replace them in a very short time. Though exercise is a positive, my older joints have surely felt it. The roses have been absolutely magnificent this year – flowering from early October, enabling me to fill many baskets of blooms to be placed in the house or given as gifts. The perfume has been to dream for. This season also brought in the abundance of ladybird beetles which devoured the aphids off the new rosesbuds overnight.",
      "The vegies have also been abundan; though I did plant a wider variety than I have in recent years – months: snow peas, broccoli, spinach, lettuces, onions, capsicum, parsley, herbs and cabbage. They have been shared with family and friends with great joy.",
      "Having a huge home-made compost bin (made last year) and the worm farm have provided the actual nutrients required.",
      "<strong>The strawberry tiered garden</strong>",
      "As I mentioned in an earlier article this year, here it is with “Olla Pot” buried deep in the centre, self-watering the three levels. Water diffuses through the unglazed terracotta through process of osmosis into the soil keeping the soil moist. The volume of my ‘home constructed’ pots is 14 litres of water which will last up to 3 weeks without watering. (I followed Costa’s instructions from the ABC’s Gardening Australia website.) You can purchase these from NSW in beautiful traditional shapes. This is a Greek concept going back several centuries ago. Filled with rich compost and mulched with lucerne/pine needle mix (strawberries like slightly acidic soils), assembled in the full sun and netted to keep out the beautiful birds. Keeping the fruit from contacting the soil and allowing free flowing air will prevent fruit rot."
    ]
  },
  "published": true,
  "sidebar": "/content/wnews/gardening/2020/list/hints-and-to-do-list-for-november",
  "abstract": "Thankfully there’s been more of the ups.\nBeing confined to home during COVID-19,\nmy companionship strategies have changed.\nInteraction with dear friends, family and local\nacquaintances has forced me to work in the\ngarden and enjoy the tranquillity.",
  "related": {
    "article": {
      "page": ""
    }
  }
}
