{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-06-16",
  "title": "Corn",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/06/corn-774710.jpg",
  "body": {
    "pars": [
      "Hey Kids! In this edition we are taking a look at one of the easiest vegetables to grow in your own veggie patch plant – corn!",
      "•\tCorn is called maize in most languages, this comes from the Spanish word ‘maiz’.",
      "•\tCorn was first cultivated in the area of Mexico more than 7,000 years ago, and spread throughout North and South America. Native Americans probably bred the first corn from wild grasses, and crossed high-yielding plants to make hybrids. ",
      "•\tCorn as we know it today would not exist if it weren't for the humans that cultivated and developed it. It is a human invention, a plant that does not exist naturally in the wild. It can only survive if planted and protected by humans.",
      "•\tNative Americans, including the Lenape of the Delaware Valley, used corn for many types of food. The foods that we know were derived from corn in the Iroquois nations include dumplings, tamales, hominy, and a ceremonial \"wedding cake\" bread. ",
      "•\tToday, corn has become the most widely grown crop in the western hemisphere. It is a staple in Latin American diets, and in the United States alone, corn has given rise to regional specialties as grits, hush puppies, ashcakes, dodgers, muffins, cracklin' bread, johnny cakes, and corn pone. (The word pone is derived from an Algonquian word, and is related to the Delaware word for ‘baked.’) ",
      "•\tCorn is a cereal crop that is part of the grass family.",
      "•\tAn ear or cob of corn is actually part of the flower and an individual kernel is a seed. ",
      "•\tOn average an ear of corn has 800 kernels in 16 rows. ",
      "•\tCorn will always have an even number of rows on each cob. ",
      "•\tThere are five types of corn – dent corn, flint corn, pod corn, flour corn and sweet corn.",
      "•\tA bushel is a unit of measure for volumes of dry commodities such as shelled corn kernels. 1 Bushel of corn is equal to 8 gallons.",
      "•\tWith the exception of Antarctica, corn is produced on every continent in the world.",
      "•\tThere are over 3,500 different uses for corn products.",
      "•\tAs well as being eaten by the cob, corn is also processed and used as a major component in many food items like cereals, peanut butter, potato chips, soups, marshmallows, ice cream, baby food, cooking oil, margarine, mayonnaise, salad dressing, and chewing gum. ",
      "•\tJuices and soft drinks like Coca-Cola and Pepsi contain corn sweeteners. A bushel of corn can sweeten 400 cans of soft drink. ",
      "•\tCorn and its by-products are also found in many non-food items such as fireworks, rust preventatives, glue, paint, dyes, laundry detergent, soap, aspirin, antibiotics, paint, shoe polish, ink, cosmetics, the manufacturing of photographic film, and in the production of plastics.",
      "•\tCorn is also used as feeding fodder for livestock and poultry and found in domestic pet food.",
      "•\tIn the days of the early settlers to North America corn was so valuable that it was used as money and traded for other products such as meat and furs.",
      "•\tCorn husks also have a long history of use in the folk arts for objects such as woven necklaces, bracelets and corn-husk dolls.",
      "•\tSweet corn is grown Australia wide, with NSW producing just over half of the national production.",
      "•\tAustralians are also eating more sweet corn. Per capita consumption jumped 75% throughout the 1980s and early 1990s. This per capita consumption is, however, much lower than in the United States, where each American eats an average of 12 kg of sweet corn a year. In the United States, sweet corn is ranked the third most popular vegetable for consumption, while in Australia it is ranked 10th.",
      "•\tHave you tried locally grown popping corn? Kennedy Farm Produce grow and sell popping corn, and a very special corn on the cob popping corn. The corn on the cob looks (and tastes) amazing once its popped in the microwave!",
      "•\tCorn is now a completely domesticated plant so you're unlikely to find it growing in the wild.",
      "•\tCorn can be produced in various colours including blackish, bluish-grey, purple, green, red, white and the most common yellow.",
      "•\tPolenta is a dish of boiled cornmeal that can be baked, fried or grilled. It is a staple dish in Northern Italian, Swiss and Balkan cuisines.  Before the introduction of corn from America in the 16th century, polenta was made from faro, millet, chickpeas and spelt."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
