{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-10-28",
  "title": "Pancakes 1",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/10/Pancakes.jpeg",
  "body": {
    "pars": [
      "Hey Kids! In this edition of the Waranga News we are taking a look at a delicious and easy to cook food – pancakes!  Over the long COVID-19 lock-down in Melbourne, many people have been sharing images on social media with the hash tag #solidaritypancakes to show support for frontline health workers. You might like to whip up a batch this weekend too!\n",
      "Here are a few interesting facts about pancakes:\nPancakes (also called “pikelets”, “hotcakes” or “flapjacks”) are a kind of bread cooked on a frying pan. They are cooked in different ways, such as thin French crêpes or thicker Vermont-style multigrain pancakes. Most pancakes are quick breads that use baking powder, although some are also made using a yeast-raised or fermented batter.\n",
      "In many different places, pancakes are served as breakfast or dessert, and they are served with sweet sauces or toppings such as maple syrup, jam, or sugar. Pancakes are also served with savoury (non-sweet) fillings and toppings such as minced meat.\n",
      "Some pancakes contain a raising agent (something that makes the pancake rise while cooking), usually baking powder, eggs, flour, and milk, forming a thick batter. This batter is either spooned or poured onto a hot surface that is coated in cooking oil or melted butter. The batter spreads to make a cake about 1cm thick. The raising agent makes bubbles rise to the uncooked side of the pancake, where now the pancake is ready to be flipped (turned over).\n",
      "Most types of pancake, (but not the Breton galette), are cooked one side at a time and flipped (turned over) by the cook halfway through. Tossing a pancake well can be quite difficult, but good cooks become very skilled at it, tossing them high in the air.\n",
      "In Canada and the United States, the pancake is usually a breakfast food made at home. Pancakes are also served at restaurants and diners. One restaurant even specialises in pancakes; the International House of Pancakes has more than 1,000 restaurants. North American pancakes can be made sweet or savoury by adding foods like blueberries, strawberries, cheese or bacon to the batter.\n",
      "In Britain, Australia and New Zealand, pancakes are eaten as a dessert or as a savoury dish. Popular toppings include jam and cream, banana, butter, lemon and sugar, and maple syrup. Pancakes are traditionally eaten on Shrove Tuesday, also known as ‘Pancake Day’. According to tradition, this used to be done in order to use up the last of the fat and rich foods before Lent - a time when people did not eat rich foods.\n",
      "In the Netherlands pancakes are called pannekoeken and eaten at dinner. The Netherlands also has another kind of pancake called “poffertjes”. Each poffertje is quite small. They are cooked on a large griddle pan with lots of holes for each poffertje. The cook pours the batter quickly into all the holes by pouring up and down the rows. When they are cooked, several poffertjes are put on a plate and sprinkled with icing sugar and melted butter. There is often a poffertje stall at Dutch markets. \n",
      "In Sweden and in Finland it is traditional to eat yellow pea soup followed by pancakes on Thursdays. A smaller pancake, often called a “silver dollar” pancake, is sometimes used to make hors d’oeuvres in place of water crackers or other bread-like items.\n",
      "Pancakes in the Horn of Africa (Djibouti, Eritrea, Ethiopia and Somalia) are known as injera (sometimes transliterated as enjera, budenaa (Oromo), or canjeero (Somali)). Injera is a yeast-risen flatbread with a unique, slightly spongy texture. Traditionally, it is made out of teff flour and is a national dish in Ethiopia and Eritrea. Canjeero, also known as lahooh or lahoh, is a similar kind of flatbread eaten in Somalia and Yemen.\n",
      "In Eritrea and Ethiopia, injera are usually served with one or more stews known as wat or with salads (especially, for instance, during periods of Ethiopian Orthodox fasting) or with other injera (injera firfir). The right hand is used to tear small pieces from the injera to use to pick up and eat the stews or salads. The injera under these stews soaks up juices and flavours and, after the stews and salads are finished, is also consumed. Injera thus acts simultaneously as food, eating utensil and plate. When the “tablecloth” formed by the injera is finished, the meal is over.\n",
      "A “pancake” in South Africa is a crêpe. In Afrikaans, it is known as a pannekoek and, traditionally, is prepared on gas stoves and eaten on wet and cold days. Pannekoeke are usually served with cinnamon-flavoured sugar (and, sometimes, lemon juice) that is either allowed to dissolve into and soften them or, if their crispy texture is to be retained, eaten immediately. Plaatkoekies (“flapjacks”, or lit. “plate cookies”) are American-style “silver dollar” pancakes.\n",
      "A variation of the pannekoek is the South African crumpet, made from self-raising flour, eggs, milk and a pinch of salt. The smooth batter is fried in butter to produce a slightly raised flat cake. Crumpets are always served hot, usually for breakfast, with butter and golden syrup.\n",
      "Chinese pancakes may be either savoury or sweet, and are generally made with dough rather than batter. The dough mostly consists of water, flour, and vegetable oil. The dish can be served as a side, usually alongside duck, or as a snack, topped with spring onions along with hot and sour sauce.\n",
      "India has many styles of pancake. Variations range from their taste to the main ingredient used. All are made without the use of added raising agents.\n",
      "More on pancakes next edition . . . "
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
