{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-06-24",
  "title": "Possums",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/06/possum-329342.jpg",
  "body": {
    "pars": [
      "Have you ever heard a noise in the trees at night that sounds something like a very deep and growly ‘bwah-ha-ha-ha-ha-ha-ha-ha’? It’s most likely a possum!",
      "Possums are iconic Aussie animals. Their cute and fluffy appearance coupled with their non-aggressive nature makes them firm wildlife favourites. These beautiful night-time visitors may thud around on our rooftops or cheekily nibble our garden herbs, but we’re so lucky to have such amazing animals right in our own backyards! ",
      "• There are 23 possum species in Australia. The most common species are the common brushtail possum and the common ringtail possum.\n• The largest species of possum is the cuscus.\n• Possums are also native to Papua New Guinea and Sulawesi, and are also found as an introduced species in New Zealand and China.\n• While some species of possum are common, several are endangered, such as the black-spotted cuscus, which is critically endangered.\n• A female possum is called a ‘Jill’, a male possum is called a ‘Jack’, and a young possum is called a ‘Joey’.\n• A group of possums is called a passel.\n• Possums can live for up to 11 years.\n• Possums are nocturnal marsupials.\n• Most possums live in the hollows of tall trees, but the common ringtail possum builds nests known as ‘dreys’ in bushes or trees.\n• Possums mainly eat eucalyptus and other leaves. They also eat nectar, flowers and fruit. In the veggie garden and orchard they especially love nibbling on apples, pears, grapes, bananas, corn, lettuce, cucumbers, broccoli and tomatoes.\n• While possums are mainly herbivores, they have also been known to eat insects and birds’ eggs.\n• Possums can make all sorts of noises, from grunts and growls to clicks, hisses and screeches.\n• Most possums are solitary animals, except when raising their young, but ringtail possums tend to live in family groups of three or more.\n• With both ringtail and brushtail possums the newly born will crawl to the mother’s pouch where it will receive milk from a teat for around 4-5 months.  The young leave the pouch and suckle for another 4-8 weeks riding on their parent’s back until fully weaned.\n• Possums are protected wildlife in Australia. Without certain permits, it is against the law to trap, hunt or kill possums.\n• The first possums were brought to New Zealand in 1837 from Australia. In New Zealand, possums have no natural enemies, so possum numbers increased quickly. It is thought of as a pest in New Zealand. The possum has done a lot of damage to the native plants, animals and birds. ",
      "Many New Zealand companies now make fibre from possum  fur.  Possum fibre is very warm, and is used to make jumpers, socks, hats, scarves, gloves and blankets.\nTo some people, possums are welcome visitors, but to others, possums are seen as a pest, especially when they live in your roof space, run around noisily at night, or eat your fruit and veggies from your garden. The good news is that there are some simple things we can do to make sure that everyone loves living with possums!",
      "Possums in the roof\nIf there is a possum living in your roof space, most people tend to call a licensed possum re-locator to remove the possum. However, this is not often a long-term solution. The re-locator can only release the possum within 25 metres of where it was caught, since taking it further would most likely cause the possum to die due to not being able to find a suitable home and food within the new territory. The possum would then come back and try to find another entry point to its home.",
      "The best solution is to provide a nest box in your yard for the possum to move into. You can put quassia chips in or around the old entry into your roof to deter the possums from entering.",
      "If possums are eating the fruit from your fruit trees, you can wrap thin sheet metal around the trunks of the trees to stop them from climbing up. You can also use light shade cloth or white bird netting to cover plants at night or wrap fruit, or you can enclose your veggie garden with chicken wire. You can also make a spray from quassia chips that can be sprayed around your plants to keep possums away. Quassia chips come from the white bark of a tree native to Jamaica and many other islands of the West Indies. The chips have a bitter taste which repels possums, so can be spread around the area where they are entering the roof. The chips can be ordered online – just search for quassia chips!",
      "Above all, we need to remember to respect and cherish these wonderful creatures. We’ve chopped down the trees they use for dens and foraging to make way for our homes, and rather than dying out, they have adapted to living alongside us. And how lucky we are that they have!"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "Have you ever heard a noise in the trees at night that sounds something like a very deep and growly ‘bwah-ha-ha-ha-ha-ha-ha-ha’? It’s most likely a possum!",
  "related": {
    "article": {
      "page": ""
    }
  }
}
