{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-03-04",
  "title": "Vaccines",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/06/2468-1.jpg",
  "body": {
    "pars": [
      "Hey Kids! In this edition of the Waranga News we are taking a look at a topic that is mentioned in the news every day; vaccines. Scientists have created a vaccine for COVID-19, in record time. Vaccines give people protection from the virus. In Australia, they’re being given to the most vulnerable people, like grandparents and hospital staff, first, because they are at the highest risk of catching coronavirus. Some people have already received the vaccine, which is wonderful news!",
      "What is a vaccine?\nA vaccine gives immunity to an infectious disease caused by a particular bacterium or virus. This means the vaccine makes a person less likely to get that disease. For example, the flu vaccine makes it less likely that a person will get the flu.\nThe word \"vaccine\" comes from the Latin words vaccīnus (from the word vacca, meaning \"cow\"). In 1796, Edward Jenner used cows infected with cowpox (variolae vaccinae) to protect people against smallpox. The use of vaccines is called vaccination.",
      "\nEnglishman Edward Jenner created the first vaccine in the 1770s. At this time, smallpox was a deadly disease. Jenner noticed that people who had already had cowpox (a disease that is related to smallpox) usually did not get smallpox. He thought that getting cowpox protected people against smallpox.\nTo test this idea, Jenner gave a boy cowpox. Then he infected the boy with smallpox. The boy did not get sick because he had already had cowpox. Jenner was right: having cowpox protected people against smallpox.\nBecause cowpox inoculation made fewer people sick than smallpox inoculation, England made smallpox inoculation illegal in 1840. In 1853, they made another law that said every child had to be vaccinated against smallpox using Jenner's vaccine.",
      "Before smallpox was eradicated, it was a serious infectious disease caused by the variola virus. It was contagious—meaning, it spread from one person to another. People who had smallpox had a fever and a distinctive, progressive skin rash.\nMost people with smallpox recovered, but about 3 out of every 10 people with the disease died. Many smallpox survivors had permanent scars over large areas of their body, especially their faces. Some were left blind.\nThanks to the success of vaccination, smallpox was eradicated, and no cases of naturally occurring smallpox have happened since 1977.",
      "\nIn the 19th century, Louis Pasteur made a rabies vaccine.\nIn the 20th century, scientists created vaccines to protect people against diphtheria, measles, mumps, and rubella. In the 1950s, Jonas Salk created the polio vaccine.\nHowever, vaccines still do not exist for many important diseases, like malaria and HIV.\nMany countries have passed compulsory vaccination laws - laws that require certain people to get vaccinated. For example, in many countries, children have to be vaccinated against certain diseases in order to go to public school.",
      "Types of vaccines\nThere are many different types of vaccines.\nOne common type of vaccine is a \"live vaccine.\" This type of vaccine contains a small amount of a live virus or bacteria. Before the vaccine is given, scientists weaken the virus or bacteria so it cannot make a person sick. When a person gets a live vaccine, their immune system learns to recognise and fight off that virus or bacteria. Then, if the person is exposed to the virus or bacteria in the future, their immune system will already \"know\" how to fight it off. Examples of live vaccines include vaccines for measles, mumps, and chickenpox.",
      "Another common type of vaccine is an \"inactivated vaccine.\" These vaccines contain dead viruses or bacteria. These do not cause the immune system to react as strongly as live vaccines. Because of this, people may need \"booster shots\" - extra doses of the vaccine, given at certain times, so their immune system can \"learn\" how to fight off the infection. Examples of inactivated vaccines include vaccines for pertussis (whooping cough), rabies, and hepatitis B.\nScientists can make some types of vaccines in a laboratory.",
      "One challenge in developing vaccines is economic. The diseases that most need vaccines today - HIV, malaria, and tuberculosis - exist mostly in poor countries. Companies that make vaccines would not profit much from developing vaccines for these diseases, because many of the people who need them are too poor to pay for them. There would also be financial and other risks to these companies if they tried making new vaccines for these diseases.\nThroughout history, most vaccines have been developed by governments, universities, and non-profit organisations. Many vaccines have been highly cost-effective and good for public health. In recent decades, the number of vaccines given throughout the world has increased dramatically. This increase, particularly in the number of different vaccines given to children before they start school, may be due to laws and support from governments.",
      "Animals are vaccinated to keep them from getting diseases, and to keep them from infecting humans with diseases. Pets as well as livestock are routinely vaccinated.",
      "In some instances, populations of wild animals may be vaccinated. Sometimes, wild animals are vaccinated by spreading vaccine-laced food in a disease-prone area. This method has been used to try to control rabies in raccoons. Where rabies occurs, laws may require dogs to get rabies vaccinations.",
      "Dogs can also be vaccinated against many other diseases, including canine distemper, canine parvovirus, infectious canine hepatitis, adenovirus-2, leptospirosis, bordatella, canine parainfluenza virus, and Lyme disease."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
