{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-03-31",
  "title": "A well-earned holiday at last",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/04/20220317_181743.jpg",
  "body": {
    "pars": [
      "We are nearing to the end of another busy nesting season and finally the number of new arrivals at our Bunbartha is easing back to a more manageable level. The chaotic workload of feeding copious amounts of baby birds who need extra time and care is abating to allow us to get stuck into all those chores that have been put on hold. This time of year is a time busy with releasing critters in the short window we have until the weather turns cold. \n",
      "Due to the commitments of operating the shelter and our 24/7 rescue service, it is always difficult for me to get away for a few days with my family. From March to August is our window of opportunity while things are not quite so hectic. Last year, twice our family trips were cancelled due to COVID lockdowns, then baby birds began to pour in and we had no chance of getting away. Last fortnight we finally managed to get away for five days. Preparation for this is daunting. Someone needs to be at the shelter while we are gone to look after the patients in care and attend rescues as best they can. Thanks to my dear friend, Tanya, who held up the fort while we were gone, we got to have a well needed break.\n",
      "We travelled down the Great Ocean Road and spent all our time on the coast and in the rainforest of the Otways. My family always gives me a hard time as we always pack every day with many hikes and seeing as many wonderful natural places that we can. One of my sons described my thirst for hiking and being active while we are away as ‘intense’. I guess it is.\n",
      "The Otways is a beautiful place. The forest is very different to those I grew up in. The mountain ash are truly amazing trees and the dynamics of the rainforest are magical to me. I almost expect a creature from the Jurassic period to appear from the moss covered tree ferns and it is not difficult to imagine a different time. This rainforest creates conflicting emotions within me. I feel such a part of the forest when I am there, it can be all engulfing, yet it also nags at my head and my heart on just how much we have lost and I try to picture what it would be like if we as a species were never here, or our footprints had been so much smaller.\n",
      "Mountain ash grow extremely quickly. In the first twenty-two years of their life they can grow at a rate of one to two metres a year! They can get to a height of about ninety metres with a girth of seven and a half metres. While you are walking amongst these impressive trees you could be mistaken for thinking you are in an untouched area but when you come across one of the true old growth giants, you suddenly see the forest in a different light. You realise that there is not many old growth trees left at all. These trees may attain great heights in twenty years or so but the girth growth rate is much slower and it is clearly evident that almost all of the forest has been heavily logged since Europeans first set foot in it. There are only one or two places in the Otways which are relatively untouched, therefore giving them the status of the oldest remaining parts of the forest. Once you can pick the difference, it is staggering. When you realise how much we have lost and plundered, when you also see the continual logging of plantations where these Jurassic trees once stood. \n",
      "It really drives home the conflict between conservation of our natural world, eco-tourism and our relentless need to plunder our environment for resources of which there seems to be an endless demand for. Surely a better balance can be achieved. This is an area which many tourists, including those from other countries, visit to see our beautiful rainforest environment and the creatures who live there and to get to the most untouched places you drive through denuded mountainsides with the unwanted remains of tree trunks pushed into crude piles amidst soil and tree fern debris. I wonder what international tourists think of this landscape. I, for one am utterly ashamed of the picture this portrays to the rest of the world. \n",
      "We need to decide as a nation which way we really wish to go. Rainforest eco tourism or relentless logging. Natural wetland eco tourism or three months of shooting native ducks. The two opposing sides just do not go hand in hand.\n",
      "On a lighter note, we saw lots of awesome places, many amazing creatures including a couple of southern brown bandicoots, thanks to my penchant for hiking and wishing to go down one more track as the sun was starting to sink below the horizon. I have never seen a bandicoot in the wild before and my kids were a bit puzzled as to why we all had to freeze to watch the ‘oversized rat’ to forage along the path in front of us. They were all as excited as I was once they realised what we were looking at. \n",
      "Another highlight was coming across a sting ray while swimming in the ocean. Again, such a unique creature who didn’t seem to mind us observing it in the shallows. It is always exciting for me to be in a place where the birdlife is different to home, the landscape so different and so beautiful. At the end of our stay though, I found myself longing for the straggly, sprawling silhouettes of our red gums and box trees. From swimming in the ocean to swimming in the Murray, our Australian landscape and the creatures who live here are so unique and we are so lucky to be able to call it our home.\n",
      "Coincidently, I have had to attend so many entanglement cases since Christmas time! Most of these have been difficult rescues, at height, on the water or birds with feet entangled who can still fly perfectly. On Sunday when I went for a dip in the Murray with a friend and fellow wildlife rescuer, we picked up a shopping bag of rubbish, including a lot of fishing lines and hooks. I removed a hook from a Murray River turtle’s tongue just the day before. She was the size of a dinner plate and sadly did not make it due to serious respiratory infection from being caught in the hook for so long. Please, let us all do better. Pick up your rubbish, everything we leave behind has an effect on something else."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
