{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-04-28",
  "title": "Another busy day helping our wildlife in need",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/05/035A6315.jpg",
  "body": {
    "pars": [
      "The last couple of weeks have been extremely busy on the wildlife rescue front with both Deb and I a bit run off our feet. As always, when the nights are moonlit we see many more casualties of nocturnal wildlife on our roads and kangaroo joeys and possums have been coming in thick and fast. On the bird front at our Bunbartha shelter I have been busy releasing many birds which have completed their rehabilitation. It’s always wonderful to see them back where they belong and it makes it all worthwhile.\n",
      "I have spent every day since last Friday in Rushworth attempting to catch a poor juvenile magpie who has a serious entanglement problem. He has a copious amount of string/line wrapped around his feet. He can still fly perfectly which always makes things challenging. \n",
      "When I first turned up on Friday, I couldn’t believe my luck as he was sitting on the fence right at the gate of the football grounds. I pulled up, loaded the net gun, threw out some food to entice him in and immediately he flew in within range for me to fire. I fired within seconds and to my dismay, although it was a perfect shot, one of the weights broke off the net and it failed to spread properly so missed him. Although the net gun is quite loud and makes the bird fly off initially, they don’t seem to associate the bang with me and the young magpie flew straight back in and proceeded to consume his fill of food while I frantically tried to put a replacement weight on my net, repack the net head and reload the gun. Of course, in the time it took me to do that, he’d eaten all he could and took off! Fail number one.\n",
      "Over the course of the day I had two more failed attempts which went wrong due to people causing the bird to fly off as they passed by right when I was about to fire. \nThe following day the footy ground was full for the Rushworth Stanhope game so I worked all day from 7am to dark on the next street where the magpies chose to hang out away from the crowd. Again, after hours of waiting for him to fly into range he appeared and landed in a perfect spot for me to get him. Alas, the net gun got jammed and I couldn’t crack the cylinder which enables the chamber to fill with compressed air which is what fires the net out when you shoot. Totally frustrated I watched the bird sit there for ten minutes while I struggled with the net gun, frantic to fix the problem. Apologies to anyone within earshot as many choice words were said! I ended up having to go around to a friend’s place to use their vice to actually fix the net gun. Thank you so much Lou and Les! Since that fail, despite being there every day and locating the bird easily, the little sod hasn’t come down within range for me to have another serious crack at him. \nIf you see this magpie, please do not attempt to catch it as he is flying and if he gets wary it will make it even more difficult for me to catch him. Thank you so much for Vicki and her husband for keeping an eye on him for me and for calling me to help. If he is not caught, he will end up losing his toes, legs and/or get the rubbish stuck up in a tree. \n",
      "As I am writing this, I already have another entanglement case of a swan in Nagambie who is on the river with a hook and line stuck on its leg. I also need to get back to Rushy to continue my pursuit of the magpie and the phone has just rang for an injured raptor down in a paddock in Picola. \n",
      "On my way to Rushworth on Friday as I was travelling along the Stanhope Rushworth road, I was excited to see two Brolgas feeding at a paddock dam beside the road. I managed to snap off some photos. Brolgas are endangered in Victoria due to the degradation and draining of our local wetland areas as well as chicks being preyed upon by introduced foxes. Interestingly, the only two Brolgas I have ever had in my care came to me after they were severely injured through barbed wire fence entanglements. A good reason to rid your property of barbed wire. Both birds did not survive their horrendous injuries. \n",
      "I need to get moving and hit the road for another busy day helping our wildlife in need."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
