{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-04-14",
  "title": "Banjo Frog, aka the Pobblebonk Bohollow",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/05/035A3663.jpg",
  "body": {
    "pars": [
      "The year seems to be flying by and the warmth of summer is gradually giving way to the change of seasons. There is still plenty of food out there for our critters, lots of insect life, quite a few introduced rodents still scurrying around which benefit our raptor species, grasses for our grazing natives and recent rains have seen our natives turtles busy and on the move, particularly our beautiful Broad Shelled Turtles who are still coming out of the rivers to lay their eggs.\n",
      "Our native frogs have had a really good season over Spring and Summer due to regular rains and a few weeks ago we could not move around the shelter grounds at night without a torch as every step had to be taken with great care so as not to step on a frog! It felt like we were being invaded by frogs and it was great to see a few different species in great numbers. \n",
      "One of the frog species most people are quite familiar with is the Banjo Frog, otherwise known as the Pobblebonk, due to the beautiful sound it makes. It is the ‘bonk bonk’ sound you hear or some people describe it as a plonking sound. These frogs grow quite large and whenever I get a phone call from a person convinced they have found an introduced Cane Toad in their yard or house I always ask for a photo because every time, without fail, it is a Pobblebonk! \n",
      "These frogs are burrowing creatures who you may come across accidentally while digging in your garden. They like moist environments but can stay buried in the earth waiting for rain. They do look a bit toad-like with their rounded face and head. They can vary in colour from olive brown, grey or dark brown and can be marbled or have dark patches over their back. Pobblebonks have a distinctive white stripe along their cheek. They do not possess the webbed toes which some of our other frogs do but they do have really strong hind legs to help them burrow into the soil backwards and they also have a spade-like structure on their hind toe to make digging easier.\n",
      "During breeding time, which occurs anytime from August through to April, the males have vocal wars. They use their call to attract the females when they emerge from their burrows after rain. I assume the males with the strongest and most appealing calls are the most successful suitors. \nFemales can lay up to a whopping four thousand eggs! They lay these eggs in a white, floating raft on the surface of the water, usually in dams, lakes, swamps and creeks, where the water is still. The female Pobblebonk does a really cool thing where she uses her front legs to beat up a foam from the clear jelly which surrounds the eggs. This foam helps keep the eggs buoyant on the surface and helps the eggs to stick to vegetation, it also helps to protect them. She also cleverly uses her large skin flaps on her fingers to transport air bubbles from the surface of the water to the foamy nest of eggs to keep them oxygenated and healthy.\n",
      "Although we may not realise it, human activity can greatly impact on our frogs. Pobblebonks are considered common and are still doing reasonably well compared to some of our other frog species. A big threat to all frogs is loss of habitat, usually due to land clearing and development of land. Frogs are also very sensitive to toxins in their environment. You can help them out by being very aware of avoiding using chemicals such as herbicides and keeping any waterways like dams and creeks free of any toxic runoff. Providing refuges of fallen timber in shaded and damp areas of your garden can give frogs somewhere to hide or burrow under. \n",
      "There is also great information online on how to make a ‘frog hotel’ which involves using pipes in a garden bed or pot. This is definitely something on our “to do” list here on the shelter grounds as my kids love seeing the frogs around the place and if we can give them a bit more of a helping hand by providing suitable habitat, it all contributes to a healthy environment.\n",
      "Also, if you do come across a frog, it is very important not to move it to another environment, not only because you may not pick the correct environment but because there is a particularly nasty infectious disease caused by the chytrid fungus which frogs can contract which can be easily spread to a different area if a frog is moved to another area. This disease can make frogs extremely unwell and kill them.\n",
      "Be mindful while driving on our roads during and after rain as our frogs are always crossing roads and can often just be sitting on the road. I always try to avoid them, within reason of course, I do not want anyone crashing their vehicle in an attempt to dodge a frog! Also be careful while digging in your garden. I unearthed an unsuspecting Pobblebonk just the other day in the backyard which I gently covered back up with loose soil and apologised for my disturbance. \n",
      "Frogs will also drown if they cannot get out of a container of water. In any water baths, troughs, etc, the solution can be as simple as placing a stick in the water to the edge to give small critters an escape if they cannot climb out on their own. \n",
      "Bohollow EnviroEd will be at KidsTown in between Shepparton and Mooroopna on Tuesday 19 April from 10am to midday as part of a RiverConnect environmental activity for the school holidays. We will have some live critters there for people to meet and learn more about. ",
      "The theme for the day is, you guessed it, frogs!"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
