{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-02-03",
  "title": "Bohollow nankeen night heron",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/02/Juvenile Nankeen Night Heron in care at Bohollow.jpg",
  "body": {
    "pars": [
      "The last couple of months have been a tad tumultuous for Bohollow with my vehicle being out of action for over a month after a collision with a kangaroo. Despite spending so many miles on the road, including many hours of night driving, I’ve always managed to avoid hitting any roos. ",
      "Unfortunately both the roo and the rescue van did not fare well. Over December and January I have been using my mother’s Mazda 3 sedan for rescues and it has been a tedious game of tetris trying to pack the rescue gear I need into a small car! We managed though and it feels so good to have the van finally back on the road. \n",
      "For those of you who know us well, also know that we have recently been faced with a challenge of a different kind here at Bohollow. Close friend and our longest serving volunteer at our Bunbartha shelter, Dave, was suddenly diagnosed with small cell lung cancer at the beginning of December. Emergency brain surgery on the largest tumour on his brain took place the day after his diagnosis and our world was turned upside down. Dave has moved to the Bunbartha shelter to reside with my mother and my four kids to ensure he gets the care he needs and as he is not allowed to drive due to the tumours in his brain, we are getting him to the appointments which are all a part of his intensive treatment regime. It has been a huge shock to us all but the entire Bohollow team is rallying together to get behind Dave and support him during this difficult time. ",
      "Deb and I are trying to keep operating our 24/7 rescue service as best we can but it has meant that I have had to step back a little to ensure appointments are attended and to also be around when Dave needs me. We don’t know what the future holds but I’ve never been as thankful as I am now for our close, small family at Bohollow and the kind support of those who have offered to help. We have a GoFundMe campaign set up which you can find on our Facebook page to raise funds for a small portable room to give us more space. With Mum, four kids, Dave and myself in a small 3 bedroom home, it is a juggling act on who has to sleep on the couch at the moment. I’d like to give heartfelt thanks to those who have supported this campaign and to all who help keep our doors open.\nWe have a special patient in care at Bohollow at the moment. A juvenile rufous night heron, otherwise known as the nankeen night heron.\n",
      "These herons are unique birds and go undetected by many as they usually roost quietly in trees by day, often in dense foliage as they are seen as predators and get picked on if detected by small birds attempting to move them on. In some wetland and river areas though, they can be seen easily roosting alongside waterways in plain sight, particularly the juvenile birds. They can congregate in small groups or larger groups of hundreds of birds, depending on the location and abundance of food. \n",
      "Adult birds are a beautiful rich rufous colour on their backs and wings with a paler chest and slatey grey on top of their heads. They have two to three distinct white elongated plumes from their nape. There is no other heron in Australia which looks quite like this. The juvenile birds are beautifully streaked dusky brown, rufous and white. Night herons have the most striking brilliant yellow eyes which can give them a fiercely intense look when you are staring down the face of one in care!\n",
      "Night herons hunt at dusk and again before dawn, leaving their roosts to forage alone in shallow waters of wetlands or shores. They can feed in fresh water or briny waters by walking along and stabbing their prey with their strong bills or by sitting, watching and waiting before they strike. They consume numerous prey items including fish, crustaceans, amphibians, insects and can also steal eggs and chicks from other birds. \n",
      "During breeding time these birds can congregate in the tens of thousands to form breeding colonies and nests can be bumper to bumper in both trees and shrubs alongside or often overhanging a waterway but they can also nest on the ground on island colonies. Usually pairs mate together only for that breeding season, raising a single brood. Both parents feed their young by regurgitating meals and as the chicks grow, they regurgitate into the nest for the chick to pick up itself. In only two weeks the youngsters begin to wander amongst the nesting colony and only return to their original nest to be fed. \n",
      "Although nankeen night herons do not come into care often, I have been privileged to have raised and cared for quite a number of them over the years. They have quite quirky natures, as juveniles are bold, outgoing birds with the adults being a lot more shy. They are usually a pleasure to have in care and it is a wonderful experience being able to get to know these birds up close as they can be quite shy and elusive in the wild."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
