{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-06-09",
  "title": "Corella Deaths",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/06/035A2285.jpg",
  "body": {
    "pars": [
      "A week and a half ago we began to receive reports of numerous dead birds in Apex Park and surrounding streets in Numurkah, most of them have been galahs. We have suspected poisoning and we see this quite a bit in this area. In the past some grain companies as well as farmers have laid out laced grain to poison birds. Sometimes the target species is introduced pigeons who frequent silo yards as they exist on the spilt grain from the trucks. The pigeons make a mess around the place so when they wish to be rid of them the preferred method of removal appears to be laying poison out. Of course, not only the pigeons consume this, any other seed eating bird or animal will also have a feed. Some farmers specifically target our larger parrot species such as Corellas, Galahs and Sulphur-crested Cockatoos. \n",
      "Last Wednesday I was called to Barmah to capture a very unwell Long-billed Corella. The report was that there were also five dead birds nearby, one of which the lady who made the report saw fall directly out of a tree being dead by the time it hit the ground.\n",
      "I headed out, not knowing what to expect but when I arrived in Barmah it was clear that something was seriously wrong. \n",
      "The original call was from the Yorta Yorta Centre and I retrieved around ten dead Corellas from the grounds, including two which had died on roofs. I quickly realised that the number of birds involved was huge as I began to see dead birds scattered everywhere around the surrounding streets and bushland. Amongst the dead there was the occasional live bird. I began the tedious task of methodically searching through the streets of Barmah and in surrounding bushland.\n",
      "Hours later the result was these photos.\n",
      "From Barmah I went directly to Echuca Veterinary Clinic as I had injured birds to pick up from that clinic and another clinic in Echuca. One of the vets and I opened up one of the deceased birds and it definitely appeared that these birds had been poisoned. Severe haemorrhaging in the entire intestine and a gizzard full of stained material all points to poisoning. These birds were dropping dead out of trees, in mid air and falling into the Murray River and puddles due to excessive thirst which is again, a symptom of poisoning.\n",
      "I was not able to retrieve many dead birds which were floating in the water further along the river and I suspect there may have been more still alive and suffering out there in the forest or along the riverbank. I stayed on location until around 5pm but had to leave to collect injured birds from Echuca. It was a massive task to undertake for just one person. This event highlights again how wildlife carers and rescuers are always at the frontline when disasters occur with our wildlife with little to no assistance from our governing bodies or councils to actually pick up the pieces.\n",
      "If you see any birds in the area, this includes Barmah, Nathalia or Numurkah, please contact us. Any dead birds you find an masse, five birds or more, please take photos and send them through to us. We are awaiting pathology testing from DELWP who have been contacted and are investigating the deaths. The harsh reality is though, that even if we are able to determine what substance has been used, the likelihood of the culprits being identified and prosecuted is almost zero. If you know anything about people doing the wrong thing in relation to poisoning birds, please come forward. This is the only way justice is going to be done for these birds and if there are consequences then maybe it will deter more people from doing the same.\n",
      "Out of the ten or so birds I picked up who were still alive, none of them survived with all of them dying within hours.\nThere is no way for me to tell whether these birds were intentionally targeted or whether they are unintentional victims of a rodenticide put out for rodents or another toxic substance. We need to reconsider the methods we use for rodent control as well as realise that substances we use, whether it be a rodenticide, herbicide or pesticide, these toxins end up in the environment. Corellas are noticeable when they begin to drop dead out of the sky, our smaller wildlife species and insect species not so much and everyday, all over Australia, wildlife and our ecosystems are being affected by their use.\n",
      "It is time for people to stand up, speak out against crimes against our wildlife. Until more people do, and put their fears of pressure from a rural community which seems to condone and accept the horrific treatment of wildlife behind them, this will continue to happen. When wildlife is an inconvenience or seen as a liability for whatever reason, it seems to be accepted that we are able to kill creatures through culling measures. Whether those methods are through the legal channels or illegally carried out like in this case, to be an inconvenience or liability often means death for wildlife. It also appears that wildlife mortality is an acceptable by-product of many of our methods. Native wildlife face hardships on every level from human activities; there is no animal on earth who is a greater inconvenience, liability and threat to wildlife than Homo sapiens."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
