{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-02-17",
  "title": "No Animal Left Behind",
  "media": "",
  "body": {
    "pars": [
      "Bohollow is known for specialising in difficult rescues. I have not been taught by anyone on how to pull these rescues off successfully. Over the years I guess it has been trial and error, thinking outside the square and working with what is available to me and most of all, pure grit and determination. We have never yet left an entanglement case behind regardless of how impossible it may seem and I couldn’t achieve this without the help of our small, dedicated rescue crew. These challenging cases are usually a real team effort and would be impossible to pull off on my own. \n",
      "About a week ago I was called to another entanglement case at the camp ground at Burnewang. I have attended a number of rescues at this area, including other entanglement cases as it is on the Campaspe River where fishing line and hooks are unfortunately plentiful.\n",
      "This time the victim was a poor Long- billed corella who had become entangled in line which in turn was well and truly entangled around the branch high up in a tree overhanging the water. The bird was maybe ten metres up and also many metres out from the bank. The issue with getting these cases down is not only the height but also the distance out from the bank. As soon as I get more than three poles high, things begin to get extremely difficult. Poles bend and it is also just a challenge to get that many poles upright to begin with without breaking or bending equipment. \n",
      "In this case there seemed to only be one angle which I could get the poles up without bending. I had to climb the tree to get the poles up, found I needed more height so we put the extension ladder into the water to lean up against the branch I was climbing on to achieve this. I had to tie the top of the ladder to the branch to ensure it didn’t slip while I was at the top of it as the bottom of the ladder was on unstable tree roots well underneath the water. Finally we got enough poles up to reach the branch we needed to break. It was still impossible for me to get the gaff hook attached to the end of the poles over the branch without help from my son, Daniel, who worked from in the water. He has been on countless entanglement rescues with me over the years and knew what he had to do. He also knew how hard this is to do when we are working five poles high. Everyone guided him from their vantage points as his view was totally restricted from branches. We all breathed a sigh of relief when he managed to hook the branch. \n",
      "With the first step achieved, we then began to pull on the poles, attempting to break the branch. Within a couple of pulls, a pole broke and to my dismay, three poles and the gaff were left hanging from the branch over the water!  I wasn’t sure if we were going to be able to reach the remaining poles, let alone bring them down.\n",
      "Linda, one of the campers who had called us for help, had a paddle board. This proved invaluable as Linda and I held the board as still as we could while Daniel stood on it, just able to reach the end of the hanging poles. I swam backwards and forth, bringing more poles to attach, we weren’t about to give up yet! Each pole is held together by cable ties and duct tape, my go-to high tech materials, and with difficulty, straining himself to reach as high as he could while standing on a floating board on the water, Daniel did an amazing job at attaching further poles. The water was really deep where we were working, way over our heads, so Linda and I were treading water the entire time attempting to keep the board as still and stable as possible. The only way we could attach more poles was to have the remaining poles already joined and I had to hold them directly under the hanging poles so Daniel could get them together. This meant that half the poles were under the water in a vertical position. \n",
      "Once we achieved this, Daniel and I pulled the end of the poles back towards the shore but there was no way they would reach and we certainly couldn’t pull hard enough to break the branch while treading water so I went to plan B. This involved tying a rope, which thankfully I happened to have in my rescue kit, to the end of the last pole and swam back to the shore. It took four of us pulling as hard as we could. We heard a crack but still the branch didn’t break, then suddenly it gave in and we all went flying backwards like tug-o-war competitors. I looked up to catch the branch, bird and my poles all hitting the water. Right at the moment the branch gave way to our pulling, another pole broke! Daniel and I both hit the water again at the same time, swimming out to retrieve the bird and watched in dismay as three poles and the gaff hook, all joined together sunk out of sight underneath the murky river water. We brought the bird and branch back in to land then went back out to duck dive for the lost gear. Linda and I both tried to no avail, neither of us could hold our breaths long enough to even touch the bottom of the river where the poles were lost. \n",
      "A quick assessment of the poor Corella determined that he had been stuck in that line for a number of days. The damage was severe and extensive with a horrible compound fracture and he had lost blood supply to both the entire leg and foot. Sadly we had to humanely euthanise it. It was also a young bird and while we were attempting to get him down, his parent landed beside him as he begged to be fed. Outcomes like this are always bittersweet. There is nothing more sad than having to euthanise a beautiful native creature, particularly more so when they are young animals, but the relief and joy we all felt when we finally got that poor bird down was universal amongst the small group of people who worked so hard alongside me to get him down. We saved him much more pain and suffering and also the inevitable horrible death by eventual starvation, heat stress or strangulation.\n",
      "I’d like to give a huge thank you to Linda and Shaun who were the kind campers who called for help and who also swung right in to be a part of the rescue team when they realised more hands made a big difference. Massive thanks and appreciation to my son Daniel; he played such an important role in this one and I am so proud of how hard he worked to do something that not many would have been able to do. My mum for coming to keep an eye on little Billi while we worked and to the newest recruit to the Bohollow Rescue Team, Rhiannon. Rhiannon is learning quite quickly that life at Bohollow is never dull, often a little crazy and as she exclaimed when we finally got the bird down, “no animal left behind”."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
