{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-07-21",
  "title": "Owls",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/08/One of the many Barn Owls currently in care at Bohollow. This owl came into care malnourished and too weak to hunt..jpg",
  "body": {
    "pars": [
      "Owls have been coming into the shelter thick and fast which is a usual occurrence over the winter months. The nights are longer and there is a lot of traffic on the roads when nightfall hits at this time of year as sunset is so early. This means in the first couple of hours after dark when owls prefer to hunt, they have much more traffic hazards to avoid than in the warmer months when our sunsets are much later in the evening and most people are home from work and off the roads.\n",
      "Toxicity poisoning from baited rodents is another reason these birds come into care and we can mitigate this by refraining from using rodenticides. Alternatives such as the old fashioned snap traps are both owl friendly and much more humane than the suffering rodenticides cause. Live trapping then humanely euthanising is another alternative. There is also a product on the market called Rat Zapper which we have also used here at the shelter with success for rodent control.\n",
      "Winter months are also hard on all our raptors, owls included, due to less prey items in general to sustain them.\n",
      "The two common owl species we see in our neighbourhood are the Southern Boobook and the Barn Owl. These owls are very different in appearance and also have slightly different hunting methods. \n",
      "The Southern Boobook is a small, chocolate brown hawk owl, the smallest owl species in Australia in fact. They are a short, squat looking owl with large, usually yellow eyes. They have paler streaking in their chest and are responsible for the beautiful, two-toned iconic sound we hear during the night which gives them their common name, the Mopoke.\n",
      "Southern Boobooks hold a territory and the mopoke call lets other Boobooks know that this territory is taken. When one Mopoke calls you will usually hear another call in the distance, sometimes several birds will respond by calling to let the others know where they are. If you are adept at replicating the mopoke call, you can often illicit a response from a resident bird, I’ve had conversations with many a Mopoke over the years!\n",
      "Southern Boobooks hunt both on the wing and by swooping down onto prey on the ground. They will hunt other birds, microbats, large insects, moths and rodents. For such a small bird of prey they are ferocious little hunters and I witnessed one of these owls with a fully grown Crested Pigeon before which is quite the feat for such a small raptor.\n",
      "The Barn Owl is, in contrast to the Southern Boobook, a tall, sleek owl with a heart shaped facial mask. They can vary in colour from slatey grey, rufous, brown marbling over the back and top of head with a distinct white chest, varied black speckling on the chest and black/brown eyes.\n",
      "They are a lot taller than the little Boobook and their call a lot less pleasant. The Barn Owl call is akin to an animal in distress screaming in the night and they often call while in flight so you can hear them moving across the landscape unlike the stationary call of the Boobook. This call also gives them the name of the Screech Owl which is quite appropriate. Barn Owls tend to be quite nomadic and will move when they need to find a more resourceful area to hunt.\n",
      "The more pronounced facial disc of the Barn Owl allows them to hunt in pitch darkness unlike the Boobook which relies on some sight to hunt. The unique feathering of the facial mask helps them to be able to pinpoint direction of sound and their hearing is exceptional. \n",
      "Both species of owl have asymmetrical ear holes which apparently is optimal for a more precise sense of sound and both birds have the ability of silent flight. This is achieved by the edges of their feathers being ‘untidy’, the edges of the feather barbs appearing moth eaten instead of nice and streamlined like a magpie. This is why you can hear a magpie’s wings cut through the air as it swoops by, yet an owl could swoop overhead and you would never know. Hunting nocturnal prey means the animals they are hunting are largely reliant on smell and sound to alert them of danger so this is a great advantage for a hunter of the night.\n",
      "Both of these owls rely on the presence of tree hollows in their environment for nesting and for sometimes roosting during daylight hours as their presence will cause other birds to attack them as they are seen as a predator who needs to be driven away.\n",
      "If I was asked to pick a favourite out of these two species I don’t think I could. They are so very different in character. ",
      "Southern Boobooks suffer little owl syndrome and are usually more aggressive and fiery in care than the more submissive Barn Owl but both generally cope with their time in rehabilitation well and are a pleasure to care for. \nKeep an eye and ear out for the owl residents in your area. Both species can exist in the same territory so it isn’t uncommon to be able to hear and spot both in the same area and on the same night. They will really appreciate you seeking alternatives to rodenticides and will happily help keep the rodent population under control."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
