{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-07-07",
  "title": "Ripply, the Personable Pelican, Bohollow",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/08/035A3028-2.jpg",
  "body": {
    "pars": [
      "Wildlife work is a continual roller coaster ride of highs and lows. It is difficult sometimes for the lows not to get you down. I often get asked how I can keep going and do what I do when I am faced daily with aspects of my work which would upset most people. I am not going to lie and say it isn’t difficult but our successes really do help to balance things out. A bird who has recently been in my care has been one of those high moments.\n",
      "Six weeks ago I was contacted by another care in Swan Hill who had an injured pelican come into her care. Erin was not experienced or equipped to be able to deal with a pelican so she transported the bird to Echuca for me that night where we did the transfer in the Bunnings carpark. \n",
      "Poor pelican wasn’t in a good way. Very lethargic, an injury to one wing, a few scrapes on his feet and very underweight.  The types of injuries he presented with are exactly what we see from hitting powerlines and receiving burns. His large bill was discoloured, also another sign of electrocution injuries. Most pelicans who come into care at Bohollow do so due to fishing line/hook entanglements or power line injuries. These large birds have a huge wingspan of up to 2.5 metres which means when they fly through powerlines their wingtips hit two of the lines at once which means a nasty boot of electricity. This is sometimes fatal but often not. The trouble with electrocution injuries is that they are often not evident straight away. Unlike a burn from a fire which will have immediate surface trauma, electrical burns burn from the inside out. A bird who has no bruising, burning or evident trauma visible on the surface can be severely burnt inside. Bones and other tissue may be compromised and there is no way to tell how bad the trauma is until a bit of time passes. Usually up to five days from the electrical shock we begin to see burns reach the surface as the tissue begins to break down inside. This is always heartbreaking as a lot of these injuries have the eventual outcome of having to euthanise the bird. So the first week or so is always an anxious time as we play the waiting game.\n",
      "This big fellow was extremely lucky. He had damage to his patagial membrane which is the beautiful stretchy piece of skin on every bird’s wing which allows the wing to stretch out when all the bones are extended to full wing extension for flight. It also allows the wing to fold back in when the bird is at rest. This membrane is vital for all birds to be able to fly and if it is damaged enough this will cause contraction of the membrane which in turn will not enable the wing to become fully extended. This is disasterous for a bird as no wing extension, no flight. \n",
      "As this bird’s injuries were not fresh, judging from the stage of healing and his weight, I guessed at least a week old, I was optimistic that we may not see much more tissue die back and I was hopeful, even though he had already lost a good piece of skin out of the membrane, he still might be able to fly with that wing once all healed up.\nWe named him Ripply. \n",
      "Ripply took up residence in our bathroom for three weeks on a bed of blankets and a fan heater running around the clock to keep him warm. I was concerned about his weakness due to being so underweight and knew if we could get him eating and through the danger period his strength should gradually return.\n",
      "Hand feeding at first, very small amounts at a time, we watched this big boy transform from being very dull and listless to eagerly awaiting to be handed his daily quota of fish. He began to stand again and became very excited and vocal whenever he caught sight of me. Even though he is such a big pelican, I believe this bird is only young and we very quickly became bonded. Every now and again a bird comes along who puts their total trust in you and actually enjoys spending time with you, a special kind of relationship…Ripply has been one of these birds.\n",
      "Everyone has loved having Ripply around and even the usual grumbling about having to shower while a large waterbird is recuperating in the bathroom wasn’t as loud as it usually is.\n",
      "Due to the cold weather Ripply had to stay inside a little longer than he would have if we were in the midst of summer. You have to very careful reintroducing birds in care to the outside world when the temperature is so extremely different. For a start, he would be put outside but brought back in for nights until we were sure he was coping.\n",
      "At the end of last week Ripply began to show signs of flying. He was residing freely in our backyard as the larger waterbird enclosures were full of other birds in care. We knew he was preparing to fly out which was great to see. \nThe day he flew out we happened to have about sixty pelicans circling right over the house and I think this was the final push for Ripply to decide to hit the skies again.\nLater that day as I was headed into Shepparton, I saw a familiar figure on one of my roadside dams across the far side of the property. When I came back past I saw a huge pelican walking back towards the shelter across the paddock. I stopped, called out to him and immediately he headed for me. By the direction he had been heading, I knew he was headed for home so I crouched down, waiting for him to get to me, then gently picked him up and put him in the van to save him the walk. He did not want to go in the back of the van where pelicans usually travel with me but instead and was perfectly comfortable standing on the armrest of the passenger seat in the front! I drove my friend home and took him straight out to the rehabilitation dam where several other pelicans had decided to drop in. \n",
      "We have seen Ripply circling high in the sky since over the shelter grounds and the paddocks but he has continued to spend most of his time here, out on the rehabilitation dam with the other pelicans who frequent it. He is still coming in daily for his fish and vocalises in excitement when he sees us. I know he is going to make it fine back out there.\n",
      "It is cases like Ripply who make it all worthwhile and consume the heart way more than the losses."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
