{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-03-03",
  "title": "Sacred Ibis",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/04/6I6A9125-2.jpg",
  "body": {
    "pars": [
      "Australian Ibis often get bad rap and I despise the term Bin Chicken which seems to be the preferred Aussie slang name for them these days. I often have words to a particular Sacred Ibis who frequents the skip bin at the Apco service station in Shepparton, chastising him for giving his kind a bad name. Sacred Ibis are predominantly white and they often mingle with the Straw-necked Ibis which are predominantly glossy black.\n",
      "Despite Ibis taking advantage of scavenging in town bins, particularly around town lake areas where people feel obliged to throw them take away food and as well as frequenting landfill rubbish tips for the same feeding opportunities, in rural areas these birds are another important species who deserve more respect.\n",
      "Ibis are a wetland species who naturally feed in shallow water or on saturated ground. They use their long, curved bills to probe the soft ground for all sorts of prey items including beetles, insects, frogs, fresh water crustaceans, worms, fish, snails, crickets and can even take small snakes. They can also hold mussels in their feet and crack them open with their strong bill.\n",
      "They like to hang out in flocks, sometimes in huge numbers and fly in a beautiful, synchronised V formation when travelling to and from feeding and roosting sites. They are masters at utilising the thermals in the same way as raptors do, circling on the warm air currents, gaining heights up to 3000m!\n",
      "Nesting time for our Ibis is generally anytime from September to April and they choose wetlands or waterways which are at least a metre deep. This is to ensure they have enough time to get their chicks through to fledging before water levels drop too low. Many seasonal wetland areas they use for nesting are extremely dynamic, water levels can rise and fall quite quickly.\n",
      "The male Sacred Ibis chooses the nest site, often in bushes, and attracts a female by holding a twig or stick in his bill and bowing to get her attention. He is successful when a female accepts his twig gift, they hold the twig together, she bows back at him and they preen each other. The male collects the nesting materials, brings it back to the female for her to construct the nest and both birds share incubation duties once the eggs are laid. Both parents also feed the young. Ibis chicks are noisy and parents are able to distinguish their young by their calls. Ibis usually nest closely together in nesting colonies.\n",
      "The young remain together as branchers once they leave the nest. Branchers is a term used to describe young birds who leave the nest before they can fly but are able to flap, jump and climb around the branches of trees or shrubs. After another two weeks they are able to fly but continue to rely on their parents for some time before becoming independent. Ibis can travel huge distances from their original nesting site when they disperse.\n",
      "Both Sacred Ibis and Straw-necked Ibis are great little characters to raise. They have quirky, inquisitive natures and this has enabled them to take advantage of urban environments, including scavenging at rubbish bins. We have raised a Sacred Ibis this season who has now fledged and everyone can’t help but love his quirky character. He was found alone and heat stressed with a respiratory problem at the Bendigo Botanical Gardens by another rescuer who was checking the Flying Fox colony in the heat. He recovered from his respiratory condition well and will join the flocks that drop in to feed at the Bohollow rehabilitation dam, in our paddocks and on our local wetland. The Sacred Ibis, certainly more than a Bin Chicken."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
