{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-09-29",
  "title": "The Short-beaked Echidna",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/10/Echidna.jpg",
  "body": {
    "pars": [
      "Australia’s ecosystem evolved isolated from the rest of the world for millions and millions of years and as a result we have some of the most unique creatures in the world living amongst us. \n",
      "45,000 years ago Australia was a very different place and I wish I could have seen the creatures living here then. Flightless birds twice the size of the ostrich roamed our land alongside a 200 kilogram, two metre high kangaroo. Koalas were much bigger than they are now. \n",
      "The Diprotodon, a two and a half tonne wombat would have been a sight to behold as it munched its way across the landscape and we even had a massive marsupial lion the size of a modern day tiger. Our country is full of marsupial mammals which are found nowhere else on the planet. We are also home to the only monotremes in the world, the Echidna and Platypus.\n",
      "The short-beaked echidna is more common in this area than most people believe. They can be shy creatures at times and do not like extreme heat nor extreme cold. \n",
      "They actually have the ability to go into a state of torpor when required which means they can actively slow their metabolism right down to conserve energy in cold weather and it is also thought that this may also aid them in cooling during extreme heat and may even be the reason why they can often survive bushfires as long as they can take cover under ground or in or under fallen timber in time.\n",
      "During the hot summer months you are more likely to see an echidna at night when the temperatures are not quite so harsh. In winter they will forage more during daylight hours. From about June to September is breeding time for these amazing critters and also the time we receive quite a few calls when people discover one in their yard. \n",
      "Male echidnas will travel vast distances to find females and follow the scent of a prospective mate. More than one male can begin following the trail of a female and if you are very lucky, you may even see what we call an ‘echidna train’ which consists of three or more males following a female. \n",
      "Monotremes are the only egg laying mammals in the world which makes them even more unique. Echidna mothers lay a single egg which is incubated in her pouch. The egg is small, about 13 to 16 mm long and is leathery. After about 10 days the egg hatches and a puggle emerges. Now I think the term puggle is the cutest name ever thought of to name a baby animal. \n",
      "Puggles hatch the size of a jelly bean, just like the young of all our Australian marsupials they begin very undeveloped. They remain in their mothers pouch for about three months and feed on milk inside the pouch. When they begin to develop spines, for obvious reasons, the puggle is then left in a burrow while mum leaves to forage, sometimes up to three to five days at a time before returning to give her young a drink. Young echidnas leave the burrow at roughly twelve months of age when they weigh in at 1 to 2 kg. Adult echidnas can weigh from around 4 to 6kg. \n",
      "Their diet consists primely of ants and ant eggs as well as termites but they also can eat earthworms, beetles and moth larvae. They have an amazingly long tongue which flicks out super fast from the end of their super sensitive beak. Their sense of smell is strong and their beak is also sensitive to electrical stimuli as is the platypus bill. They do not possess teeth and grind their food between their tongue and the bottom of their mouth. \n",
      "If you do come across an echidna in your yard or on your property, please keep pets and children away. \n",
      "By all means encourage your kids to observe them quietly with you without disturbing them and if you are quiet an non- threatening, echidnas will often go about their business unmindful of you watching. If they feel threatened or frightened, they will dig on the spot into the ground and eventually disappear right under the soil, no matter how hard the soil/ground is, these critters can dig in the toughest terrain. Do not disturb them.Do not move them unless it to remove them off the road. \n",
      "If a female is moved while she has a puggle in a den somewhere, she will lose her bearings if removed too far from where she was found and also may not make it back in time to feed her young. So unless they are in immediate danger or injured, usually echidnas will pass through your yard, forage around, then leave all of their own accord, usually at night when it is nice and quiet. \n",
      "Echidnas are remarkable animals and delightful to have in care as they seem to learn to trust quite quickly as long as they aren’t frightened or stressed.\n",
      "Echidnas rate as one of my all time favourite Australian creatures, what is yours? "
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
