{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-05-13",
  "title": "We got him!",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/05/20220505_150246.jpg",
  "body": {
    "pars": [
      "Finally, last Thursday I managed to catch the poor entangled magpie in Rushworth which lives at the footy grounds!\n",
      "For two weeks I have put so much time and effort into capturing this bird. Over the two weeks, I was in Rushworth almost every day, some days all day, knowing that if I didn’t get him soon, the damage was going to be irreversible if it wasn’t already too late to save his feet and legs. \n",
      "Perseverance and patience finally paid off. \n",
      "The day I got him, I pulled up at the oval and spotted him straight away feeding out on the oval by himself. Finding him has never been the problem, I’d usually spot him either around the footy grounds or on the neighbouring street in one of his hang-outs straight away. After tracking this bird for two weeks I was extremely familiar with his preferred perching places and feeding grounds, I even knew where he always roosted at night. \n",
      "I pulled up before I got to him, got out and threw some food out while I stood, net gun in hand at the fence, ready to spring into action if he flew within range. One of his parents, the female, flew in straight away and proceeded to feed on the free food. The parent birds had become very accustomed to me, my vehicle and also knew when I was about they could count on me throwing food out. ",
      "Basically it had got to the point that when they saw my van, they would fly in waiting for me to do my thing.\nI held my breath as my target actually flew in, almost within range. This was the first time in days that he had let his guard down enough to get close. I cracked the net gun and began lining him up for a shot, a few more steps closer and I should have him. He obliged and just as I adjusted my aim and was about to fire the male parent flew in and absolutely attacked the juvenile. The attack was so fierce it bowled the young bird over and he did a few barrel rolls which put him just out of range, then he promptly flew off to escape the beating, landing on the fence a bit further down.\n",
      "My heart sank. This had happened before. I had already cracked the net gun so knew I had about 25 minutes before I would have to fire regardless if he was close enough so as not to damage the gun. \n",
      "The parents had their fill and flew off to nearby trees. I was doubtful he would fly back in within range on his own but quickly decided to change tactics a little. I got in the van and positioned it right up as close to the fence as I could without hitting it right alongside where I had already thrown the food out. I had the net gun ready on my lap and threw some more food out to entice him. He hadn’t moved from his position on the fence while I moved the van and he was still close by so was hopeful. Suddenly he flew low over the food and landed even closer on the fence on the other side of me, at the front of the van now. ",
      "He was watching me closely, one eye on me, one eye on the temptation of filling his belly. I slowly positioned the net gun out the window, holding my breath as I pretended not to take any notice of him as he flew down to the ground, just on the other side of fence. He was too close to the fence for me to have a go as the fence was restricting a shot. Without moving my head, watching him out of the corner of my eye exactly as he was doing to me, I could see the sharp, wary look evident in his eye. Silently I urged him to take two more steps, two more steps and I would have a clear shot. I couldn’t believe it, he took two more steps.\n",
      "Bang, I had him.\n",
      "Was a perfect shot and he was well and truly tangled in my net. I couldn’t get out of the van quick enough, it was a tight squeeze between the door and the fence, I scrambled over the fence and finally had him in my hands. I exclaimed loudly, “Got you, you…(insert expletive not fit for the News)”.\n",
      "He began to alarm call and both parents swooped in immediately, one hitting me square in the back of the head with its body. I decided to grab him net and all and high tail it back to the van to untangle him in safety, not waiting for a second attack.\n",
      "It took some time to get him out of the net then I set to work removing the rubbish which would have caused the death of this bird. It was ancient fishing line and both legs and feet were severely tangled. One leg was worse than the other as the line had wrapped around and around so tightly it was embedded well into his skin and was almost to the bone.\n",
      "The Rushworth magpie is now back at the shelter with a dressing on his wounded leg. He is very lucky the other foot and leg is still fine. Once the line was taken off, the swelling from constriction went down. He still has blood supply to his bad leg and I am confident he will heal well. He is standing on both feet and is currently out in a flight enclosure with other magpies while he recovers. \n",
      "I feel he isn’t very impressed with me at all and I can understand why. It is like we were involved in a one on one war for two weeks and much to his disgust, I finally won. I am happy to wear his dislike of me as it is worth it to know he won’t get stuck up in a tree somewhere with that line, nor will he lose his feet or legs and to see him return to his home in Rushworth will be a peaceful end to our epic battle."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
