{
  "title":"Waranga News | About Us",
  "sling:resourceType":"wnews/page/default",
  "jcr:primaryType":"nt:unstructured",
  "sections": {
    "sling:resourceType":"wnews/block/section-list",
    "preface": {
      "sling:resourceType":"wnews/block/section",
      "jcr:primaryType":"nt:unstructured",
      "pars": ["The Waranga News is a volunteer community newspaper serving the Waranga region of northern Victoria."]
    },
    "history": {
      "sling:resourceType":"wnews/block/section",
      "jcr:primaryType":"nt:unstructured",
      "title": "History",
      "pars": [
        "Way back in September 1978, an enthusiastic group of community-minded people who mourned the passing of the <em>Rushworth Chronicle</em> finally got their 'baby' on the road.",
        "These days the <em>Waranga News</em> has a print run of 1100 each fortnight, including some 250 subscribers."
      ]},
    "staff": {
      "sling:resourceType":"wnews/block/section",
      "jcr:primaryType":"nt:unstructured",
      "title": "Staff",
      "pars": [
        "Integer sed tincidunt elit. Nulla metus massa, imperdiet id porttitor sed, hendrerit non turpis. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Sed suscipit consequat nisi non vulputate. Donec metus neque, euismod vel diam et, volutpat accumsan metus. Mauris aliquet in nisi id euismod. Suspendisse auctor sapien eget facilisis bibendum. Nullam ultricies blandit lectus, eu ullamcorper erat sagittis at. Nulla tempus egestas erat ut auctor. Morbi nec ullamcorper neque. Etiam rhoncus pretium lorem ac fringilla. Aenean lobortis fermentum scelerisque. Maecenas quis condimentum sem. Praesent dapibus vel est et tristique. In volutpat tristique quam, eget lobortis purus tempor vitae.",
        "Etiam tristique sollicitudin tempor. Phasellus quis turpis aliquam, mattis leo eu, scelerisque enim. Nunc turpis nisl, gravida id nunc nec, efficitur volutpat lorem. Praesent eleifend ante at ipsum suscipit tincidunt. Sed feugiat massa non varius bibendum. Morbi nisi risus, cursus eu vehicula a, feugiat nec nibh. Morbi est eros, dictum non porta non, lobortis quis enim. Maecenas at mauris arcu. Integer ut lectus et mi tincidunt posuere. Fusce gravida congue felis a dignissim. In tincidunt tellus sed felis rutrum fermentum id eget neque. Fusce in tristique diam. Vivamus bibendum metus enim, ultricies porttitor mi sagittis ut."
      ]
    },
    "get_involved": {
      "sling:resourceType":"wnews/block/section",
      "jcr:primaryType":"nt:unstructured",
      "title": "Get Involved",
      "pars": [
        "The Waranga News is always looking for new ideas and contributions from the community.",
        "So if you have any ideas of your own that you would like to see featured in the pages of the Waranga News, just email us at <a title=\"wnews@iinet.net.au\" href=\"&#x6D;&#x61;&#x69;&#x6C;&#x74;&#x6F;&#x3A;&#x77;&#x6E;&#x65;&#x77;&#x73;&#x40;&#x69;&#x69;&#x6E;&#x65;&#x74;&#x2E;&#x6E;&#x65;&#x74;&#x2E;&#x61;&#x75;\">wnews@iinet.net.au</a> or call in at the office, 33 Moora Road."
      ]
    }
  }
}
