{
  "title":"Waranga News | Articles",
  "sling:resourceType":"wnews/page/list",
  "jcr:primaryType":"nt:unstructured",
  "list": {
    "sling:resourceType":"wnews/block/article-list",
    "opengraph_type": "article",
    "paging": {
      "sling:resourceType":"wp-paging/block/paging",
      "pageSize": 6,
      "total": 84
    },
    "springtime-gardeners": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-10-12",
      "title": "Springtime brings out the gardeners!",
      "media": "s3./wnews/gallery/2017/10/wnews20171012-000.jpg",
      "pars": [
        "The second annual Rushworth Spring Gardens Expo took place on a pleasant, slightly overcast Saturday morning. Garden lovers from near and far strolled under the shady trees of the High Street village green, taking a look at the array of garden related stalls. This year’s expo featured thirty-five stall holders, more than double the number at last year’s event.",
        "The stalls included fancy breed chickens, fresh produce, seedlings, garden ornaments, Australian native plants, terrariums, olive oil, honey, garden tools, vintage wares and compost, just to name a few!",
        "Talented singer, Sherri Parry, once again opened the event with her crowd-pleasing tunes. Rushworth Spring Gardens Expo was the first of her three gigs for the day, the second being at the Heathcote Food and Wine Festival, followed by performing as the opening act at the Four Lions album launch at True Brew in Bendigo.",
        "Sue Barlow from Mud Hut Yoga demonstrated a range of easy-to-do Yoga techniques, perfect for limbering up for an hour or two of working in the garden.",
        "Guest speakers also proved to be popular with the crowds. Katie and Hugh Finlay from Mt Alexander Fruit Gardens provided tips for organic fruit tree care in spring.",
        "Local florist, Kylie Wales, demonstrated creative ideas to brighten your home using foliage, plants and vessels from your own home and garden.",
        "Garden Designer Betsy-Sue Clarke from Dirtscape Dreaming presented a talk about Gardens as Healers - a different way to see the garden we need.",
        "Guest speakers were presented with a stunning bouquet of flowers, kindly donated by Avonlea Flower Growers in Murchison."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["wildflowers-all-the-rage", "wildflower-hunters"]
    },
    "modem-recycling": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-10-12",
      "title": "Community bands together to recycle old modems",
      "pars": [
        "Campaspe Shire Council has teamed up with Neighbourhood and Community Houses for a shire-wide modem recycling program to coincide with the rollout of the National Broadband Network (NBN).",
        "Mayor, Cr Adrian Weston said to support the NBN rollout across the shire, residents and businesses are encouraged to drop off their old modems and connecting cables for free.",
        "“Council’s modem recycling initiative is a great way to easily dispose of electronic parts that are no longer required,” Cr Weston said.",
        "Obsolete modems are classified as electronic waste (eWaste) and are recyclable. Over 95% of the components of a computer modem are recyclable. This is achieved through a manual dismantling process which sorts the components for recycling, including plastic and metal.",
        "Modems can be dropped off at any of the following participating outlets:",
        "<ul><li>Kyabram Community and Learning Centre, 21-25 Lake Road, Kyabram</li><li>Rochester Community House, 43-45 MacKay Street, Rochester</li><li>Echuca Neighbourhood House, 261 High Street,Echuca</li><li>Crossenvale Community House, Boothman Street,Echuca</li><li>Tongala Community Activities Centre, 94 Mangan Street, Tongala</li><li>Girgarre Community Cottage, 27 Olympic Street, Girgarre</li><li>Rushworth Community House, 67 High Street, Rushworth</li><li>Lockington Neighbourhood House, 9-11 Lockington Road, Lockington</li></ul>",
        "“Residents can also deliver their modems to their nearest Campaspe Shire transfer station, free of charge,” Cr Weston added.",
        "Electronic items must not be placed in the kerbside yellow-lid recycle bin as they cannot be processed with other co-mingled recycling due to their size, complex composition and hazardous materials.",
        "Council currently has an eWaste recycling service which accepts electronic waste for free at Echuca Environment Centre and Mt Scobie (Kyabram) Transfer Station, and for a small fee at all other transfer stations for transportation and processing. Items include televisions, computers, monitors, printers, computer parts and accessories."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "euroa-show-and-shine": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-10-12",
      "title": "Euroa Show & Shine – Best yet!",
      "media": "s3./wnews/gallery/2017/10/wnews20171012-115.jpg",
      "pars": [
        "An excited crowd of over 8,000 motoring enthusiasts and their families descended on Euroa on Sunday 1 October to witness what has been described by many as the best Australian National Show and Shine ever.",
        "Event Director Ross Holt said that attendance for the day was up on last year, with final gate figures still to be determined at the time of writing. A large number of family groups attended, with children taking advantage of free mini-railway rides, jumping castles and petting zoo.",
        "Mr Holt said that he was very pleased with the overall event, and thanked the many groups and volunteers who had combined to make the day an outstanding success. In particular, Mr Holt thanked the Committee and the Shire of Strathbogie for their efforts in having the show area and town in pristine condition for the event. He also expressed his appreciation to all exhibitors and stall holders who attended.",
        "In excess of 650 cars were on display, with over 460 motor cycles. Motor cycle Manager Glenn MacDonald said that this year’s milder weather had resulted in a greater attendance, in particular large groups travelling from Melbourne.",
        "Shannons Insurance Best Car in Show was won by Andrew Barrows with his 1971 Valiant Charger VH7.",
        "For motor cycles, the Shannons Insurance Best in Show went to a 2003 “Boss Hoss” 502ci V8 Chev powered machine, owned by Geoff Terry.",
        "The stand-out attraction for the bikes was John Gee’s jet turbine powered Y2K superbike, which John fired up to the delight of spectators.",
        "In the older cycle category, Euroa’s Straun Clarke was excited to take out two prizes – one each for his two Ariel cycles on display.",
        "Display cars travelled long distances to attend what many believe to be one of the best Show and Shine events in Australia. Historic Speedway display co-organiser Chris Mann said that one of their cars, an immaculate LJ Torana, had travelled for two days all the way from Wollongong for the show.",
        "Many spectators came from Melbourne, Bendigo and Albury-Wodonga areas, as well as numerous locals from Euroa, Shepparton, and the Goulburn Valley.",
        "A top crowd-grabber was the appearance of two TESLA electric cars, including the Model S P100D, which accelerates from 0 to 100kph in just 2.7 seconds. A great variety of classic and vintage cars were on display in both Seven Creeks Park and the streets of Euroa. Exhibitions by the CFA, Ambulance, and the presence of the Police “Guardian 2” Mercedes E34 AMG attracted a lot of attention.",
        "There is no doubt that the Australian National Show and Shine event has benefits which flow on long after the show is finished. Many people attending may have seen Euroa and the North East area for perhaps the first time, and with glowing reports of the show, experience has shown that they are likely to come back to visit the town and North Eastern Victorian areas again.",
        "<em>Ray Read</em>"
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "wildflowers-all-the-rage": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-09-28",
      "title": "Wildflowers all the RAGE",
      "media": "s3./wnews/gallery/2017/09/wnews20170928-000.jpg",
      "pars": [
        "Hundreds of native wildflowers found a home at the Rushworth Railway Reserve last week over two very successful community planting days.",
        "The activity involved volunteers from Rushworth Action Group for the Environment (RAGE), Goulburn Murray Landcare and Goulburn Valley Water, students from the P-12 college and St. Mary’s School and a bunch of enthusiastic community members who came out last Saturday morning to complete the project. The activity was certainly a case of many hands making light work with a sea of white tree-guarded seedlings transforming the site and creating two large garden beds for all users of the Reserve to enjoy."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["wildflower-hunters", "wildflower-planting"]
    },
    "housefire-woman-airlifted": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-09-28",
      "title": "House fire leaves woman airlifted to Melbourne",
      "media": "s3./wnews/gallery/2017/09/wnews20170928-013.jpg",
      "pars": [
        "A Rushworth woman is in hospital in Melbourne after being airlifted with burns to her hands and upper body after a fire in the early hours of Sunday 17 September on the property in Old Place Road. The fire needed twenty firefighters from three crews to bring it under control.",
        "The inside of the house was gutted and fire caused considerable damage to the structure of the building, although there are stone walls still standing.",
        "It took the fire fighters about forty minutes to bring the blaze under control.",
        "The house was originally a weekender until Bill and Carmel Stubbs, a former well known entity in the area, built on a stone room, the walls of which have survived the heat.",
        "Rushworth friends wish Kate the very best for her recovery and hope she will be back in town as soon as possible."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["fire-destroys-homestead"]
    },
    "hostel-redevelopment-announced": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-09-14",
      "title": "Builder announced for hostel - hospital redevelopment",
      "media": "s3./wnews/gallery/2017/09/wnews20170914-000.jpg",
      "pars": [
        "Goulburn Valley Health has announced the builder selected for the redevelopment and co-location of Rushworth’s hospital and aged care hostel. Commercial Industrial Construction Group Pty Ltd (CICG) will commence construction of the the $10 million project later this month.",
        "The redevelopment, funded by the Victorian State Government, will create one integrated healthcare facility offering a range of acute health, aged care and community health services in the centre of Rushworth.",
        "CICG have recently worked on a number of projects in the health sector including the Moorabbin Hospital and its Simulation Centre, Greensborough Medical Centre and Melton Health and Community Services Hub.",
        "GV Health Chair, Rebecca Woolstencroft said it is an exciting time at GV Health with a number of key redevelopment projects about to begin.",
        "“The redevelopment of the Waranga Aged Care Hostel is a project all GV Health stakeholders are looking forward to, particularly those who live within the Rushworth community.",
        "“The fact this company is exceptionally experienced in the health care sector gives us the confi dence that the project will be delivered on budget and in a timely manner and we know the fi nal product will service the needs of the community,” Ms Woolstencroft said.",
        "GV Health Chief Executive Officer, Trevor Saunders said it is important that the local community be provided with an improved health care service.",
        "“We are excited that the redevelopment of Waranga is very close to starting and that the completion of the build will give the community of Rushworth a health care facility that will service the needs of all.”",
        "GV Health Manager Waranga Campus Jayne French said she is excited to have all the services on one site.",
        "“It will be beneficial to the community as well as the staff to work alongside each other, which will only benefit the resident-patient journey.”",
        "Peter Walsh has been appointed as the site manager. Mr Walsh has managed a number of regional health projects overs his 30 years in the construction industry.",
        "Some of the key projects he has previously led include Swan Hill District Health Residential Aged Care Facility, La Trobe Rural Health, Rochester & Elmore District Health Services and Echuca Regional Health.",
        "Construction will begin late September 2017 and is scheduled for completion in April 2019."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["twenty-years-gone-by", "vale-doris-barlow"]
    },
    "farewell-chief": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-09-14",
      "title": "Farewell to Chief - end of an era",
      "media": "s3./wnews/gallery/2017/09/wnews20170914-003.jpg",
      "pars": [
        "The Rushworth community was saddened to hear of the passing of Jeff ‘Chief’ Perry last Friday morning. A much-loved town elder, Chief will be remembered as a pillar of the community, involved in many local clubs and organisation over the past sixty plus years. With his wife, Vera, he opened the popular Perry’s Butchery in the 1950s, where he worked with his family over many decades serving customers from far and wide with fi ne cuts of meat - and especially the famous Perry’s sausages!"
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["chief-celebrates", "community-life"]
    },
    "rushworth-shire-hall": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-09-14",
      "title": "Expanded use of Rushworth Shire Hall",
      "media": "s3./wnews/gallery/2017/09/wnews20170914-045.jpg",
      "pars": [
        "Concurrent with the changes at the nearby Rushworth Community House, the Committee charged with managing the iconic Rushworth Shire Hall has begun expanding the building’s use and utilisation. Some of the more space-hungry activities formerly run at the Community House have now been transferred to the Hall, enabling both the House and the Hall to maximise the comfort and efficiency of their activities, and allowing for simultaneous use of the two adjacent facilities while sharing amenities the kitchen and other amenities at the Community House",
        "Rushworth Shire Hall has a long, proud tradition of serving the community dating back to around 1870. For many years, the building served as the hub of the Shire of Waranga, but its importance diminished considerably after the formation of the Shire of Campaspe, based at Echuca, with Rushworth one of several regional population centres that lost their local government primacy.",
        "Use of the Hall has been very limited since Campaspe, and the Committee which manages its operations on behalf of the Shire is keen to expand its utilisation and make it available for hitherto undreamed-of roles.",
        "As explained on page 12, Rushworth Community House needed more space to undertake its wide range of services and activities, notably exercise programs that were previously conducted in the confines of the Community House’s Multipurpose Room.",
        "Strength Training and Tai Chi are now conducted in the generous surrounds of the historic Hall, and space within adjacent offices is being used to accommodate the exercise balls, weights and exercise mates that are used during these classes.",
        "It is anticipated that production of special boutique vinegars will also be approved in the next few days, allowing small-scale manufacture of these precious liquids to be undertaken in the spacious kitchen adjacent to the main Hall. Several improvements to the kitchen will be undertaken to allow the facility to comply with food safety handling requirements and “brewing” will not interfere with other activities undertaken within the Shire Hall, notably School Examinations later in the year.",
        "Meanwhile, repair work has been carried out to remove localised termite activity under the floorboards of one of the Hall offices. A Shire-appointed tradesman completed the work this week, restricting the spread of the termites and ensuring that the floor will remain structurally sound."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["rushworth-band-displaced-by-termites", "winter-films"]
    },
    "adopt-a-nest-box": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-09-14",
      "title": "Adopt-A-Nest Box!",
      "media": "s3./wnews/gallery/2017/09/wnews20170914-034.jpg",
      "pars": [
        "<strong>The Whroo Goldfields CMN nest box program does not receive specific government funding; they are reliant on grants and the generosity of local businesses like Mandalay Resources and Ray White Real Estate Heathcote to operate.</strong>",
        "Adopt-A-Nest Box is a great way to contribute to the program and to the preservation of our native marsupials. You can adopt a nest box for $100, or half a nest box for $50. This cost covers the building, installation, monitoring and administration.",
        "You will receive updates on how your nest box is going (or the critters in it, more to the point), and your name, or the name/s of those on whose behalf you adopted it, engraved on the outside. For more information, email Janicem@gbcma.vic.gov.au"
      ],
      "disqusShortName": "waranganews",
      "published": false
    },
    "wildflower-hunters": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-08-31",
      "title": "Wildflower hunters brave the chill",
      "media": "s3./wnews/gallery/2017/08/wnews20170831-000.jpg",
      "sidebar": "wildflower-planting",
      "pars": [
        "The annual Rushworth Wildflower Hunt was again held on Sunday 27 August. The weather was cold and windy but that didn’t stop a record 200 people taking part in the event. There were many wildflowers out in bloom including the leopard orchid or golden guinea, brachycome, everlastings, grevilleas and egg and bacon. Particularly impressive this year was the sea of yellow from the many wattles in full bloom.",
        "The guided botanical walk was well attended where participants were particularly impressed with the wildflower diversity in the Growlers Hill Wildflower Sanctuary. Also popular again was the tea and coffee stand at the half way point where many old friends who had not seen each other for quite a while caught up over a hot beverage.",
        "Numbers this year were bolstered by over 50 members of various native plant societies in the region from as far afield as Echuca, Mitchell, Euroa and Wangaratta.",
        "Many participants also attended guest speaker Paul Foreman’s very interesting presentation at the shire hall afterwards on Ironbark biogeography including broad and fine scale vegetation patterns, vegetation evolution and environmental change and how to repair damage done.",
        "The high attendance at this year’s event was also a boon for local businesses with many attendees frequenting the cafes before and afterwards for beverages and lunch.",
        "Thank you to all those attendees who came and supported the event and the positive feedback the organising committee has received. A special thanks to all the volunteers and guides who through their unpaid efforts and time made this event possible and the Echuca Moama Australian Plant Society for organising the guest speaker Paul Foreman and putting the Rushworth Wildflower Hunt on the agenda of the many native plant societies in the region.",
        "Look out for next year’s event which will be held at Whroo taking in again the many wildflowers on display in that area as well as its many historic sights."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["winter-in-waranga", "wildflower-hunt-2017", "photo-competition", "wildflower-hunt"]
    },
    "wildflower-planting": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-08-31",
      "title": "Wildflowers for the Rushworth Railway Reserve",
      "pars": [
        "<strong>Save the date for our upcoming Rushworth community planting day!</strong>",
        "Come along and plant a native wildflower in the new garden beds at the Rushworth Railway Reserve, just east of the skatepark. Learn about some of our local wildflower species and help to celebrate the diversity of species of Rushworth’s Box-Ironbark forest as well as contributing to the beautification of the railway reserve.",
        "Morning tea, tools and gloves will be provided.",
        "<strong>Saturday 23 September</strong>",
        "<strong>10am - 12pm (near the old goods shed)</strong>",
        "<strong>Bendigo-Murchison Road</strong>",
        "The planting activity will be followed by the Goulburn Valley Environment Group (GVEG) AGM at the Rushworth Community House from 12.30pm - 2.30pm. All welcome!",
        "For more information call Louise Costa- Pelle on 0437 153 203"
      ],
      "disqusShortName": "waranganews",
      "published": false
    },
    "new-stanhope-cheese-plant": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-08-31",
      "title": "New $140 million cheese plant sends Stanhope cheese to the world",
      "media": "s3./wnews/gallery/2017/08/wnews20170831-006.jpg",
      "pars": [
        "Fonterra has celebrated the official opening of its new state-of-the-art cheese plant at Stanhope, marking the return of full production to the site two and a half years after fire destroyed the previous plant.",
        "Minister for Regional Development, the Honourable Jaala Pulford, joined with Fonterra, its build partners, industry, local farmers and community members to officially open the new A$140 million plant.",
        "The 18-month project saw over 7,500 tonnes of concrete poured, approximately 80 containers of equipment shipped, and over 330,000 man hours worked by more than 200 contractors to build the new cheese plant, which will be able to process up to 1.3 million litres of milk every day.",
        "Minister Pulford says Fonterra’s Stanhope cheese plant had injected over $30 million into the local economy and created around 30 new jobs.",
        "“Fonterra will be making cheese here in Stanhope, in the heart of Victoria’s dairy country, and sending it around Australia and to the world,” says Minister Pulford.",
        "She said the investment secures the future of Fonterra’s Stanhope facility and ensures Northern Victorian farmers have a home for their milk.",
        "“It’s a vote of confidence in regional Victoria and in the Victorian dairy industry,” she added.",
        "Fonterra Co-operative Chair, John Wilson, says the investment would support the Cooperative to further capture the strong global demand for dairy.",
        "“Australia is a global ingredients hub for Fonterra’s cheese, whey and nutritionals, complementing our consumer and foodservice businesses.",
        "“Stanhope will help us to meet the growing global demand for cheese that is being driven by a strengthening middle class in our key markets. China alone is already a $4.6 billion market for protein, and is growing at 4 per cent per annum,” says Mr Wilson.",
        "“The future for Australian dairy is positive. The long-term fundamentals for dairy are strong and global prices are returning to more sustainable levels. Today’s opening is a clear sign of our Co-operative’s belief in the local dairy industry and our commitment to Australian farmers.”",
        "Fonterra Australia Managing Director René Dedoncker says the new plant returns mozzarella production to Australia for the first time since 2013, helping to capture growing demand for cheese both domestically and across Asia, particularly in China and Japan.",
        "“Fonterra is the leader in Australia’s $2 billion consumer cheese category, the dairy market leader in foodservice, providing dairy solutions to chefs across Australia, and one of Australia’s top dairy ingredients exporters,” says René.",
        "“The new Stanhope cheese plant is core to our strategy and helps us build on our market position, ensuring we have a sustainable business that delivers to everyone along the value chain.",
        "“Fonterra cheese already tops more than half the pizzas made in China, and now we will be sending Australian-made mozzarella to cater for growing demand.",
        "Forty per cent of people in urban China eat at Western-style fast food outlets once a week, and the use of dairy in food service has grown by over 30 per cent in just five years.",
        "This growth has been helped by demand for cheese – as disposable incomes rise, the dining-out culture is growing, particularly for pizza.",
        "In Japan, cheese consumption is rising by 3 per cent each year, with huge potential for growth. Japan is now the world’s secondlargest importer of cheese, with Australia their number one supplier.",
        "“Our Stanhope cheese plant helps us make the most of that enormous market potential in Australia and around the world,” said Mr Dedoncker."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["fonterra-opens-its-doors", "stanhope-cheese-plant", "a-legendairy-winner"]
    },
    "winter-in-waranga": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-08-17",
      "title": "Celebrating Winter in Waranga",
      "media": "s3./wnews/gallery/2017/08/wnews20170817-000.jpg",
      "pars": [
        "<strong>Photo comp reveals loads of local talent</strong>",
        "This winter may have been a bit chilly at times, with a good smattering of icy nights and foggy mornings. But the season also served up a wonderful variety of sunsets and sunrises - and plenty of opportunity for our talented local photographers to capture the visual beauty of Winter in Waranga. We were overwhelmed with the number and quality of entries in our competition, but eventually had to face the difficult task of choosing a winner.",
        "Karen Lloyd’s Foggy Sunrise (above) has won her a year’s online subscription to the Waranga News and a poster size print of her front page photo."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["spectacular-sunrises", "photo-competition"]
    },
    "rushworth-band-displaced-by-termites": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-08-17",
      "title": "Rushworth Band driven out by termites",
      "media": "s3./wnews/gallery/2017/08/wnews20170817-021.jpg",
      "pars": [
        "Following more than eighty years of weekly practising in their premises at the rear of the Rushworth Shire Hall, the Rushworth Concert Band is about to move to a new home. The Band will now play their music and store their equipment in rooms at the current Shire of Campaspe Service Centre.",
        "The move has been brought about by the continual attack by termites (white ants) on the old building which has been declared unsafe. The new site is much more convenient and, following some renovations, will be a great improvement on the old premises according to the secretary/treasurer of the band Graeme Wakefield. He said the move to the new premises was supported and greatly assisted by local ward councillor and Mayor Cr Adrian Weston.",
        "<strong>Funds required</strong>",
        "Graeme told the Waranga News the band is looking forward to the move, however funds need to be raised to carry out the required renovations. He said it was estimated these renovations would require some $4,000 to complete satisfactorily. The work would include the removal of a wall and the installation of doors and shelving, together with air conditioning and painting throughout.",
        "<strong>Part of local history</strong>",
        "The Rushworth Band is very much a part of the history of Rushworth, having commenced more then 130 years ago. It is one of the longest serving bands, if not the longest, in Australia. Two of the current members commenced playing with the band more than 70 years ago when they were in their pre-teen years.",
        "The Rushworth Concert Band is in continual demand by local organisations to play at a variety of festivals and services throughout the region."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["local-timber-use-for-didge", "callum-gleeson"]
    },
    "rushworth-wartime-prison-camps": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-08-17",
      "title": "Rushworth’s Wartime Prison Camps",
      "pars": [
        "No bushwalker or prospector exploring the dense ironbark forest at Graytown could fail to eventually stumble across the decaying remains of the prisoner of war camp that occupied this tract of bushland more than 60 years ago.",
        "Situated at the junction of the Heathcote-Nagambie highway and the Rushworth track, the camp is now little more than tangles of rusted barbed wire which once marked the camp’s perimeter and numerous concrete slabs marking the sites of latrine blocks and kitchen facilities.",
        "I first explored the remains of this camp in 1983, at which time several wooden buildings were situated atop the hill overlooking the main road. These were all that remained of the camp’s headquarters and which were at that time still in use by the Forestry Department. The huts are now gone, leaving only the concrete footings.",
        "Graytown was of course much more than the site for a World War II POW camp. Beginning in the 1860s, this had been a rich goldfield that produced impressive quantities of gold until a major flood in 1870 inundated most of the mining activities and ruined the town’s commercial viability. This was a major stroke or irony since, in common with many of Victoria’s goldfields, mining operations in Graytown, prior to the deluge, had been severely hampered for lack of water for washing pay dirt.",
        "Nowadays high bank sluice operators who choose to operate along either Spring or Compton Creeks where there is, at the time of writing, still residual water in the numerous deep pools, will usually pick up gold that has been leached from the banks and washed downstream. For detector operators the prospects aren’t so rosy, though there are plenty of relics waiting to be unearthed.",
        "<strong>Containing the ‘enemy’</strong>",
        "After Britain’s declaration of war on Germany in 1939 Australia’s Prime Minister, Robert Menzies, promptly demonstrated his solidarity with the British and also declared war on Germany. On the heels of his German co-belligerent, Italy’s Mussolini soon joined the war on what he obviously believed would be the winning side.",
        "As a precaution against possible internal threats by citizens of countries with which Australia was now at war, thousands of foreign nationals of German and Italian extraction were arrested by Australian police and packed off to hastily erected ‘internment camps’. It was certainly not to our credit that so many of these internees were people who had worked long and hard in a manner that would have qualified them as true pioneers and worthwhile settlers in other circumstances.",
        "To add to the problems of the Australian Government which attempted to accommodate and administer thousands of ‘internees’, Australia agreed to accept more German and Austrian internees from the United Kingdom, Egypt and Palestine. The problem was later compounded by large number of German and Italian prisoners of war arriving from North Africa where the British and Commonwealth forces were finally gaining the upper hand. POWs in their thousands were also shipped off to Kenya, Canada and the USA. Most of the cost of accommodating Axis personnel in Australia was met by the British government.",
        "<strong>Graytown</strong>",
        "The Graytown camp was listed as Prisoner of War Forestry Camp 6 and housed both German soldiers and sailors, Italians and a few Finns. The German Kriegsmarine sailors were survivors of the armed commerce raider HKS Kormoran which sank the Australian cruiser HMAS Sydney in a naval battle in the Indian Ocean on Wednesday, 19 November 1941, with the loss of 645 Australian naval personnel. The sinking of the Sydney remains the most disastrous naval loss of life in a single action in Australian history and far outweighs the loss of 496 men of all three services in the ten years of the Vietnam War.",
        "The German seamen aboard the Kormoran were also brave and determined men, losing 78 crew members in the short but bloody naval artillery battle with the Sydney. The damage inflicted on the Kormoran was so extensive that the order was given to abandon ship and the vessel was scuttled.",
        "Three hundred and fifteen German seamen including their captain, Fregattenkapitan Theodor Detmars, were captured either at sea in the life craft or after their arrival on the Western Australian coast. Eventually all were sent by rail to central Victoria to be interned in the camps then being constructed. No doubt the three day journey over the Nullarbor would have created the depressing and lasting impression on these Germans that this was an inhospitable county from which escape was hardly a viable option."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["anzacs-remembered", "heroes-remembered"]
    },
    "plovers-in-the-drainpipe": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-08-17",
      "title": "Plovers in the drainpipe",
      "media": "s3./wnews/gallery/2017/08/wnews20170817-084.jpg",
      "pars": [
        "For those of you who follow our stories, you may remember I recently rescued and relocated four tiny spur-winged plover chicks from a day-care centre in Echuca. I have been called to this same plover family for three consecutive years as the parents have taken to nesting on the roof of the day-care centre. When the eggs hatch, the young fall off the roof into the courtyard where they cannot get out without assistance and I relocate them next door where there is some open grassland where they were always known to nest in previous years. The last time I was called to this family was exactly two months ago and the relocation went pretty smoothly.",
        "I was surprised to receive a call last week from the day-care centre again, asking me to come and remove new babes which had again come off the roof. This time they had come off the roof into the front yard of the centre, which is the playground area for the children. As I was not able to leave immediately for Echuca, when I was ready to hit the road I gave them a call back to let them know I would be there in 45 minutes. I was informed that the plover family had moved out into the carpark area. They now just had to go through the diamond mesh fence at the side of the carpark to reach their usual feeding grounds. I called my good friend, Anita, who lives in Echuca and asked if she could go down and check on the family for piece of mind. All was well...or so I thought.",
        "Later that night I received a text from Anita saying that the chicks had fallen into the stormwater pipes through a grate and the grate could not be removed to get them out! One of the chicks was hanging through the grate as his head had somehow managed to stop him from falling to the pit below. He was limp, lifeless and cold but after being removed by Anita and warmed up, within five minutes he had come back to life. After numerous attempts to get the other two chicks she could see in the pit below, one chick disappeared down one of the pipes and the other became still and lifeless in the damp, muddy pit. The night was cold and without the warmth of their parents, small chicks cannot survive long at all. The fourth chick had not been seen at all.",
        "When we arrived we found the dead chick immediately, laying lifeless in the bottom of the pit. I decided to get it out. The parent plovers were distressed, calling and flying in and out constantly. They kept going back to the grates, knowing they had lost their babes down there. As I was using a stick which Anita had been using in her attempt to get the chicks out, thinking that because the chick had died, the stick might work now, I flipped the little body over on its back...It was stiff, neck and legs stretched out, little wings also stretched out in a fixed position. I couldn’t believe our eyes when we both saw ever so slight movement in the tiny wings! In unison we cried out, “It’s alive!” Then we sprung into gear to get the poor chick out. We knew the little bit of life that was left in this little soul was barely existent and every second mattered. Beau ran and got my snake hook out of the ute and after three attempts, I was able to carefully lift the lifeless body to the top of the grate where Beau was able to get his fingers through enough to pull him all the way out.",
        "I still wasn’t sure if he had died in the short time it took us to get him out but did not want to give up. What I did next, I have done before... sometimes it works..sometimes it doesn’t, and I know I am not the only wildlife carer who could admit to giving a critter mouth to mouth. I placed my mouth over the tiny bill and nostrils and blew quick, shallow breaths, hoping against hope for a small miracle.",
        "Still no movement, but just as I was convinced we had not got to him in time, he began to take gasping breaths! Once I was sure he was breathing steady enough, down the shirt he went to warm his freezing body. After half an hour he was moving his legs and head. After about an hour, he began to cheep. This demonstrates just how important warmth is for baby birds and baby critters in general. Warmth really is the difference between life and death for baby birds. The fall did not kill them, the cold is what almost did.",
        "The rescue of these two little chicks really was a team effort that night and I give huge thanks to Anita, who always helps me out when she can and to my son, Beau. Both are invaluable members of the Bohollow team."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["swamp-wallaby-rescue", "ibis-entanglements", "meet-earl"]
    },
    "click-go-the-shears": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-08-03",
      "title": "Click go the Shears - and $27,000 raised for kids’ cancer support",
      "media": "s3./wnews/gallery/2017/08/wnews20170803-000.jpg",
      "pars": [
        "A frosty start, but with the promise of a lovely sunny day to follow, greeted about 20 shearers and rousabouts when they gathered at Bill and Val Barlow’s shearing shed “Corydon” for the annual ‘Shearing for Kids’ cancer fund raising day on Friday 21 July. Sponsorship, donations and a good deal of hard yakka resulted in an impressive figure of $27,000 raised for facilities, research and support for kids with cancer and their families. Peter Raglus seen here rolling the fleece."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["charity-shearing-day", "bottom-pub-raises-thousands"],
      "gallery": "click-go-the-shears"
    },
    "fonterra-opens-its-doors": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-08-03",
      "title": "Fonterra Stanhope will open its doors to the community",
      "media": "s3./wnews/gallery/2017/08/wnews20170803-006.jpg",
      "pars": [
        "Fonterra is in the final stretch of construction at Stanhope, with the first milk flowing through the lines of a state-of-the-art cheese plant, which will soon begin sending cheese to the world.",
        "Fonterra’s new Stanhope cheese plant is a major investment in Northern Victoria and is the result of two years of planning, hard work and collaboration.",
        "“The rebuild and expansion has been an incredible journey which has given us the opportunity to celebrate Stanhope, its broader communities and Fonterra’s place in it,” said Stanhope Manager Jason Wright.",
        "Part of the rebuild includes a community art installation – a 48 metre by 5 metre wall mural, with the theme ‘Legendairy Stanhope – Proud People, Proud Community’. It celebrates Stanhope’s cheese-making history dating back to the 1920s, along with the rural community known for its dairy farms and agricultural abundance.",
        "The Legendairy Stanhope Mural has been installed, with the community now able to see the massive mosaic on the northern wall of the cheese plant.",
        "“To celebrate the commissioning of the new cheese plant and officially unveil the Legendairy Stanhope Mural, we will be holding a Community day on Sunday 17 September 2017 at Stanhope’s community hall,” Jason said.",
        "“We’re encouraging our farmers, employees and the entire community to come along to join in a number of fun family activities and the chance to take a tour through the new cheese plant. We’re delighted that we will soon open the cheese plant doors and bring the community inside.”",
        "Make sure you mark Sunday 17 September in your diaries, and keep your eyes peeled for more information to come!"
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["stanhope-cheese-plant", "a-legendairy-winner"]
    },
    "swamp-wallaby-rescue": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-08-03",
      "title": "Swamp Wallaby rescue",
      "media": "s3./wnews/gallery/2017/08/wnews20170803-024.jpg",
      "pars": [
        "On Sunday night I received a call-out for a kangaroo joey at Dookie. I was told it was pink and very small. The people who found it kindly agreed to meet me in Shepparton to cut down my travel time and I set off, calling Deb before I left to give her the heads up that we had an incoming joey arriving.",
        "The trip into town wasn’t a good one. As I was travelling on the road there was a car heading towards me and a car further back behind me. I caught a quick glimpse of a dark shape on the middle white lines. With the lights of the oncoming car, I couldn’t be sure what it was but I made sure I missed it and made the split second decision to turn around immediately and go back to make sure it wasn’t an animal. It only took me a minute to turn around and head back to where I saw it. In that time, both other cars had gone past and I was dismayed to find the shape had now moved to the edge of the road and was now laying on its side, kicking in agony and distress. It was a juvenile black wallaby or swamp wallaby as they are commonly known, and he wasn’t in a good way.",
        "I grabbed a towel from the ute and tried to comfort him as best I could. I could feel his nose was shattered and there was a lot of blood. All I could do was to wrap him up and take him with me, knowing that this little fellow was not going to make it and would need to be euthanised upon return to the shelter.",
        "With a heavy heart, I continued my journey and when I arrived, I discovered that the kangaroo joey happened to be a swamp wallaby joey!",
        "The people who hit this little fellow’s mother stopped immediately to check if she was still alive. Initially they thought she was still breathing until they realised, with amazement, that the movement they were seeing was this little joey moving in her pouch. They called straight away and followed my instructions to keep him warm by placing him down their jumper. He was beautiful and toasty when they passed him to me. This is so important for young joeys, particularly ones that do not possess fur, as they cannot maintain enough heat on their own to keep warm.",
        "It is also so important to stop and check if you hit a critter, any critter, bird, mammal or reptile. Even if you do not think they could have survived, they surprisingly often do and can remain injured on the road for many hours, sometimes even days or get hit again when they may have been able to be saved. In the case of our native mammals it is vital that you check if the animal is female, has a pouch and check for live young. Many pouched young survive the impact and can be saved or can also be terribly injured and require help. Pouched young can sometimes survive for days in their dead mother’s pouch. For this reason some people, particularly wildlife carers, will stop and check deceased animals for pouched young. We usually pull them well off the road and spray a cross on them with bright spray paint to let others know that the animal has already been checked to save someone else stopping to check the same animal.",
        "Through taking the time to stop and check, you may just save a life or spare one from much more pain and suffering.",
        "Deb met me back at our Bunbartha shelter where we sadly euthanised the young wallaby which I had picked up on the way, and the little pink joey was transported back to our Kotupna shelter with Deb for care.",
        "This night is a perfect example of the ups and downs of shelter life and what we, as wildlife rescuers, have to cope with on a daily basis. Life and hope in one hand, death in another.",
        "Operating a reliable 24 hour rescue service not only means we must be able to handle different wildlife species, injuries and rescue situations; it also means we must be competent at dealing with the human aspect. Just as wildlife that are injured are suffering great distress, many people who come across injured wildlife can find it very distressing and upsetting to be confronted with the situation, especially when they don’t know what they can do to help. The two kind gentlemen who hit this joey’s mother were greatly upset that she had died and when they discovered the tiny joey, they did not know who to call or what they should do. Once they made contact and realised that this little fellow could possibly be saved, they were relieved to find help and the feeling of helplessness subsided.",
        "Although we deal with horrific injury often and it is a part of our job as wildlife carers and rescuers, we too feel the same distress and helplessness at times. We are by no means immune to it, just more accustomed to it. As I placed this precious cargo into a prepared pouch for transport and chatted to the guys about what would now happen to the little joey and how his chances were good because they had stopped to check and help, it was still fresh in my mind that moments before I was on my knees in the gravel on the side of a dark road, holding a terribly wounded wallaby’s head in my hands, trying to ease his suffering, assessing his injury and making decisions on what needed to be done. I believe that when I first passed this wallaby, he was sitting, hunched over but upright in the middle of the road. I believe that one of the other two cars which were travelling from both directions actually hit him in the time it took me to turn around. While I was tending to him on the roadside, a few more cars passed.",
        "No one else stopped.",
        "If I had not have happened to be heading to a rescue, he may have spent hours suffering on the roadside before he succumbed to his injuries. Although we may not show it, we do feel the distress too, and yes, it still hurts.",
        "The little fellow in the photo (right) has an excellent chance of growing up to be independent and released back to his wild home. This is why we do what we do; for life and hope."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["ibis-entanglements", "whroo-nest-boxes", "meet-earl"]
    },
    "girls-night-out": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-07-20",
      "title": "Colbo girls enjoy glam night out at CFNC Ball",
      "media": "s3./wnews/gallery/2017/07/wnews20170720-000.jpg",
      "pars": [
        "<strong>Party time:</strong> Colbinabbin footballers and netballers took time out from the serious ‘on-field’ business to enjoy an ‘off-field’ get-together with friends at their Club Ball at Radcliffes in Echuca. The happy group pictured are (back l-r) Vanessa Moroney, Jamieson Lowe, Hannah Fuller, Jane Mackinlay, Lily Wareham, Lou Dupuy, (front) Meg Bennett, Zena Wareham."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "grants-for-grass-roots": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-07-20",
      "title": "Grants Program benefits grass roots groups",
      "media": "s3./wnews/gallery/2017/07/wnews20170720-002.jpg",
      "pars": [
        "Council recently presented cheques to 53 community groups who were successful recipients in round one of the Community Grants Program.",
        "Campaspe Shire Mayor, Cr Adrian Weston, said the Community Support grants aim to deliver programs, projects and activities that benefit the residents of the shire.",
        "“The program offers financial support to the shire’s not-for-profit sector for projects, events, exhibitions and/or performances which make Campaspe a more vibrant and stimulating place for people to live, work and visit,” Cr Weston said.",
        "Grants were allocated in two categories, community support and events.",
        "<strong>Community Support category</strong>",
        "$3,500 Winter Blues Festival Inc, guitar painting exhibition, home grown stage and blues bootcamp.",
        "$2,881 Kyabram Town Hall Inc, Art for Everyone – Instagram community art project.",
        "$4,000 Echuca Community Church Relief Centre (Echuca Community Church), relief centre. $1,622 Community Living &amp; Respite Services Inc, recyclability.",
        "$3,990 Crossenvale Community Group Inc, access for all initiative.",
        "$4,000 Echuca Moama Men’s Shed Inc, purchase of equipment and tools for the engineering room.",
        "$1,000 Berrimba Childcare Centre Inc, bringing local culture to local schools and kindergartens by local aboriginal children.",
        "$4,000 GVEG for Rushworth Action Group for the Environment - railway reserve wildflower bed construction and environment education.",
        "$4,000 Echuca Moama &amp; District Agricultural &amp; Pastoral Society Inc, education and training to meet the needs of the show society.",
        "$4,000 Echuca Moama Rockets Football Club Inc, Echuca Moama Rockets Football Club.",
        "$4,000 Echuca Moama Theatre Company Inc, 2017 EMTC youth production, Elf the Musical Jr.",
        "$2,200 Stanhope Recreation Reserve Committee of Management, goal post upgrade.",
        "$2,250 Echuca Moama Arts Initiative Inc, functioning of Foundry Art Space.",
        "$2,732 Rochester Mural Festival (Committee 4 Rochester Inc), strategic mural installations.",
        "$4,000 Wyuna Recreation Reserve, purchase of a ride on mower.",
        "$4,000 Echuca Football Netball Club Inc, seating at the netball courts.",
        "$1,600 Gunbower Memorial Hall Committee of Management (DELWP), purchase and installation of a split system air conditioner in main hall.",
        "$2,901 Echuca Neighbourhood House Inc, comfort for all.",
        "$2,183 Kyabram Urban Landcare Group (Landcare Victoria Inc), grey box reserve interpretive trail.",
        "$1,710 Fit to Drive Foundation Inc, the F2D Year 11 workshop.",
        "$2,880 Life Saving Victoria, sink or swim education for youth in the Campaspe Shire.",
        "$653 Leitchville Gunbower Auskick &amp; Net Set Go (Leitchville Gunbower Football Netball Club Inc), Leitchville Gunbower Auskick &amp; Net Set Go",
        "$1,500 Australian Hands on Health Campaspe Murray Inc, STEPS ongoing health, social and community support to disadvantaged people.",
        "<strong>Events category</strong>",
        "$1,000 Girgarre Community Group Inc, Open Garden Festival.",
        "$1,000 Colbinabbin Primary School, Colbinabbin Primary School centenary celebrations.",
        "$950 Kyabram Carpet Bowls Association Inc, Victorian Country State Championships.",
        "$1,000 Rotary Club of Rochester Inc, Farm &amp; Road Safe Expo.",
        "$1,000 Stanhope &amp; District Development Committee Inc, Stanhope community carols.",
        "$900 Girgarre RSL, Girgarre Bush Dance.",
        "$850 Rochester Sub-Branch RSL (RSL Victorian Branch Headquarters), Rochester Remembrance Day Commemoration service.",
        "$1,000 Rochester Football Netball Club Inc, Rochy fun run 2017.",
        "$1,000 Rochester Anglican Church (Anglican Parish of Rochester), Christmas exhibition.",
        "$2,800 Kyabram RV Country Music Corral (Kyabram Development Committee Inc), Kyabram RV Country Music Corral.",
        "$3,000 Girgarre Development Group Inc, Girgarre Moosic Muster.",
        "$2,000 Kyabram Parkland Golf Club Inc, Men’s &amp; Ladies Victorian Amateur Par 3 Championships.",
        "$2,600 Rochester Business Network Inc, Rochester Town Garage Sale.",
        "Community Grants were presented by the Mayor at a special function held on 12 July.",
        "The second round of Community Grants will open to the community on 1 August this year."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["community-grant-for-environment"]
    },
    "wildflower-hunt-2017": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-07-20",
      "title": "Wildflower Hunt on again in 2017",
      "media": "s3./wnews/gallery/2017/07/wnews20170720-006.jpg",
      "pars": [
        "After successfully running its second annual Rushworth Wildflower Hunt last year, the Maps to Apps Community Group will again be running the event in August this year.",
        "The committee has been busy defining a new and interesting route for this year incorporating a diverse range of bush habitats and historic sites. The event will entail a 7km walking loop or an easier 5.5 km loop for those looking for a more comfortable stroll through the forest.",
        "The Wildflower Hunt walk loop will cover the ironbark forest south of Rushworth as well as some historic sites in and around the town including the old Rushworth cemetery and a mudbrick miners hut which has been standing for over 100 years. The starting and finishing point for the walk will be in front of the Rushworth War Memorial in High Street.",
        "The event will be run on Sunday 27 August between 10am and 1pm. On the day maps with the route and points of interest will be available for a gold coin donation. The route will take two to three hours to complete.",
        "So whether you are interested in wildflowers, birds and other wildlife, historic relics or just want to go for a walk in our unique ironbark forest, come and join us and bring the family as well.",
        "We are also looking for some more volunteers to help out on the actual day of the event which will simply involve either handing out maps and pamphlets at the start of the event, or helping with tea and coffee at its half way point. So if you would like to be involved in this fun activity just for the day then please contact us.",
        "More information on the wildflower hunt can be accessed from www.rushworthit.com. au or contact Nick Buzza on 0423 658 245 or nbuzza@yahoo.com."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["community-grant-for-environment", "wildflower-hunt"]
    },
    "local-timber-use-for-didge": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-07-20",
      "title": "Local timber used for didge",
      "media": "s3./wnews/gallery/2017/07/wnews20170720-027.jpg",
      "pars": [
        "A didgeridoo fashioned from local timber was recently sent to Fitzroy Crossing to be painted by John (Prince) Siddon at the Mankaja Art Centre.",
        "The timber used, ‘Blue Mallee’, grows amongst the Blue and Green Mallee at Long Hill, traditional Bangerang country south of Rushworth. It is naturally hollowed out by termites and then finished by hand.",
        "Mangkaja Arts Resource is an Aboriginal owned art centre at Fitzroy Crossing in the Kimberley region of WA. It is an incorporated body of a small group of artists supporting cultural, social and economic development in the region.",
        "John ‘Prince’ Siddon is the son of one of the founding painters at Mangkaja Arts Resource Agency."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["callum-gleeson"]
    },
    "ibis-entanglements": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-07-20",
      "title": "Ibis entanglements",
      "media": "s3./wnews/gallery/2017/07/wnews20170720-031.jpg",
      "pars": [
        "Two ibis were released at Bohollow on Friday. Both were local birds found in Shepparton and both were entanglement cases.",
        "One, a sacred ibis was the victim of fishing line and had been flying around the Shepparton Lake for a few months before I was finally able to catch him with our newest rescue tool, the net gun. Sadly, his feet had suffered badly from being caught in the line and on one foot he only had one toe left; the others had all fallen off previously through lack of circulation from the tightness of the line. The other foot had damage to the bottom of his leg and one toe was partially missing. When I finally caught him, he had deteriorated to the point of barely being able to walk and spent a lot of his time sitting right down on the ground, which is not a normal position for an ibis at all. He was also quite underweight.",
        "After spending the past month at Bohollow, he has improved dramatically. Once the line was removed, he took a few days before beginning to walk much better and the day of his release, he barely had a limp. He will always bear the scars of the fishing line but now he has the chance to continue his life without the cruel fate hanging over his head which being entangled was going to bring.",
        "This is one bird who I spent many hours attempting to catch and the happiness that fills my heart to see him hit the skies without that rotten line wrapped around his legs is one I find difficult to describe.",
        "The other bird, a straw-necked ibis, was found entangled in a soccer net at a local school. His entanglement caused severe bruising and lacerations to both his wings but after only a couple of weeks in care, all evidence of his injuries were completely gone and he was itching to get back out there. They have been buddies in the same enclosure and as they were both ready to go at the same time, they were released together.",
        "It surprised me that they both decided to stick around for a while as I know they are both flying really well. I expected them to take off into the blue yonder. We have large flocks of ibis of both species who frequent the paddocks of Bohollow and the neighbouring farmland and wetland so I know they will both join the flocks as they like to forage in groups.",
        "Interestingly, from my observations of them in their wild environment, the flocks often consist of one or the other species but nearly always, in a flock of sacred ibis there will usually be at least one straw-necked and in a flock of sacreds there will undoubtedly be a single or a couple of straw-necked. I am not sure why this is so, but I do know they mix readily.",
        "I last saw the straw-necked still feeding further out in the paddock and the sacred had flown further into the heart of the property and landed at the centre dam.",
        "Good luck out there fellas and stay clear of line, twine and all things horrid."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["whroo-nest-boxes", "meet-earl"]
    },
    "whroo-nest-boxes": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-07-20",
      "title": "Whroo Goldfields nest box monitoring",
      "media": "s3./wnews/gallery/2017/07/wnews20170720-030.jpg",
      "pars": [
        "In 2009 more than 360 nest boxes were constructed and installed in the Whroo Goldfields region by the Goulburn Broken CMA Drought Employment Program crew. There are now 1000 nest boxes installed.",
        "The nest boxes were installed throughout the Whroo Goldfields Conservation Management Network (WGCMN) area to provide habitat for native species where there is a lack of hollow bearing trees and to provide an opportunity to carry out surveys to find populations of threatened species in areas where they had not been recorded before.",
        "We can see what a big difference this artificial habitat makes and the keen interest and desire of local people to contribute to this success. Funding for the nest box program comes from various grants and through the generous support of Goulburn Broken CMA and Mandalay Resources.",
        "Always looking for a new way to fund and continue this great venture, the ‘Adopt- A-Nest Box’ program was developed and managed by WGCMN President Orlando Talamo. There are currently 31 adopted nest boxes installed in the Whroo Goldfields region, each providing much needed habitat for our native marsupials, including the endangered brushtailed phascogale.",
        "For $100 a box ($50 to share a box), members of the public can adopt their own nest box, and have their name, or names of their family members or business engraved on it. The $100 covers materials, building, installation and monitoring. Each year, a photograph is sent of any ‘residents’, to the adopter. This is a wonderful, tangible way to see what positive difference can be made for our native species.",
        "The majority of nest boxes were installed in public forests, with others installed on private land. Monitoring (data recording and photos taken inside each nest box) is conducted by Orlando Talamo, WGCMN President and local landholder.",
        "This year Orlando recorded a 60% use/occupation of the nest boxes. We have again seen plenty of evidence of a sugar gliders occupying phascogale nests and vice versa, which is probably an indication of the pressure on ‘tree hollow’ real estate. In some areas, we have seen an almost 100% use of the nest boxes, which demonstrates the ongoing need for safe habitat for these beautiful animals. The usual variety of bats, spiders, antechinus and insects are also taking advantage of this extra habitat.",
        "<strong>Monitoring statistics for nest boxes - 2017</strong>",
        "102 locations monitored (each location consisting typically of three boxes)",
        "Total boxes monitored: 306 145 active/occupied sugar glider nests (4 disused sugar gliders nests).",
        "45 nest boxes had sugar gliders present when photos were taken. 38 active/occupied brush-tailed phascogale nests 63 boxes occupied by insects 16 boxes had unidentified scats present",
        "The results are outstanding, considering these are all new boxes installed for 12 months or less. Total percentage of use/ occupancy is 60%. 12% of these are brush-tailed phascogale occupations, which is a wonderful result for nest boxes installed for one year or less."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["meet-earl"]
    },
    "winter-films": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-07-06",
      "title": "Winter Films with ‘Gold Class’ service",
      "media": "s3./wnews/gallery/2017/07/wnews20170706-000.jpg",
      "pars": [
        "Once again, the Waranga Winter Film Festival offered patrons a unique movie going experience in the cosy surrounds of the Shire Hall, Rushworth.",
        "Three films were screened over the weekend - the toe-tapping classic ‘Singin’ in the Rain’, the cult classic Coen Brothers’ film ‘The Big Lebowski’, and the hauntingly beautiful film ‘The Piano’, set in frontier New Zealand.",
        "Movie-goers were entertained, wined and dined during the festival by a large group of local volunteers.",
        "Highlights of the weekend included the snappily dressed tray boys and girls, offering a range of Cottage Ice Cream Shoppe lollies, ice-creams and freshly made popcorn to the crowd, whilst the ushers decked out in black ties added a touch of vintage glamour to the event."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "community-grant-for-environment": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-07-06",
      "title": "Community grant for environment project",
      "media": "s3./wnews/gallery/2017/07/wnews20170706-006.jpg",
      "pars": [
        "The recent announcement of Shire of Campaspe funding for community projects has made the Rushworth Action Group for the Environment (a sub-committee of the Goulburn Valley Environment Group) very excited to learn that it is one of the successful recipients.",
        "An allocation of $4000 will be gratefully received by the group members enabling them to commence a community project which they hope to be completed by this spring.",
        "The proposal, which was initially estimated to cost $6000, has been unsuccessful with additional funding and has therefore been revised to suit the $4500 budget, with $500 coming from the group’s own fundraising efforts.",
        "The project aims to engage the entire community on a number of levels.",
        "Located at the Rushworth Railway Reserve, just east of the skate park, the objective of the project is to beautify an area of the Railway Reserve by providing two large wildflower beds which run quite close to the edge of the path on both sides, making it easy for walkers to view the species planted there.",
        "The garden beds are organically shaped but lineal in fashion, and run alongside the bitumen walking path, surrounding the park bench and integrating with existing plantings.",
        "At present, the area in question is made up of a number of weed species, dominated by bindii, making the area otherwise inaccessible for recreation. The design takes into account any possibilities for future use of the Railway Reserve and does not encroach on usable open space or restrict access to the goods shed. It also allows for opportunities to develop the area further as the entrance to the township from Melbourne.",
        "The wildflower bed concept was initiated by the environment group after a Goulburn Valley Water infrastructure project which saw the removal of many understory species along the Bendigo-Murchison Road. GVWater agreed to compensate by supplying the plants and tree guards, but more funding was needed to construct the beds in a professional manner.",
        "The project will see the revegetation of many of the same species which were removed, to create a wildflower display which celebrates the species diversity of the local area and can be used as an educational tool and seed bank.",
        "Garden bed construction will take up most of the funding, with materials and landscape supplies being the major expense. The rest of the work, including the actual planting activity, will be carried out by the group and any community organisation or individual who wishes to be involved.",
        "Now that the funding has been announced, a date will be set for a community planting day and local groups will be invited to take part.",
        "Members of the local environment group are very pleased to have the opportunity to contribute to the amenity, aesthetics and community participation opportunities for the township.",
        "To register your interest, please contact Louise Costa-Pelle on 0437 153 203"
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["wildflower-hunt", "spectacular-sunrises"]
    },
    "stanhope-cheese-plant": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-07-06",
      "title": "First milk flows at new Stanhope cheese plant",
      "media": "s3./wnews/gallery/2017/07/wnews20170706-012.jpg",
      "pars": [
        "Stanhope’s new state-of-the-art cheese plant is a step closer to making cheese after the first milk flowed through the lines. The milk, collected from local dairy farms in Northern Victoria, will be made into cheese destined for the domestic and global markets.",
        "Fonterra commenced its A$140 million dollar rebuild and expansion of its Stanhope site in Northern Victoria in 2015, after the cheese plant was destroyed by fire in December 2014.",
        "Fonterra Australia Managing Director René Dedoncker said this begins a new era at Stanhope.",
        "“Today is an important milestone for our Australian business and a key pillar of our strategy. Our investment in the long-term future of the Stanhope cheese plant will help us meet growing global demand for cheese and have positive flow-on effects for the local community and our farmers,” said René.",
        "“The plant will process millions of litres of milk from across Northern Victoria each year to make cheese and whey. This means certainty for our farmers that they will have a home for their milk.",
        "Stanhope dairy farmer Rob Schloss says the new cheese plant will have a very positive impact on the local community, who are looking forward to seeing Stanhope cheese on supermarket shelves again.",
        "“For the community, I think it’s going to be a big plus to have the cheese plant operating again, and it will put some positivity back into the industry in the north,” said Rob.",
        "Ms Dedoncker noted the exceptional job done to have the site ready for first milk by everyone involved in Stanhope.",
        "“Before long we’ll be making mozzarella at Stanhope for the first time, which will soon be topping delicious pizzas in China,” she said.",
        "Over the next eight weeks, the new modern plant will ramp up production in readiness to supply Fonterra’s full range of cheese for domestic and global markets.",
        "The cheese plant will be officially opened at an event in mid-August."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "indian-delights": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-06-22",
      "title": "Indian delights in Rushworth",
      "media": "s3./wnews/gallery/2017/06/wnews20170622-000.jpg",
      "pars": [
        "Ben, Glen, Pauline and Peter enjoy the Indian fare. (That’s a henna painted arm being held up to dry in the foreground!).",
        "The idea of an Indian Banquet certainly drew a response with over ninety diners enjoying the sit-down lunch served in St Mary’s Hall, Rushworth.",
        "The fund-raising event was in aid of a  edgling school in India. Fr Joseph Thippabathini who is the resident priest in Rushworth opened the school back home in Madhya Pradesh before he made the trip to serve in Australia’s Sandhurst Diocese.",
        "The school offers education to children who previously were missing out - some  fty children being taught by the one teacher, a priest, Fr Joseph’s cousin. Money raised at Sunday’s event in Rushworth will go towards funding the school and support the education of children of very poor families."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["indian-banquet"]
    },
    "charity-shearing-day": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-06-22",
      "title": "Annual charity shearing day",
      "media": "s3./wnews/gallery/2017/06/wnews20170622-005.jpg",
      "pars": [
        "Planning is well under way for the third annual Royal Children’s Hospital charity shearing day to be held at Bill and Val Barlow’s farm’ Corydon’ - the fundraising initiative born out of local families’  rst-hand experience of the workings, value and importance of this world class hospital.",
        "The decision was made by some local farmers together with their network of friends and district businesses, to do something positive to support this valuable institution.",
        "The day is structured around people and businesses within the sheep industry donating their time, skills, products or services for one days shearing.",
        "The  rst two charity days have raised a total of over $16,000.",
        "After public inquiries and offers of further support, it has been decided to introduce a support arrangement that will give all an opportunity to contribute to this unique day.",
        "The arrangement is centered around sponsoring a stand.",
        "The shearing shed at Corydon will have seven named stands and each stand may have several shearers on the day.",
        "People or businesses who wish to make a contribution are invited to sponsor a stand.",
        "For example, the Wanalta Park stand shears 150 sheep @ 50 cents = $75.",
        "The shearers and shed hands who donate their time would certainly appreciate support and recognition that their considerable effort deserves.",
        "This community minded generation of Colbinnabin, Wanalta, Gobarup and Rushworth district sheep, lamb and wool farmers have gained a well deserved reputation of being very good at what they do.",
        "Their commitment to the industry, willingness to embrace change and awareness of the wellbeing of their livestock is constantly re ected in the presentation of their sheep and wool, as well as in consistent strong results in the market place.",
        "Information on how you may support the day and contact details will be available in the next edition on the Waranga News."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["bottom-pub-raises-thousands"]
    },
    "callum-gleeson": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-06-22",
      "title": "Callum Gleeson releases a new album",
      "media": "s3./wnews/gallery/2017/06/wnews20170622-008.jpg",
      "pars": [
        "Popular local performer and recording artist, Callum Gleeson, has recently released a new album, ‘Most Requested’ Volume 2.",
        "Songs on this twelve track album are ‘Tennessee Whiskey’, ‘I’ll Leave This World Loving You’, ‘It’s Your Song’, ‘Little Sister’, ‘Holy Water’, ‘Making Memories Of Us’, ‘I Know One’, ‘Take These Chains’, ‘Thinking About Leaving’, ‘Dance The Night Away’, ‘As Long as There’s Lovin’ Tonight’ and ‘Hallelujah’.",
        "This album is available at the Waranga News of ce in Rushworth, the ONE FM studios (Shepparton), Focus Cards and Gifts (Shepparton), High Street Vacuums and Electrical (Shepparton) and the Wunghu Tavern, at a cost of $20.",
        "<strong>Performances at NZ festival</strong>",
        "In May, Callum performed at the Bay of Islands Country Rock Festival at Paihia, a major festival that has been running for 28 years. He performed seven shows over three days, including one at one of the major motels in the city, with an audience of approximately 300. This year 54 artists were involved and, although there is a policy not to invite international artists in consecutive years, Callum has been invited to perform again next year for the fourth consecutive year.",
        "Callum told the Waranga News, “The festival at Paihia is very prestigious and to be honoured with an invitation for next year, the fourth in a row, is a feather in my cap. I wish to thank the Festival organisers for their wonderful support.”",
        "<strong>Signing with leading Melbourne agent</strong>",
        "Callum has recently signed with a leading booking agent in Melbourne and is performing in the city and suburbs. To date he has done eight shows, including RSL Clubs and Morning Melodies at a range of clubs.",
        "<strong>Radio commitments</strong>",
        "As well as being a talented performer and recording artist, Callum continues to be a very capable radio presenter on 98.5 ONE FM. His program is on Thursdays from midday to 3pm, unless he is performing or travelling to or from a performance.",
        "<strong>Further information</strong>",
        "Further information about Callum is available at his website: callumgleeson.com.au"
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "towards-reconciliation": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-06-08",
      "title": "Walking the path to Reconciliation",
      "media": "s3./wnews/gallery/2017/06/wnews20170608-000.jpg",
      "pars": [
        "St Mary’s School students commemorated National Sorry Day on Friday 26 May. The event was first held in Sydney in 1998 and is now commemorated nationally to remember and honour the Stolen Generations. The day commenced with a prayer ceremony in the morning after which each student decorated and laid a ‘foot’ beneath the school’s flags. The colours of the feet are linked with the colours of the Australian, the Aboriginal and the Torres Straight Islander flags. The feet represent St Mary’s commitment to working together with Aboriginal Australians for reconciliation and justice."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "bottle-feed-babies": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-06-08",
      "title": "Farmer Michelle and her Bottle Feed Babies visit Rushworth Kinder",
      "media": "s3./wnews/gallery/2017/06/wnews20170608-003.jpg",
      "pars": [
        "Rushworth Kinder children were very excited when Farmer Michelle Catalano brought some of her baby farm animals to visit.",
        "Michelle, a local farmer, enjoys going around to schools and kindergartens to help children develop empathy towards animals and learn about responsible animal behaviour.",
        "The children and one calf, three lambs and three goats roamed freely in the classroom interacting with each other.",
        "There was lots of cuddling and patting the animals whilst the goats enjoyed eating the children’s art work. And lots of laughter when the little lamb saw himself in the mirror and thought a game of head butting would be fun!",
        "Rushworth Kinder children would like to send a BIG THANKYOU to Farmer Michelle and her baby animals."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "practical-living": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-06-08",
      "title": "Practical Living explored at Transition Town seminar",
      "media": "s3./wnews/gallery/2017/06/wnews20170608-010.jpg",
      "pars": [
        "Last Friday night’s Transition Tatura’s Practical Living Seminar, Food and Art, was a great night! It was supported by and held at the Tatura Community House and Leeane Button and her team did a great job creating a very inviting and comfortable setting, allowing all of those present to enjoy both the meal and the presentations.",
        "There were about 25 people in attendance and a wonderful meal was prepared by the Community House team (Dot, Bev and Ché) – canapes, chicken main and a selection of desserts (with some made from apples kindly donated by Sam Lolicato). Alex Carter provided tastings of  ne wines from the Tatura Men’s Shed.",
        "Louise Costa-Pelle spoke about her work at the Australian Botanic Gardens, in particular, the children’s area. Along with her husband Les, she has created some wonderful sculptures and play equipment entirely from recycled, “pre-loved” materials. In the photo below, the “cubby” is lined with old bed mattresses and everything is recycled. The “boab” tree to the right is entirely recycled also; it will soon have “bark” (small metal sheets) placed on it and people will be able to buy a piece of bark and have their own inscription / phrase / wish / comment placed on it. For details, contact Louise on 0437 153 203.",
        "Will Dalgleish presented eye-opening information, not just on food production and security, but also on its consumption and subsequent health consequences, which provided much topic for conversation. His inspiring take-home message was that we all should produce our own essential resources (food,  ber, energy and heating), support our own communities (buy local, shop local) and support our friends and families to housing and land accessibility.",
        "Once dessert was served, the evening settled into an informal discussion with all participants deliberating on a number of topics around the room.",
        "The next Practical Living Seminar ‘Where You Live’ is on Friday, 21 July. It will concentrate on alternate energy, energy audits plus smarter housing designs. The presenters will be Geoff Lodge and Henning Rasmussen and a supper will be included."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "exciting-changes-at-community-bank": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-06-08",
      "title": "Exciting changes for Community Bank",
      "media": "s3./wnews/gallery/2017/06/wnews20170608-013.jpg",
      "pars": [
        "Staff changes at Rushworth &amp; District Community Bank will see Manager Kevin Livingstone extending his service to Tongala where he will also be Branch Manager of the local district Community Bank.",
        "The new sharing arrangement will capitalise on Kevin’s experience and people skills, with other staff changes ensuring good service is maintained at Rushworth and Stanhope.",
        "Nikki McKay has been promoted to a Customer Relationship Management role and will lead the team in Rushworth and Stanhope, while Sharon Felsbourg has stepped up into a Customer Relationship Of cer role to take care of all personal credit requirements.",
        "The new staff roles will ensure customers receive the same knowledge-based service throughout the week. Kevin Livingston will be available in the Rushworth and Stanhope branches Monday, Thursday and Fridays.",
        "The innovative change to management of the Community Banks of Rushworth and Tongala offers both communities the opportunity to experience good service and management, ensures customers receive the high level of service they expect and allows staff to grow and develop their skills within the local branch."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "meteorite-park-rejuvenation": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-06-08",
      "title": "Meteorite Park rejuvenation for Murchison",
      "media": "s3./wnews/gallery/2017/06/wnews20170608-023.jpg",
      "pars": [
        "The first step in an upgrade of Murchison’s Meteorite Park saw all the school children from Murchison Primary School planting over 300 native shrubs, ground covers and grasses on the  rst and second of June. This was a joint initiative of the Murchison Primary School, Kindergarten, Historical Society and City of Greater Shepparton.",
        "The local school children planted out over the two days, each class group attending in relays. Provision of the plants was made possible by the One Tree Per Child project, an initiative of Olivia Newton-John and John Dee. Their web-site has good information (www.onetreeperchild.com). The programme is aimed at understanding and encouraging volunteering in our local communities as well as providing the many bene ts of planting trees and shrubs.",
        "The program is accessed via Shepparton Council and the key person from Greater Shepparton City Council, Travis Turner who is Sustainability and Environment Of cer, has liaised with our local groups to bring the activity together. He also made sure we had the needed equipment and addressed any possible safety issues. Parks and gardens maintenance staff from Council assisted co- operatively with pruning and removal of old trees and dealing with weeds.",
        "Locals volunteers Hamish Burke, Jake Newton and Alan Chambers gave their time, labour and use of equipment for several days beforehand to prepare the site. SES also supported the project with equipment and morning tea!",
        "Teachers, parents, grandparents and Historical Society members entered into the busy activity assisting children to plant out the plants, place weed-mats and guards around each one, and hammer in stakes. The children were amazingly enthusiastic and did a great job. The tree guards were brightly decorated by each child from the Pre-school as well as the Primary School children.",
        "More improvements to Meteorite Park are planned over the next two years so it will be looking good when we celebrate the 50th Anniversary of the fall of our famous Murchison Meteorite in 2019!"
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "indian-banquet": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-06-08",
      "title": "Come and enjoy the meal and the fun!",
      "media": "s3./wnews/gallery/2017/06/wnews20170608-032.jpg",
      "pars": [
        "It’s to be hoped that by now you will have heard about the fund-raising lunch planned for Sunday 18 June at St Mary’s hall, Rushworth (1pm).",
        "St Mary’s present priest, Fr Joseph Thippabathini, opened a school in Galior, Utter Pradesh, India in a derelict building, where his cousin, is the sole teacher of the school’s 60 students (who previously were missing out on an education).",
        "St Mary’s Parish Pastoral Council decided that they’d like to run a fund-raiser to give some support for the school and to send Fr Joseph home on holidays in July with some funds to help keep the school operational.",
        "Tickets are now being sold in all four towns (Colbinabbin, Murchison, Rushworth and Stanhope) and beyond, at $20/head or $50/family for a catered, sit-down meal at the school hall.",
        "There will be some silent auctions or raf es, some music and entertainment and some  ne Indian-style foods to enjoy. This is not just a parish event – it’s for anyone who would like to support a project that is giving poor children in Indian a chance of education that could lift their lives out of poverty.",
        "BYO drinks and glasses (tea and coffee will be supplied) and come to enjoy the company, the food, the music - and help to raise some funds to help educate these children of the poor in India.",
        "We can guarantee you will enjoy the food, the company and the knowledge that your money will be going to a very good cause.",
        "Tickets are available from: Colbinabbin: Pauline Wilson 0405 731 045 and Gerard Stewart 0408 171 244; Rushworth: Ian Paterson 0427 041 604; Stanhope: Greg Fitzpatrick; Murchison: Mary Appleton (5826 2612) and Harry de Klijn. Tickets $20/head, or $50/family.",
        "Don’t forget that there will be a number of items that you can bid on in our silent auction! Fun and fund-raising – all in the one event!"
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "spectacular-sunrises": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-05-25",
      "title": "Spectacular sunrises around Rushworth",
      "media": "s3./wnews/gallery/2017/05/wnews20170525-000.jpg",
      "pars": [
        "From time to time, Rushworth’s location north of the Great Dividing Range provides us with spectacular weather phenomena, including brilliant sunsets and sunrises that can soften the hardest of hearts! A rising sun and cold, crisp mornings can create spectacular vistas that photographers crave, whether in their “backyards” or the depths of a forest.",
        "The top photo was taken as the rising sun cast vivid golden beams onto the tops of trees near Rushworth’s Astronomical Observatory, the glowing grey-box tree tops contrasting brilliantly with the grey-blue early morning sky.",
        "The photo at right was taken as morning sunlight began trickling through the box and sugar gums at Gum Flat, between Rushworth and Whroo.",
        "Recent heavy downpours had carved  ood-ways amid the leaf-litter on the forest  oor, and these are now sprouting an eye- pleasing carpet of grass shoots and mosses;  ne fare for furry forest folk!",
        "The high resolution cameras built into modern smartphones can yield superb photos, as these two images taken by Rushworth Community House’s photographer Cass Alexander clearly demonstrate."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["photo-competition", "wildflower-hunt"]
    },
    "photo-competition": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-05-25",
      "title": "Introducing the Waranga News photo competition",
      "media": "s3./wnews/gallery/2017/05/wnews20170525-008.jpg",
      "pars": [
        "Our front page photos this edition remind us of how photogenic our local district is and especially how it changes with the changing seasons. So it has inspired us to offer our readers a chance to show off their own photography skills.",
        "Getting out and about in the local environment with a camera in hand, whether it be a mobile phone or a top of the range DSLR is an enjoyable way to while away a few hours.",
        "Our Facebook and Instagram feeds are always  lled with great images of the Waranga district, so we know that there are many keen snappers in the community!",
        "With the changing of the seasons, we are looking for images with a ‘Winter in Waranga’ theme for our  rst photography competition. You can participate by submitting up to three winter images to wnews@iinet.net.au",
        "We will then upload ten entries that best interpret the theme to the Waranga News Facebook page for a popular vote.",
        "The winning entry will be published in colour in a future issue of the Waranga News, so you might like to consider an eye catching composition, a compelling subject, and striking colours when taking your photos."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["spectacular-sunrises", "wildflower-hunt"]
    },
    "rushworth-okeefe-rail-trail": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-05-25",
      "title": "Linking Rushworth to the O’Keefe Rail Trail",
      "media": "s3./wnews/gallery/2017/05/wnews20170525-009.jpg",
      "pars": [
        "Linking Rushworth to a network of Victorian rail trails is something that some may only think is a dream, yet such could start to happen sooner, rather being just a dream! With the popular O’Keefe Rail Trail now extended and connecting Heathcote, Axedale and Bendigo, bringing tourists to those areas, could Rushworth also be on the radar for those same trail walkers and cyclists?",
        "On Wednesday 17 May, eight members of the Friends of the Bendigo-Kilmore Rail Trail group rode into Rushworth from Heathcote. Why? Were they lost? What was to be achieved?",
        "No they were not lost, and yes they wanted to be in Rushworth! Yes, they did spend money in both Heathcote and Rushworth, and yes they enjoyed looking at places of interest along High Street, Rushworth and the former railway reserve. One cycling member and his wife plus caravan were even staying overnight at Rushworth.",
        "The real reason for the ride was to explore and assess ‘on-the-ground’, a possible cycling route between Heathcote and Rushworth, away from rural roads and traf c where possible.",
        "A route that was both interesting and safe, for the type of people who enjoy visiting rail trails.",
        "The selected route for the investigation was mostly utilising forest tracks within the Heathcote-Graytown National Park and the Whroo Nature Conservation Reserve, yet some rural roads did have to be included.",
        "With the Murchison-Rushworth (Waranga) Rail Trail having its section within the Greater Shepparton Council area completed, many trail cycling and walking tourists are waiting for the remaining section into Rushworth to be completed by the Campaspe Shire.",
        "When the trail is continuous, it will be a large boost for tourism in the area, plus being used by the local community. Maximising this trail’s potential would bene t hugely from also being connected to other such trails, like the O’Keefe Rail Trail.",
        "A funded feasibility study is currently investigating the potential and possibility of a proposed Wallan to Heathcote Rail Trail (65kms). Such a trail would directly connect to the O’Keefe Rail Trail (50kms) at Heathcote, a combined 115kms trail. The study’s consultants are also investigating the possibility of linking such a trail into the Melbourne Metro trail network, as well as the Great Victorian Rail Trail. This possibility has huge potential for Victorian regional cycle and walking tourism, the creation of a network of linked trails. The study’s  nal report is expected to be published by July of this year.",
        "In the meantime, Friends of the Bendigo-Kilmore Rail Trail members who rode the 50kms on Wednesday were impressed by their chosen route, as well as the points of interest noted along the ride.",
        "Plus, the Rushworth Bakery’s vanilla slices were also definitely highly rated!"
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["positive-partnerships-on-track", "ride-for-youth-mental-health"]
    },
    "meet-earl": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-05-25",
      "title": "Meet Earl",
      "media": "s3./wnews/gallery/2017/05/wnews20170525-026.jpg",
      "pars": [
        "Earl was found on the ground at a farmland property at Earlston. There was no mother koala in sight, but in a nearby tree an adult male was spotted.",
        "Although it is outside the main breeding time for koalas in our area they can also mate during this time, so there is always the possibility that little Earl was separated from his mother in an altercation between her and a male. Like many of our patients here at Bohollow, we will never know his full story as to how he ran into trouble and ended up alone on the ground, but he has likely been without his mother for more than just one day as he is under-weight.",
        "Deb picked him up from our Bunbartha shelter shortly after I arrived home with him and he has already perked up considerably with regular feeds and care. He will be raised by Deb at our Kotupna shelter and eventually go on to be released if all goes well.",
        "Female koalas usually begin to breed around three or four years of age and can have one offspring each year, although sometimes they may only produce young once every two or three years. This can depend on food sources, habitat and the age of the female. Females average a lifespan in the wild of around twelve years and during their life they may only have  ve or six young.",
        "From conception to the birth of a koala joey, it only takes 35 days! Newborn koalas are teeny, only weighing in at about a gram and measuring around 2cm long. Just like other marsupial joeys, they are akin to a hairless, pink, blind jelly bean and they make the same arduous journey from the birth canal to their mother’s pouch without any help. To do this, they rely on their sense of smell and touch, using their already strong forelimbs and claws to make the climb. Upon reaching the safety of the pouch, the koala joey attaches itself to one of two teats. The teat swells to  ll its tiny mouth which helps to prevent the babe from detaching and mother koala contracts muscles at the top of her pouch to keep her young safe and free from the danger of falling out.",
        "For six to seven months, the koala joey remains in the pouch, only drinks its mother’s milk and develops eyes, ears and fur. When they are around twenty-two weeks old, they begin to take peeks out of the pouch with freshly opened eyes.",
        "Koala mothers also produce a substance other than milk which is called pap. Pap has a soft, runny consistency and is actually made of faeces (droppings) and this is a vital part of the joey’s diet from around twenty-two to thirty weeks. Pap contains the micro- organisms in the mother’s digestive system and is rich in protein which, through digesting the pap, is passed onto the joey. This allows the transition from milk to eucalyptus leaves, as these important micro-organisms enable the koala to digest them. To feed on pap, the joey must lean out of the pouch. Pap becomes a regular part of their diet until they begin to feed on fresh leaves, usually feeding on these while on their mother’s back. When a koala joey is too big to  t inside the pouch, the mother’s teat becomes very elongated so it protrudes from the pouch to make feeding easier. A baby koala will continue to drink milk from their mother until they are a year old and remain with their mother until the next joey appears from the pouch. Therefore if a female does not have another joey the following year, her joey will often remain with her longer and has a greater chance of survival.",
        "Koalas truly are one of Australia’s unique critters!"
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "avards-adventure-land": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-05-11",
      "title": "AVARD ADVENTURE LAND",
      "media": "s3./wnews/gallery/2017/05/wnews20170511-000.jpg",
      "pars": [
        "Colbinabbin Kinder children recently found excitement just down the road when they visited the beautiful and adventure-filled garden of John and Glenys Avard. The children discovered a dragon in the lake, made their way through a labyrinth and found some stones that were excellent for grinding seed pods. It was a lovely day for a picnic and a play, and a fun day was had by all."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "clowning-around": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-04-27",
      "title": "Clowning around at the Festival",
      "media": "s3./wnews/gallery/2017/04/wnews20170427-000.jpg",
      "pars": [
        "The Parade is always the crowning glory of the Rushworth Heritage Easter Festival and the large crowd this year was not disappointed. There was much to see and enjoy during the day including the variety of interesting stalls such as Nigel of Quirky Designs (left) with his garden sculptures."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["rushworth-the-place-to-be", "draught-horses-working-for-easter"]
    },
    "anzacs-remembered": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-04-27",
      "title": "ANZAC Day remembered in district towns",
      "media": "s3./wnews/gallery/2017/04/wnews20170427-012.jpg",
      "pars": [
        "ANZAC Day was once again commemorated in the district with a range of events including the traditional Dawn Service, flag-raising and march.",
        "In Rushworth the atmospheric Dawn Service at the War Memorial was enhanced by lone piper Ramon Rathjen’s playing of the lament. Rushworth P-12 College student Jess Hamilton read a moving poem and Toni Wright laid a wreath on behalf of the College.",
        "At 10 am, the march to the Shire Hall, led by the Rushworth and District Concert Band, began at the Post Of ce and paused at the War Memorial.",
        "Rushworth Sub-Branch President, Bill Barlow, chaired the service at the Shire Hall, and introduced guest speaker Group Captain Joseph Medved.",
        "The morning’s service included a poem written and presented by student Isobel Crute, and prayers conducted by Rev Kevin Maxwell."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["heroes-remembered", "centenary-anzac-day"]
    },
    "bottom-pub-raises-thousands": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-04-27",
      "title": "Bottom Pub raises thousands for Kids",
      "media": "s3./wnews/gallery/2017/04/wnews20170427-025.jpg",
      "pars": [
        "The Rushworth Hotel (Bottom Pub) held its annual Charity Auction and Raf e for the Royal Children’s Hospital on Good Friday evening, and proprietors Maz and Andy are thrilled with the 2017 result - an extraordinary $9205.45 raised to help maintain the vital work of this unique medical establishment.",
        "By 7.30, the Pub was packed with patrons ready to buy up big in support of the Hospital; some bidding for goods that they may not need, others securing items that they immediately donated back to the Hotel to augment its decor!",
        "Sporting memorabilia was popular, as were the vast array of tools and household appliances assembled for the sale.",
        "There was even a pale blue vehicle bonnet, lovingly restored and emblazoned with an image of the pub and a reminder of its outstanding support of the Royal Children Hospital Appeal.",
        ""
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "rushworth-the-place-to-be": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-04-13",
      "title": "Rushworth at Easter - the place to be",
      "media": "s3./wnews/gallery/2017/04/wnews20170413-000.jpg",
      "pars": [
        "Rushworth has become a go-to place for the Easter weekend with crowds turning up from all over the region and beyond to experience all the fun of the Festival on Saturday and the Moora Muster of working draught horses on Sunday.",
        "The Lions Club’s traditional Wood and Produce Auction is still a highlight of the day. Hilder’s Block at 10 am is the time and place for your chance to bid for quality  rewood and local produce. And of course you have the added satisfaction of knowing your purchases contribute to the worthy causes supported by Rushworth &amp; District Lions Club.",
        "The market will be ready for business from 8 am with over one hundred stalls  lling the streetscape on High Street.",
        "In addition to fare from our local food outlets, there will be Indian, Dutch, Asian and good old Aussie bbq cuisine to choose from in the food department. You will not go hungry and your taste-buds may be even delighted.",
        "Children will be treated to a free Easter Egg hunt at the Community House at 11.30 am. Pete the Clown on his penny farthing will also be giving away eggs between 12 pm and 2 pm. Popcorn, fairy  oss, toffee apples, and slushies will also undoubtedly delight the children - if not the parents! - and free showbags will be an added attraction. (Free kids’ activities at the Shire Hall might just help use up some of that sugar-fuelled energy!)",
        "After checking out the exhibitions and displays you may need a spell from all the excitement and you can rest your weary feet at the rotunda while listening to music by Southern Cross.",
        "<strong>The Parade</strong>",
        "At 1 pm the much anticipated ‘Grand Parade’ will take place - there are always some surprises on the day, so who knows how many old and new vehicles and other ambulatory bodies will take to the street.",
        "<strong>Photo competition</strong>",
        "If you are good with your camera, some good snaps on the day may win you $500! Go online and register your photo (check terms and conditions) at www.rushworthfestival.org. The photos submitted will be used to make a calendar for next year.",
        "And, last but not least, don’t forget to look out for our raf e tickets at the REHF stall. At $1 ticket, you can win tokens to the value of $1000 ( rst prize), $500 (second prize), $250 (third prize) to spend in town at most of the local retailers - a bonus for the winner and for the town!",
        "<strong>Sunday at Moora</strong>",
        "On Sunday the Moora Recreation Reserve will be where it’s all happening. As well as the popular working horses, there will be heaps of other ‘country life’ entertainment, with demonstrations of old-style farm skills and displays of bush crafts and folk art.",
        "A great way to  nish off an action packed Rushworth weekend!"
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["draught-horses-working-for-easter"]
    },
    "rushworth-court-house": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-04-13",
      "title": "New book on Rushworth’s historic Court House",
      "media": "s3./wnews/gallery/2017/04/wnews20170413-008.jpg",
      "pars": [
        "Rushworth Court House is re-awakening. Waranga News of 30 March reported on plans to remove bats and white ants, and to appoint local management. Now the imposing old building, built in 1877, is featured in a new book by local historian and News writer Alan McLean, titled “Order in the Court!”",
        "The book shows the Court House has witnessed an extraordinary passing parade, some arriving on foot, others tying a horse to a nearby rail or tree. The building welcomed “an able-bodied specimen of the loa ng fraternity”. Another defendant challenged the nasal senses, being “as shy of water as he was of work”. More than one went up for endangering lives by “furious riding”.",
        "In 1887, after 18 years as a Justice of the Peace, Wolton Wigg, a local brewer, was called into the dock, not to his preferred seat on the Bench. Found in a boat with a gun and a bag of dead game birds, he strangely pleaded “not guilty”! The good J.P. was convicted and  ned for shooting ducks out of season. His career on the Bench continued but his days hearing poaching charges were over.",
        "In 1898, a well-known Rushworth woman was accused of “pilfering and behaving in a way not conducive to the morality of the township”. She went to Bendigo gaol, found guilty of being a “disorderly prostitute”. If only she had been a little more orderly...",
        "Some left the Court House escorted across a paddock to “compulsory retirement in the logs” for a short period. Others won a longer visit to “Her Majesty’s boarding house”, referring to Queen Victoria.",
        "A predecessor timber Court House was hastily built in 1857. Not attending to face charges was a once well-respected local bank manager, Lowson Salmon. He and the bank’s cash left the district coincidentally one night in 1860, never to be seen again.",
        "Even before that original building was constructed and within six months of the discovery of gold in 1853, two visitors to the local diggings went straight to Melbourne’s Supreme Court where they were convicted of separate crimes at Moora and Rushworth. Both were hanged in Melbourne Gaol.",
        "In 1857, three men went down for “highway robbery” near Rushworth’s Criterion Hotel. The Moora hotels, the Wanalta hotel and several hotels at Whroo also had their share of unwanted action. In a major shock, the book  nds that some pubs traded outside legal hours!",
        "More than one publican was  ned for operating an unlicensed billiard table. Others were found guilty of allowing unauthorised dancing in their “public houses”. Law and order in the district were plainly under serious attack from the forces of evil!",
        "Brawling Chinamen,  ghting farmers, horse thieves, aggressive foul-mouthed drunks, passive drunks, cadgers, owners of sly-grog shanties, swagmen carrying more than their own goods (usually in a bottle), owners of destructive wandering goats and pigs, carriers who neglected to put their name on their cart, a man found at night in Wigg’s brewery, and a mother of 14 who failed to send her eldest child to school for the speci ed number of days. All passed through the Court House door, each earning a place in the book.",
        "Lucky to avoid a visit in 1883 were Murchison loafers and vagrants who had “thoroughly mastered the art of living on nix, and getting drunk on the pro ts!”",
        "These colourful characters, and many more, bring to life the  rst  fty years of settlement at Rushworth, Colbinabbin, Corop, Gobarup, Moora, Stanhope, Toolleen, Wanalta, Whroo, and Murchison.",
        "Alan’s book will be available for purchase during the Easter festivities at Rushworth, from Stanhope Newsagency, and from Rushworth Gift and Variety, at just $23."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "comments": "enabled"
    },
    "rushworth-p-12-memorial-thanks": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-04-13",
      "title": "P-12 College thanked for memorial help",
      "media": "s3./wnews/gallery/2017/04/wnews20170413-010.jpg",
      "pars": [
        "Local schools played a signi cant role in the recent activities to commemorate the extraordinary bravery and skill exhibited by two of Rushworth’s most illustrious sons, Air Vice-Marshal Frank McNamara VC CBE CB and Air Marshal Sir George Jones KBE CB DFC. Hundreds of people attended the unveiling of statues to the two men adjacent to the War Memorial in High Street, and the event received nationwide attention in the media.",
        "Co-hosted by Rushworth RSL Sub-Branch and the RAAF, the event commemorated the awarding of a Victoria Cross Medal to locally born aviator, Frank McNamara, after whom McNamara House at Rushworth P-12 College is named.",
        "Current Year 12 students of the College - <em>alma mater</em> to both heroes - played an especially important role, presenting wreaths to dignitaries during the wreath-laying ceremony at the War Memorial.",
        "By way of thanks, the RAAF presented each Year 12 student with a History of the Royal Australia Air Force between its formal foundation in 1921 and 2016, when the book was published.",
        "Rushworth RSL representative Ian Riley - accompanied by wife Marion - recently attended a weekly College assembly to present the Year 12 students with their books on behalf of the RAAF. Especially notable recipients were 2016 College Dux Blake Rosenberg and McNamara House Co-Captain Kody Diegan, who spoke so eloquently on behalf of the College during the statue unveiling ceremony.",
        "Everyone agreed that all of the Rushworth P-12 College students had “done their school and community proud”, and merited the praise lavished upon them from so many quarters."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "travellers-experience-magic-of-india": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-04-13",
      "title": "Travellers experience India’s magic",
      "media": "s3./wnews/gallery/2017/04/wnews20170413-019.jpg",
      "pars": [
        "Excitement was high when, in early February, a group of 12 yoga students and friends met at Tullamarine Airport ready for adventure. They were heading off on the inaugural Sacred Earth Yoga Tour to India, a tour organised by Sue Barlow of the Mud Hut Yoga Studio, Rushworth. The idea was to create an opportunity to experience the wonders of India (the birth place of yoga) and at the same time to experience yoga in quite a different way from attending a regular class at a studio.",
        "Needless to say, the excitement was well-justi ed, as was that little tinge of edgy anticipation - wondering just what was ahead for the travellers. From the moment of exiting the airport, India was everything one might have expected - and then add some! Immediately all of the senses are engaged in experiencing the land and its culture. The visual explosion of colourful saris, ceremonial  owers and sparkly ‘jewel’ encrusted wares, the cacophony of endless beeping horns in chaotic traf c of cars and rickshaws, the smells of incense and spice (and some of not so pleasant origin), the teeming pedestrian population of people old and young, of street vendors, of animals - sometimes camels and donkeys, but always, always COWS.",
        "Here is one traveller’s account of some of the trip’s highlights. It’s just a little taste - as to do more than scratch the surface might require the pages of a small book!",
        "The tour started in Delhi where we explored the bustling bazaars of Old Delhi by foot and by rickshaw. We visited an amazing Sikh temple where thousands of people are fed every day by volunteers and we became a little familiar with the sounds, smells and sights of India that would become our ‘norm’ for the next two weeks.",
        "Our next stop was Agra where we saw the amazing, breathtaking Taj Mahal. Busy is an understatement! Indians visit the Taj four times in their lifetimes if possible: when they are born, when they are in school, when they are married and then when they take their own children. It was a Sunday when we visited – and they were all there – the whole 1.25 billion – well, not really, but it felt like that for those of us used to space and a lot less people!",
        "From Agra, we visited Jaipur (the pink city), Pushkar (a holy city nestled on a lake on the edge of a desert) and Jodphur (the blue city). While we were in Jodphur we were lucky enough to attend three concerts that were part of the Sacred Spirit Festival. What an amazing experience. The evening concerts were held in the Mehrangarh Fort. The Fort was lit up against the night sky and the music was so very beautiful it is impossible to do justice by way of explanation. After this we travelled to Varanasi. This city is considered very holy and many pilgrims come to Varanasi to bathe in the Ganges River. It is considered auspicious to die and be cremated in Varanasi. This extremely busy and fascinating city is undergoing many changes at present, which will hopefully make life easier for the residents. This is only a brief snapshot of all the things we saw and experienced.",
        "Throughout our tour, we had regular yoga classes which were designed to either prepare us for the day ahead or relax us and calm us for a good night’s sleep. We also attended a Laughter Yoga class in a park in Jaipur which was a lot of fun. Ridiculous really – but a lot of fun!! We also attended a community sunrise yoga class down by the Ganges while in Varanasi. The food and accommodation was excellent throughout. Our Indian guide, Amit, went out of his way to ensure we were informed, comfortable and enjoying ourselves. And, being a yogi himself, he even had us doing yoga on the bus some days. We walked, we talked, we ate, we laughed, we saw amazing sights and we all came home with a great appreciation for India.",
        "In many ways, the highlight of the trip was the fantastic group of people. Everyone had a great time and we all enjoyed one another’s company."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "heroes-remembered": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-03-30",
      "title": "Rushworth’s heroes remembered",
      "media": "s3./wnews/gallery/2017/03/wnews20170330-000.jpg",
      "pars": [
        "High St Rushworth was a colourful sight on Monday morning with rows of red crocheted poppies in the lawn, splendidly uniformed Defence Force dignitaries sporting lots of gold braid and many medals, and the Royal Australian Airforce Band adding to the atmosphere of excitement. The long-anticipated time had come for the unveiling of memorials in honour of two celebrated Rushworth heroes of World War 1, Air Vice-Marshal Frank McNamara and Air Marshal Sir George Jones.",
        "Defence Force personnel, including the Chief of Defence Force, Air Chief Marshal Mark Binskin, AC, and the Chief of Air Force, Air Marshal Leo Davies, AO, CSC, joined with the Rushworth RSL, descendants of the celebrated airmen, community members, school children and visitors to commemorate the local Australian Flying Corps and Royal Australian Air Force heroes, exactly 100 years to the day since the sel ess act that awarded Air Vice-Marshal Frank McNamara the Victoria Cross.",
        "The event, part of the Centenary of ANZAC 2014-2018 of cial commemoration, was the culmination of three years of planning and organisation by a special committee of Rushworth RSL.",
        "In his address, Air Marshal Davies thanked the RSL. “It is important to reflect on our history and remember our forefathers,” he said."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "colbo-lapathon-exceeds-target": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-03-16",
      "title": "Colbinabbin Lap-A-Thon exceeds target!",
      "media": "s3./wnews/gallery/2017/03/wnews20170316-001.jpg",
      "pars": [
        "Some of the 250 fresh-faced and full of energy Colbinabbin Lap-A-Thon walkers prepare to take off on their way to an enormously successful day to raise funds for the Melanoma Institute of Australia. Some $30,000 has been raised -with late donations still trickling in at the time of going to print.",
        "More than 250 people took to the newly re-grassed Colbinabbin Recreation Reserve on 11 March 2017 to participate in the Colbinabbin Lap-A-Thon.",
        "The Lap-A-Thon was held to raise money for the Melanoma Institute of Australia and will support  nding a cure for melanoma.",
        "The inspiration behind the event was Colbo born and bred Lucinda Ryan, who is currently undergoing treatment for Stage 4 melanoma.",
        "This year, a group of Lou’s friends – known as <em>‘The Moles’</em> decided to run a Lap-A-Thon in her now home town of Wongan Hills, WA. Lou’s Colbo family jumped on board with the idea of running a ‘sister’ event in Colbo on the same day. Prior to the day, participants collected sponsors through social media and online donations, or in person, with many seeking a donation per lap completed on the day."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "vale-doris-barlow": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-03-16",
      "title": "Valé Doris Barlow",
      "media": "s3./wnews/gallery/2017/03/wnews20170316-012.jpg",
      "pars": [
        "<strong>23 October 1925 – 25 February 2017</strong>",
        "A much loved and highly respected resident of Rushworth, Doris Barlow was farewelled at St Paul’s Anglican Church and at a graveside ceremony at the Rushworth Lawn Cemetery, both of which were conducted by Fr. André Du Plooy, on the afternoon of Friday 3 March.",
        "The esteem in which Doris was held was evident by the large number in attendance, with St Paul’s Church packed.",
        "Among the family present were Doris’s sisters, Enid and Marion, and the family of her other sister, Jean, who was not well enough to attend. Also there were Doris’s daughter, Heather, and sons Ross, Colin and Neil, together with members of her extended family.",
        "The tribute to Doris was presented by her son, Colin, on behalf of the family and forms the basis of the following information.",
        "<strong>The early years</strong>",
        "Doris was born in Natimuk on 23 October 1925 to James Palmer and his wife Ida (nee Pfennig). Three sisters followed: Jean, Enid and Marion. Her mother, known as Edie, died of pneumonia in Woodend at age 35, two months after Marion’s birth.",
        "Doris attended Kyneton High School, and then went to Melbourne Teachers College, whilst living with her family who had transferred to Essendon.",
        "<strong>The teacher</strong>",
        "Doris first taught at an upper elementary school in the northern suburbs of Melbourne for a year, Yarram Upper Elementary for a year, then transferred to Rushworth.",
        "<strong>Family life</strong>",
        "It was at Rushworth that Doris met and married Robert Henry (Bob) Barlow, a third generation farmer. The wedding was in Essendon, and then Doris took on the duties of housewife, retiring from teaching after the initial eighteen months at Rushworth.",
        "They lived on the family farm ‘Moorakyne’, speaking often of the candle and kerosene lighting days and irregular water supply, depending on the temperamental windmill on the Nine Mile Creek.",
        "Bob and Doris had four children: Heather, Ross, Colin and Neil. She was thrilled by the arrival of Heather’s children (Narelle and David), Ross’s children (Alexandra and Andrew) and Colin’s children (Christopher, Matthew and Catherine), and loved knitting baby clothes as each new baby arrived. There are now six great grandchildren.",
        "The friendship and support of neighbours were very much appreciated and Bob and Doris had a lot of fun playing tennis at Wanalta, and golf at Rushworth and further a field.",
        "<strong>The move into Rushworth</strong>",
        "The difculty of providing water and the absence of power on the farm led to Bob and Doris building a new solid brick house called ‘Wyeera’ in Moora Road, about the time Ross was born. This was the family home and continued to be Doris’s residence until frailty forced her into the Waranga Aged Care Hostel and then the Nursing Home.",
        "Both Bob and Doris continued playing tennis and golf after shifting into Rushworth, until well into their sixties, and in the later years took up bowls as well. Many longstanding friendships that continued for the rest of their lives were initiated on the sporting  elds. Doris loved playing golf, not only at Rushworth, but also at Tatura and other surrounding clubs.",
        "<strong>Love of travel</strong>",
        "Doris travelled extensively in Australia, including the Canning Stock Route, Rabbit Flat, Ayers Rock and all the capital cities.",
        "She also regularly ventured overseas to Europe, Asia, New Zealand and many other places.",
        "<strong>Community involvement</strong>",
        "Doris was involved in many community organisations over the years, including: The Council of Adult Education; Probus; The ‘buddy program’ at the school; Secretary of the Rushworth CAG (the Shire of Campaspe Advisory Group after the amalgamation of the shires); Neighbourhood Watch; Rushworth Senior Citizens; School and sporting club committees; The Waranga News.",
        "<strong>Thank you</strong>",
        "Colin concluded his address by saying, “On behalf of the family, I would like to sincerely thank the staff at the Waranga Aged Care Hostel and more recently the Nursing Home for the wonderful way they cared for Mum, and I must also thank Judy Ogden, Laurel Goggin, Nan Jessup and the many others who regularly visited and supported her whilst in care. Mum never failed to mention every time I visited her how lucky she was to be so well cared for at the Nursing Home.”",
        "<strong>A life well lived</strong>",
        "Doris’s life was certainly well lived. As Colin said in the eulogy, the family thought her life was best described in the words of the Frank Sinatra song, ‘I Did It My Way’."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["farewell-doris"]
    },
    "draught-horses-working-for-easter": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-03-16",
      "title": "Working draught horses galore at moora for Easter",
      "media": "s3./wnews/gallery/2017/03/wnews20170316-029.jpg",
      "pars": [
        "Easter Sunday will see the staging of the 9th Moora Working Draught Horse Muster.",
        "This wonderful ‘step back into the past’ event began in July 2009 with only seventeen ‘big horses’ and approximately 500 members of the public through the gate. We have grown over the years to such an extent that last Easter (2016) we had ninety-three ‘big horses’ all working throughout the day and 2000 to 3000 people through the gate. May I have a small boast by saying we are only W.A and the N.T. short of having horses coming from Australia wide to moora!",
        "In 2010 we decided to move our event to Easter Sunday to complement the Rushworth Easter Heritage Festival held on Easter Saturday. By making it a two separate days weekend we hoped it would help bring extra people and tourists into the town and district and therefore be helping the local economic situation.",
        "The 2013 Shire survey showed the two days bought close to half a million dollars into the town and district, something both committees are extremely proud of as we had all achieved our goal!",
        "<strong>Community group/Event of the Year for 2014!</strong>",
        "The icing on the cake was most de nitely our Rushworth Easter Heritage Festival being honoured with not only The Rushworth and District Award but the Shire of Campaspe’s Award too.",
        "Now, with both committees in full  ight for this year’s Easter events and the days rushing by, time for a normal life-style has been shelved for several weeks. I know my friends and family don’t expect any sort of in-depth conversations with me that don’t involve heavy horses or what can be safe in the street parade!",
        "Most of our Victorian “big boys” are all ready to roll. Some will be on the road for several hours to get here, but then, some from NSW, SA and our Queenslander can expect to be on the road not just hours but days! I just hope that our Tasmanian has a better trip over than last Easter, as he and his two beautiful big horses and the dog were twelve hours on the boat coming across in that dreadful storm the week before Easter. He wasn’t allowed down to the truck to check if the boys were safe and standing up or if they were down and cast. A terrifying trip over for them all.",
        "When Raymond and I went out to the Moora Reserve early on the Friday morning to see if they had arrived and alright, we were met by four very exhausted travellers! Luckily horses and their slaves, plus dog, are very tough characters! After several feeds and sleeps they were all back on track again! Some of you may remember seeing them last year, the big coach with the two huge grey shire horses in the shafts both in the street parade on Saturday and working round at Moora on Sunday.",
        "Our line-up this year will include all your old favourites that will be ploughing, harrowing, scarifying, and pulling sleds etc. There will also be a variety of different horse-drawn vehicles on parade for you to see and photograph. Plus, a line-up of different working displays. I’m excited because our own stationary baler has been set in order and working again. It was owned and used by the late Max Seamer who was the driving force behind our Working Draught Horse Muster and our founding member.",
        "Salty’s hammering up a storm and old Dave will be giving him his usual cheek! Big Mick the rope-maker will be there with bells on, or so he tells me! Bill the packsaddle man is loaded up and hot to trot as is Wiltshire’s Harness store and the rest of our “Mug’s Alley” traders, not forgetting the camp oven scone man. Yum!",
        "Michelle Bird, equine artist, after a lifetime spent with her beloved horses has turned to now drawing them. She captures their expressions beautifully! We are rapt to be able to have once again one of her framed works as  rst prize in our raf e. Last year’s picture was Rick’s big team and I am looking forward to seeing who will star in this year’s prize.",
        "The craft demonstrators are gathering all their wares again. Lyn’s Ironbark Soy Melts and Rushlyn Studio’s hand-made cards, together with the folk-art ladies, are all brushed up and glued to their chairs, as are the Lace Making ladies with their  ne and fancy goods. Jenni’s Shed with her most beautiful leather goods just has me enraptured and Michelle will be displaying her beautiful pencil drawings; you can watch her creating a new work of art. All these wonderful people are more than happy to show and explain how they work.",
        "The resident music makers are all getting warmed up to belt out all the old and new classics for you, so grab a cuppa and cake or lunch and sit, listen, and enjoy them! There are plenty of tables and chairs! The jumping castle man is back again too! Plus, heaps more!",
        "Just give me a call if you want more information, or you can join in the fun by giving us a hand for an hour or so! Either way here’s my number/email 58561405 st-thoms2@ optusnet.com.au. Take care folks and see you all soon!",
        "<em>Hooroo from Maz</em>"
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "ride-for-youth-mental-health": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-03-16",
      "title": "Freemasons Cycling Club members ride for youth mental health",
      "media": "s3./wnews/gallery/2017/03/wnews20170316-051.jpg",
      "pars": [
        "Eight members of the Freemasons Cycling Club (Vic) and the five members of their support crew stopped at Rushworth on their four day ride from Wodonga to Ballarat to raise much-needed funds for the youth mental health service, headspace. Late on the morning of Thursday 2 March (on a very hot day) they took a break and enjoyed lunch at the Rushworth Bakery. That day they were riding from Shepparton to Bendigo, and in the local area they also took breaks at the Basin and at Colbinabbin.",
        "The cyclists, Colin Prout, Malcolm Mann, Milton Mann, Matt DeNatris, Rod Pilmore, Darren Hill, Keith Stewart and Cyril Land, ranged in age from 48 to 69 years. Three of them came from Wodonga, with the others from Bacchus Marsh, Diggers Rest, Wangaratta, Tatura and Werribee.",
        "Organiser of the ride, Malcolm Mann from Diggers Rest, told the Waranga News, ‘Members of the Freemasons Cycling Club (Vic) had previously ridden in events organised by others for charitable purposes, but we decided to ride to raise funds for a charity of our choice – the National Youth Mental Health Foundation, headspace.",
        "‘All the riders in this event have been touched by mental illness within their families. If headspace had existed when our children were younger, it could have helped them substantially.’",
        "<strong>headspace</strong>",
        "The National Youth Mental Health Foundation, headspace, provides early intervention mental health services to 12 – 25 year olds, along with assistance in promoting young people’s wellbeing. The headspace programs cover four core areas: mental health, physical health, work and study support, and alcohol and other drug services.",
        "<strong>Fundraising</strong>",
        "100% of the funds raised during the ride went to headspace, with the riders and their support crew fully meeting all expenses incurred, including accommodation, meals, repairs to bicycles, and fuel for the support vehicles.",
        "In addition to funds raised during the ride, the Freemason’s Foundation of Victoria provided a matching $1 for $1 donation up to $5,000.",
        "At 11:35 am on the Thursday at Rushworth $3,570 had been raised for headspace on the everydayhero website.",
        "At the end of the ride at Ballarat on Friday 3 March, following presentations by Milton Mann about the Freemasons Cycling Club (Vic) and Janelle Johnstone (Manager, Ballarat headspace) about the work of headspace in the local community, a cheque for $11,000 representing the total amount of funds raised by the Ride for headspace (as at 3 March) was presented to Ms Johnstone.",
        "Ride organiser, Malcolm Mann told the Waranga News, ‘We’re appreciative of the support received along the way, including from the Rushworth Jubilee Lodge, those Lodges hosting awareness evenings for us, and all who made donations, including the Freemasons Foundation of Victoria.’ He added, ‘The event generally, and the total of funds raised in particular, exceeded all our expectations.’",
        "<strong>You can still make a donation</strong>",
        "If you would like to support the work of headspace you can still make a donation via the Freemasons Cycling Club (Vic) Ride on www.everydayhero.com/au, searching the word ‘Freemason’, and following the link to the ‘Give Now’ button. This website will remain open until 3 July 2017. Donations of $2 and more are tax deductible."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "positive-partnerships-on-track": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-03-16",
      "title": "Reaction to track closure leads to positive partnerships",
      "media": "s3./wnews/gallery/2017/03/wnews20170316-068.jpg",
      "pars": [
        "Recent events in the Whroo State forest saw almost two hundred native trees and countless under-storey species destroyed in an effort to prevent trail-bike use.",
        "This measure left some people with cause for concern about future access for visitors to the forest surrounding Rushworth but as Newton’s third law states; ‘For every action, there is an opposite and equal reaction!’",
        "With this in mind, it is reasonable to hope for a positive outcome from the Department of Environment, Land, Water and Planning (DELWP) standard procedure for track closure and rehabilitation. It is also reasonable to consider that this action could be a catalyst for recognising and promoting the ecotourism potential of Rushworth’s natural environment.",
        "The unprecedented public response to the track closure attracted the attention of a number of key interest groups with a shared objective of preserving and enhancing existing bush tracks within the box-ironbark forest; encouraging their responsible use for locals and visitors alike.",
        "Representatives from the Shire of Campaspe, Goulburn Broken Catchment Management Authority (GBCMA), Parks Victoria, Rushworth Offroad Cycling Association (RORCA) and Rushworth Action Group for the Environment (RAGE) met in Rushworth last week to discuss a vision for the creation of a formal rail-trail ‘artery’ running from Rushworth to Heathcote and beyond.",
        "Readers may be aware of the Murchison Rail-trail that comes to an abrupt halt, halfway to Rushworth. The group learned that the proposal to continue the trail is well under way, with the Shire of Campaspe currently in negotiations with DELWP and Regional Development Victoria to complete the trail to Rushworth and extend it through the forest. This would give rail-trail enthusiasts (and there are plenty) the ability to travel by train from Melbourne to Murchison and cycle the central Victorian gold elds, spending time and tourist dollars in small towns like Rushworth.",
        "The development of additional forest loop tracks and track access to Graytown and Mount Black within Heathcote-Graytown National Park was discussed as a draw-card for cyclists and walkers wanting to explore the environment more intimately away from main roads. Many opportunities were highlighted within the culturally and naturally diverse landscape to enhance existing tracks with up- to-date signage and locally accessible maps. There is also potential to complement tours of the forest with the latest technological applications for the more cyber-savvy users who want an informative exploration of Rushworth’s local forest without carrying a paper map!",
        "Momentum is growing for the development of partnerships, with the aim of creating an integrated, cross-shire border, local nature experience that bush tracks provide, and the conversation will soon include the Shire of Strathbogie.",
        "The irony of the situation is not lost, as the closure of this track may lead to the opening of an entire track system that promotes public appreciation for the bush, public health and a genuine opportunity for the economic growth of small regional towns like Rushworth."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["rushworth-bush-tracks-debate", "carnage-in-state-forest"]
    },
    "twenty-years-gone-by": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-03-02",
      "title": "Waranga Hostel - Twenty years gone by",
      "media": "s3./wnews/gallery/2017/03/wnews20170302-000.jpg",
      "pars": [
        "On a warm and sunny Sunday (19 February 2017),  locals and visitors gathered in the gardens of the Waranga Hostel in Rushworth to help celebrate the hostel’s 20th birthday.",
        "The garden and the setting had been manicured and planned in fine detail to make everyone feel welcome and to put them in a party mood.",
        "Dignitaries were present to give the occasion some gravitas as Clem Furphy guided the occasion through its formalities. About 170 guests - including Steph Ryan Member for Euroa), Sharman Stone (who officially opened the hostel in 1997) and Doug Crow (at that time, the Chief Commissioner of the newly-formed Shire of Campaspe) who turned the first sod. Clem added to the historical touch of the day by bringing along the actual shovel used, but suitably rejuvenated for the occasion with a touch of gold paint!",
        "Also present were Campaspe Mayor, Adrian Weston, Noel Maughan (former Member for Rodney), John and Mark O’Mahoney (the builders), Trevor Saunders (CEO of GV Health) and Jane French (Manager/Director of Nursing of GV Health, Waranga Campus).",
        "<strong>A community celebration</strong>",
        "But the day belonged to the Hostel and its staff and residents - and the work and coordination of the Friends of the Hostel who had put so much time and effort into making the celebration the great success it was.",
        "Many thanks to all these people (including staff who volunteered their time on the day) who made the Garden Party such a successful community event.",
        "Hostel residents and their families, staff and local guests were treated to a plentiful afternoon tea,   followed by a barbecue later in the day - for anyone who could manage to eat anything more!",
        "Students of Rushworth P-12 College were the very capable and friendly waiting staff serving the tables and the Lions Club manned the sausage sizzle, the Rushworth Concert Band entertained the guests and Murray Ross sketched away in the background.",
        "It was good to acknowledge all those who had been part of the original idea, planning and fund-raising that made the Hostel a reality - and what a boost it’s been for our local area. It has enabled locals in need of care to stay local and to remain part of the community. Its location, right in the centre of Rushworth, means that residents are not cut-off from the town facilities and can always get a yarn if they are up to a walk down the street.",
        "The hostel has also been a boost for training and employment opportunities. Congratulations to all concerned who have all contributed to this great asset for the local community."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "farewell-doris": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-03-02",
      "title": "Farewell to Doris from the Waranga News",
      "media": "s3./wnews/gallery/2017/03/wnews20170302-010.jpg",
      "pars": [
        "The Waranga News team was saddened to hear of the passing of their long-term valued volunteer, Doris Barlow, last Saturday.",
        "Until 2014 Doris had been one of our longest serving team members, having commenced with the paper in the early 1980’s and serving in a number of roles, including reception, proof-reading and reporting for clubs such as the Senior Citizens. She was also a Waranga News Board member and most recently served as Vice-President for a number of years.",
        "Doris was enthusiastic and committed to the community newspaper cause and regularly attended the annual conferences of the Community Newspapers of Victoria (CNAV) at various venues around the state. She was well-loved in CNAV circles and known for her proud claim to be the oldest attendee there. Although it was past the time she was able to attend conferences, she was still featured on the cover of the Association’s 10th anniversary program!",
        "<em>Farewell Doris from your Waranga News friends, past and present - you are sadly missed.</em>"
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "calling-all-animal-lovers": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-03-02",
      "title": "Calling all animal lovers - new volunteer roles available",
      "pars": [
        "The Campaspe Animal Shelter is on the lookout for animal lovers with an interest in becoming part of the shelter’s newly-launched Volunteer Program.",
        "Campaspe Mayor, Cr Adrian Weston, said the volunteering opportunities on offer included a broad range of hands-on roles at the shelter as well as foster carers to look after the animals for short periods of time in their own home.",
        "“The Campaspe Animal Shelter provides a safe, temporary place for lost, stray or unwanted dogs and cats until a permanent home can be found, so we are looking for volunteers passionate about providing the highest quality of care for these animals during their stay at the facility,” Cr Weston said.",
        "“This is a wonderful opportunity for the animal lovers in our community to make a positive and valuable contribution to the ongoing physical and psychological wellbeing of these animals.",
        "“All animals at the shelter are tested for temperament and health, so volunteers and foster carers would only care for those that have passed all the tests and have been deemed suitable for adoption.",
        "“As the focus of this council service is to re-home the animals, the quality of care provided by volunteers is vitally important in ensuring each animal has the best possible chance of  nding its forever home.”",
        "To ensure the suitability of volunteers for particular roles, council has a comprehensive volunteer recruitment program in place that includes an expression of interest process, then upon acceptance, formal induction, training and on-site health and safety education.",
        "“This system not only assists us to match volunteers with jobs aligned with their knowledge, skills and experience, it enables prospective volunteers to fully understand what’s involved in becoming a volunteer,” Cr Weston said.",
        "Positions on offer for the current intake of volunteers include general assistants to help with play, exercise and grooming with the Campaspe Animal Shelter. Foster carers are also needed to provide short-term respite within their own home for animals who may have been at the facility for extended periods of time.",
        "Council is holding a public information session on Thursday, 9 March from 6-7pm at the Echuca Civic Centre Function Room for interested members of the public to  nd out more about these volunteering opportunities. Further information, including application forms, is also available on Council’s website <a href=http://www.campaspe.vic.gov.au>www.campaspe.vic.gov.au</a>.",
        "Expressions of interest must be received by Council by Monday, 20 March. These can be emailed to shire@campaspe.vic.gov.au or sent to Campaspe Shire Council, PO Box 35, Echuca VIC 3564.",
        "To coordinate an interview or seek further information contact, Communications Unit, 5481 2203, Email: s.ennis@campaspe.vic.gov.au"
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "comments": "enabled"
    },
    "colbo-primary-celebrates": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-03-02",
      "title": "Colbinabbin Primary celebrates 100 years of quality education",
      "media": "s3./wnews/gallery/2017/03/wnews20170302-012.jpg",
      "pars": [
        "Around fifty community members gathered on the lawns of Colbinabbin Primary School recently to launch a year of centenary celebrations for the school. The school children were all dressed in period costume, appropriately setting the scene for celebrating 100 years of education in Colbinabbin.",
        "School leader, Jack McArdle, welcomed all the guests and then added a special welcome to Department of Education colleagues, past principals, past and present school council presidents and councillors, past and present Parent and Friend members, past and present staff members and pupils.",
        "Barrie Winzar, Principal from 1965-1967, addressed the crowd gathered and reminisced fondly about his time at Colbinabbin, with some funny anecdotes, and noted how the physical buildings had changed so much. However he believed that the crowd present was indicative of the fact that the Colbinabbin community spirit had not changed and that this community was indeed still the special place he remembered.",
        "Following this, House Leader, Ned Morgan, and Prep student, Herb Ireland unveiled the centenary plaque.",
        "The next stage of the proceedings saw the burying of a time capsule that had been made by the children. House Leader, Kiara Kaiser, read out a list of all the items that had been placed in the time capsule. Josh Simeon, Green Team Leader, then placed the capsule in the ground and read the plaque to the audience gathered. The ceremony concluded with the children singing a rendition of Waltzing Matilda.",
        "Principal, Robyn MacLean, thanked all those who had worked to prepare the school for the special celebrations. Wendy Morgan, who has taught at the school for many years, then cut the cake depicting a ‘100’ as the crowd gave three cheers for the future of the Colbinabbin Primary School. Those gathered then enjoyed a delicious morning tea prepared by the Colbinabbin parents and coordinated by Centenary Celebrations working group member, Robyn Ryan.",
        "<em><strong> - Robyn MacLean, Colbinabbin Primary School</strong></em>"
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "rushworth-bush-tracks-debate": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-03-02",
      "title": "Rushworth’s bush tracks in parliamentary debate",
      "media": "s3./wnews/gallery/2017/03/wnews20170302-028.jpg",
      "pars": [
        "A recent public outcry about the state government’s <a href=http://www.wnews.org.au/articles/list/carnage-in-state-forest.html>track-blocking policy</a> has urged a number of state MP’s and local government representatives, to visit the now famous ‘Telstra Trail’.",
        "Social media attention for the ‘Telstra Track’ near Rushworth has brought the standard practice of track- blocking into scrutiny as thousands of comments are recorded from across the nation complaining that public land is becoming increasingly inaccessible.",
        "Last week staff from the Department of Environment, Land, Water and Planning, admitted they were responsible for the widely condemned action of felling track-adjacent trees along seven kilometres of the popular ‘Telstra Trail’ in the Redcastle-Graytown State Forest, near Rushworth. They say this was done to deter trail- bike access and allow the track to regenerate after increased off-road use. Spokesperson, Paul Bates, is quoted saying around one hundred trees were felled across the track; however, a survey conducted by a local resident has recorded one hundred and ninety-three live trees have been destroyed. Over one hundred dead trees and branches have also been dragged across the forest  oor to create obstacles. It was noted that a large machine was used to move and push many of the trees over and that this machinery caused signi cant and widespread damage to countless native understory  ora species.",
        "The vox pop on social media shows that the community is unhappy not only about the environmental damage and access restriction, but also because there was no public consultation. Residents claim that prior to the Department’s actions the track was in good condition with minimal damage. It is described as a good, all-purpose track for walking and cycling on. The department spokesperson stated that walkers and cyclists may continue to use the track but it is evident that the new obstructions present great dif culty and danger to current legal users and that trail-bike riders will now just ride around the felled trees and cause further damage to the environment. A trail-bike rider on social media claimed that the obstacles will just make the track more of a challenge. It is interesting to note that not until after the works were complete, were signs erected advising users of restricted access. The attempt to prevent illegal use of the area has also encouraged the illegal collection of  rewood, with people already removing the fallen trees.",
        "The clear message that has been voiced to the environment minister by a number of state MPs in parliament is that forests should be able to be appropriately used by the public, but environmental concerns, including forest conservation and protection of ecosystems, must also be addressed.",
        "The department has acknowledged that in hindsight it should have done things differently, but unfortunately there is no way to turn back time. Instead the minister must look into the situation and create safeguards to protect the environment from future similar actions as well as to allow the public fair access and ongoing use."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "comments": "enabled",
      "related": ["carnage-in-state-forest"]
    },
    "welcome-preps-2017": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-02-16",
      "title": "Welcome to Prep/Foundation students for 2017",
      "media": "s3./wnews/gallery/2017/02/20170216-1.jpg",
      "pars": [
        "The start of the 2017 year brought with it a name change for some prep students. Foundation students is the new term used to describe preps, this was introduced to give a national uniform approach.",
        "Left: St Mary’s Rushworth welcome, Back row: Nevaeh Shelton, Kaley Knight, Nevaeh Forsyth, Mieke Wright, Elvie Wright, Torri Eagles, Kaitlyn Garvey. Front Row: Amber Coates, Patrick Williams, JJ Robertson, Billie Johnstone, Skylar McConnell, Willow Bertram.",
        "Bottom Left: Rushworth P-12, welcome to the College (L-R) Isaac Chester-White, Michelle Fung, Helena Edwards, Declan Hawking. (Absent were Eden Jones &amp; Erik Demillo)."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "related": ["herb-is-the-one"]
    },
    "heart-breaking-end": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-02-16",
      "title": "Heart breaking end to search",
      "pars": [
        "We are saddened by the news, the police have confirmed after a three day search, divers have recovered the body of the missing 21 year old Rushworth man, feared drowned. The man went missing last Saturday afternoon, after entering the channel and not resurfacing. The incident occurred on Channel Inlet road, a channel that leads into the Waranga Basin. Our hearts go out to the family and friends."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "residents-have-a-say": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-02-16",
      "title": "Residents still able to have a say",
      "pars": [
        "More than 330 residents took the time on Saturday (4 February) to join in the Campaspe Conversation event, chatting to councillors and staff.",
        "Mayor, Cr Adrian Weston, said the event, held for the fifth year, was a success and councillors enjoyed meeting many residents across the region.",
        "“I thank community members who took the time to meet with us on Saturday, it was great to hear first-hand your views and comments.”",
        "“Echuca was much busier this year, with Kyabram, Rushworth and Rochester similar in numbers. This year we also added Gunbower in the Western Ward, and although quiet, provided an opportunity for residents to participate.”",
        "“The conversation was quite varied, from current shire-wide issues, to a general chat and catch-up, to lodging a service request.”",
        "“To date we have received 155 responses through our survey, but will leave the survey open through to 17 February to give residents time to participate,” Cr Weston said.",
        "“A quick review of the responses to date shows that 80% did not participate in last year’s event, similar to last year at 83% - which is good news that we have connected with even more people from across our shire.”",
        "Staff had access to the IT system to assist in the lodgement or follow-up of service requests as well as the use of iPads for survey responses.",
        "“I wish to thank our staff who gave up their Saturday morning to assist councillors with this event.”",
        "A full review of the survey information will be undertaken once the survey is closed and will be reported back to the community in the March community newsletter.",
        "The survey can be accessed via council’s website, or directly at link <a href=https://www.surveymonkey.com/r/convoday>https://www.surveymonkey.com/r/convoday</a>"
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "comments": "enabled"
    },
    "bridge-construction-imminent": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-02-16",
      "title": "Start Of Works On Echuca Moama Second Bridge Imminent",
      "media": "s3./wnews/gallery/2017/02/20170216-4.jpg",
      "pars": [
        "Start of construction of the Echuca Moama second bridge is imminent with all formal approvals now in place.",
        "“With ministerial approval of the planning scheme amendment needed to lock in the land, and public gazetting of the project on 1 December 2016, we are thrilled that all check boxes have now been ticked, giving the green light for works to begin on the Echuca Moama second bridge crossing,” Campaspe Mayor, Cr Adrian Weston, said.",
        "“Bringing this project to fruition has been a high priority and ongoing advocacy issue of council and the community for many years, so this is fantastic news for our entire shire.”",
        "Formal approval of Amendment C103 to Campaspe’s Planning Scheme reserves the land required for the project, and sets out planning controls to ensure that any impact on the environment and community are managed. This, together with the land identifi ed for the new crossing in Moama that was previously approved in the Review of Environmental Factors in NSW, formalises the project to be built along the Mid West Option.",
        "“Benefits of the new bridge will be signifi cant and wide-ranging,” Cr Weston said.",
        "“In addition to the regional economic and social advantages, the communities of Echuca and Moama, which rely heavily on the crossing for employment, tourism and emergency services, will benefi t greatly on a daily basis and in a very tangible way.",
        "“We now look forward to the opening of the VicRoads project office on site later this month, signalling to residents that project implementation is finally underway.”"
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "comments": "enabled"
    },
    "carnage-in-state-forest": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-02-16",
      "title": "Carnage in Rushworth State Forest",
      "media": "s3./wnews/gallery/2017/02/20170216-6.jpg",
      "pars": [
        "Hundreds of trees have been destroyed in Rushworth State Forest, south of Whroo, in what appears to be an attempt to discourage dirt-bike use in the area.",
        "The felled Box and Ironbark trees have been deliberately pushed down over an extended stretch of one of the key trails in the area, rendering it unusable to cyclists and an inconvenience and danger to walkers and other legal trail users.",
        "The affected trail – affectionately known to local walkers and mountain-bikers as the ‘Telecom Line’ or ‘Telecom Trail’ – runs deep into the forest from Rushworth.",
        "The carnage starts south of Whroo where the trail crosses over Rushworth-Graytown Road and continues for approximately 7km. The felled trees cover the track at regular intervals and show scrape marks and other obvious signs of being pushed over by heavy equipment.",
        "Visiting mountain-bikers, a small but growing group of recreational users who enjoy the beauty of the Rushworth State Forest, have been reporting the discovery to a local mountain-biking association this week. There are no signs or any other information warning trail users of the changed conditions in the area.",
        "The destruction is said to be deliberate to discourage dirt-bikers from using the trails. The environmental damage and destruction of one of the area’s most popular trails has drawn the ire of locals and the online community.",
        "A Facebook video documenting the destruction had been viewed more than 12,500 times in less than 24 hours and attracted the interest of State MP’s as this article was written."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "comments": "enabled"
    },
    "herb-is-the-one": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-02-02",
      "title": "Herb is the One!",
      "media": "s3./wnews/gallery/2017/02/20170202-1.jpg",
      "pars": [
        "This year Colbinabbin Primary welcomed just one prep child to the school. Herb Ireland will join big brother, Lenny at school - and he is sure to receive plenty of attention! Although the sole preppie, there are no worries about Herb settling confidently into school life after participating in the school’s term four Pre-Prep Program last year."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "australia-day-celebrated": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-02-02",
      "title": "Australia Day celebrated",
      "media": "s3./wnews/gallery/2017/02/20170202-2.jpg",
      "pars": [
        "Australia Day was marked across the region with community celebrations and citizens being recognised for outstanding contribution to their local communities.",
        "In Rushworth about 150 people attended in the cool comfort of the Shire Hall, with its comfortable seats and notable absence of biting insects.",
        "Activities kicked off with the traditional barbeque hosted by the Rushworth &amp; District Lions Club and drinks provided by the members of the local SES Unit. Our much admired band played during the BBQ, and also performed the National Anthem and a concert piece when the official entertainment started at 6 pm.",
        "A number of local entertainers performed before Mayor Adrian Weston addressed the audience with some personal thoughts about Australia Day.",
        "More entertainment followed and guest speaker Bob Holschier delivered a fascinating discourse on some little-known historic events in Rushworth and Whroo, explaining many of the unusual things that we all take for granted.",
        "The evening climaxed with the presentation of awards by Mayor Adrian Weston and Bob, after which the evening closed with a somewhat shortened version of “I Still Call Australia Home”.",
        "<strong>Waranga Ward winners</strong>",
        "Citizen of the Year - Doug Gray",
        "Young Citizen of the Year - Not awarded",
        "Sportsperson of the Year - Alexandrea Bethell",
        "Junior Sportsperson of the Year - Not Awarded",
        "Community Group of the Year - Stanhope &amp; District Men’s Shed",
        "Arts Person of the Year - Tony (Anthony) Crosbie",
        "* Doug Gray was also selected as the Shire of Campaspe’s Citizen of the Year. (See page 6)",
        "<strong>Rushworth township awards</strong>",
        "This year two local Rushworth awards were presented.",
        "Citizen of the Year went to Ray Barber, in recognition of his many years of service to Rushworth Easter Festival and Rushworth SES Unit.",
        "A Special Commendation was also awarded to Lorraine Lloyd for dedicated service as School Crossing Lollipop Lady for many years."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "a-fresh-approach": {
      "sling:resourceType":"wnews/page/article",
      "date": "2016-11-03",
      "title": "A fresh approach",
      "media": "s3./wnews/gallery/2016/11/20161103-1.jpg",
      "pars": [
        "Rushworth Garden Festival, spread over two weekends this year, was once again a great success. The Garden Expo on the second weekend was a vibrant collection of plant stalls, handmade craft, garden produce, live music and guest speakers. The community joyfully embraced the new concept and an atmosphere of sharing and promise for the future resonated throughout the village green. Organisers are to be applauded for their initiative and the above image of the P-12 kitchen garden produce emulates this fresh approach."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "council-elections-see-some-new-faces": {
      "sling:resourceType":"wnews/page/article",
      "date": "2016-11-03",
      "title": "Council elections see some new faces",
      "pars": [
        "Council election results have been declared in much of the State, with Campaspe Shire Council results officially announced on Monday morning (31 October). Four new councillors have been elected, three in the Echuca Ward and one in Kyabram.",
        "The nine successful candidates representing the five wards for the Campaspe Shire Council are:",
        "<strong>Echuca Ward:</strong> Annie Vickers, Daniel Mackrell, Kristen Munro",
        "<strong>Kyabram Deakin Ward:</strong> Neil Pankhurst, Vicki Neele, John Zobec",
        "<strong>Rochester Ward:</strong> Leigh Wilson",
        "<strong>Western Ward:</strong> Leanne Pentreath",
        "<strong>Waranga Ward:</strong> Adrian Weston",
        "Chief Executive Officer, Jason Russell, congratulated the successful candidates and thanked retiring and outgoing councillors for their service.",
        "“We have a new council with a good blend of experienced and new councillors and with four female councillors, the highest representation of females we have had on council to date.”",
        "Waranga Ward Councillor Adrian Weston also noted the improved gender balance which was reflected across the State.",
        "“It’s good to see four women elected to Council and four new councillors. I’m looking forward to some new and fresh thinking and am feeling positive about the potential for this new group of councillors to achieve some good community outcomes during the next four years,” he said.",
        "The statutory meeting, where councillors will take the Oath of Office, sign the Code of Conduct and officially elect the Mayor, will be held on Tuesday, 8 November at 5pm."
      ],
      "comments": "enabled",
      "disqusShortName": "waranganews",
      "published": true
    },
    "huge-stanhope-weekend": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2016-10-20",
      "title": "Huge Stanhope weekend",
      "media": "s3./wnews/gallery/2016/10/20161020-1.jpg",
      "pars": [
        "<strong>Hundreds turn out to celebrate Stanhope School’s 100 years.</strong>",
        "Hundreds of visitors, many former residents of Stanhope, came back to town last weekend to celebrate the centenary of their old school.",
        "The celebrations commenced on Friday with the local school children, their parents and friends, launching one hundred balloons to celebrate the one hundred years life of the school (pictured above).",
        "Many visiting former students and staff inspected the school during the afternoon, along with all its modern facilities.",
        "Saturday was the main day of celebrations, with more than 300 people attending the school to inspect the facilities, together with a photo display of students from years gone by, but most importantly, to catch up with former friends and mates from their school days, some more recent, but most from many years ago. There were many memories revived and stories told of years gone by (mostly true, but some perhaps a little exaggerated).",
        "The afternoon concluded with photos being taken of groups of former students, representing the ten decades of the school.",
        "Following such a successful day, the dinner in the Stanhope Community Hall was just as successful, with more than one hundred attending. Once again stories from the past were related by some of the very senior students, including Mr David Bell, the oldest living former student, now in his mid nineties. The members of the organising committee were rightly ecstatic with the highly successful weekend."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "mini-market-another-great-success": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2016-09-22",
      "title": "P12 Mini Market another great success… YEP it was!",
      "media": "s3./wnews/gallery/2016/09/20160922-1.jpg",
      "pars": [
        "<strong>What a great community we live in!</strong>",
        "Staff and students were thrilled with the recent support from the community regarding their Mini Market on Wednesday 7 September.",
        "The Year 4/5/6 students and Year 9/10 YEP students had worked tirelessly since the last market to bring their customers some new, improved experiences.",
        "The barista’s were busy honing their skills, the pizza boys did a mammoth job not only cooking pizza’s for those who attended the Market, but for the majority of students who had ordered one or more for lunch that day! The ‘craft’ teams had been busy making ‘things’. Who would have guessed those ‘cookies in a jar’ would be such a HOT item?",
        "This group of willing workers raised over $700, the best one ever!",
        "They say there is no rest for the wicked and these groups of students (who are a long way from wicked), have already begun planning for the two final events of 2016.",
        "The students are excited to be joining in the festivities of the Rushworth Spring Garden Festival Fair on Saturday 29 October - 10am until 2pm. They will have a stall promoting the Stephanie Alexander Kitchen Garden as well as a range of ‘garden inspired’ goods for sale!",
        "They will also hold another Mini Market at the College in November, with a Christmas theme, the date of which will be established early next term.",
        "Thank you again to everyone who supported this event. The students hope to see you all again at their next two events."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "fire-destroys-homestead": {
      "sling:resourceType":"wnews/page/article",
      "date": "2016-09-08",
      "title": "Fire destroys Rushworth homestead",
      "media": "s3./wnews/gallery/2016/09/wnews20160908P01-002.png",
      "pars": [
        "When firefighters from Rushworth and Stanhope Brigades were paged out to a structure fire in Parramatta Gully Road early on Saturday morning, first responders were stunned to find the house already “fully involved”, even though the fire had been reported promptly and fire appliances arrived within minutes of the call.",
        "Fortunately, the occupants of the house escaped the blaze, but decades of priceless memorabilia relating to the eucalyptus factory and its succession of owners was destroyed.",
        "The fire is likely to have been caused by a combustion heater, which can be seen in the above photo with a damaged front glass."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "wildflower-hunt": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2016-08-25",
      "title": "Wildflower hunt this weekend",
      "media": "s3./wnews/gallery/2016/08/wnews20160825P01-000.png",
      "pars": [
        "The sun is starting to shine again and it’s time to welcome in the new season by unlocking Rushworth’s hidden treasures at the second annual Wildflower Hunt.",
        "Explore the vast array of native wildflowers in the Rushworth Ironbark Forest on Sunday 28 August at 10am meeting at the Rushworth Cemetery.",
        "Participants can explore the forest following a set 6km route with some side routes for the more adventurous. An array of wildflowers will be in bloom, such as downy grevillea, flax lilies, autumn greenhoods, correas, grey everlastings, brachyscome and much more. In addition to wildflowers there will be birds and other wildlife to see as well as historic sites and relics from the gold mining days.",
        "Included in this year’s Wildflower Hunt is the option of taking a guided botanical walk or a guided bird walk along the route given by local experts in the Rushworth Ironbark Forest. Also offered will be a self guided tour of the Rushworth cemetery which is the start and end point of the walk, showcasing some of the stories behind the people buried there."
      ],
      "comments": "enabled",
      "disqusShortName": "waranganews",
      "published": true
    },
    "new-easter-festival-committee": {
      "sling:resourceType":"wnews/page/article",
      "date": "2016-08-11",
      "title": "New Committee steps up for Easter Festival",
      "media": "s3./wnews/gallery/2016/08/wnews20160811P01-001.png",
      "pars": [
        "Rushworth’s popular Easter Festival is set to go ahead for 2017 with the election of a new Festival Committee and Parade Coordinator.",
        "Following the Rushworth Easter Festival Inc AGM in July which failed to elect a new committee, a public meeting was held on Monday evening, with a view to either electing a new committee or winding up the incorprated body.",
        "The full house (about forty people) indicated there was plenty of interest in keeping the festival alive and, after an intially slow start, a new committee came forward to takeover the reigns.",
        "The meeting was unanimous in expressing congratulations and gratitude to the previous committee members, many of whom had been the driving force behind the Easter Festival since its beginning."
      ],
      "comments": "disabled",
      "disqusShortName": "waranganews",
      "published": true
    },
    "state-of-the-forest": {
      "sling:resourceType":"wnews/page/article",
      "date": "2016-07-14",
      "title": "State of the forest raises concern",
      "media": "s3./wnews/gallery/2016/07/wnews20160714P01-001.png",
      "pars": [
        "A very disappointing discovery in the State forest near Whroo of some of the area’s iconic Grass Trees which have been destroyed through an act of environmental vandalism. The species is known for its slow growth rate and stunning form as it inhabits the forest floor in clusters and provides habitat for grounddwelling species such as the wallaby. Neil Laurie was recently embarrassed by the state of the forest when showing visitors around."
      ],
      "comments": "enabled",
      "disqusShortName": "waranganews",
      "published": true
    },
    "chief-celebrates": {
      "sling:resourceType":"wnews/page/article",
      "date": "2016-06-30",
      "title": "Chief celebrates 90 years",
      "pars": [
        "Ninety years, twenty grandchildren and twenty five great-grandchildren can only be classed as a great achievement. On Sunday 12 June, Chief (Jeff) Perry celebrated his 90th birthday with over a hundred family and friends at the Rushworth Football and Netball Clubrooms.",
        "While the formal event was held on the Sunday afternoon, the celebration was enjoyed over several days.",
        "Chief likes nothing better than to have family around him and in particular he loves his grandchildren visiting. During the long weekend Chief’s home was filled with family and he thoroughly enjoyed sitting round the camp fire and joining in the singing and sharing of yarns.",
        "Chief particularly enjoyed spending time with family members who travelled from afar for the celebrations and their efforts to travel were greatly appreciated. Chief was also surprised by the Rushworth Brass Band which attended the Sunday venue and played Happy Birthday, as well as a number of other pieces. Chief has been associated with the Band for many years and their attendance brought him much pleasure."
      ],
      "published": true
    },
    "editor-awarded-order-of-australia-medal": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2016-06-16",
      "title": "Waranga News Editor awarded Order of Australia Medal",
      "media": "s3./wnews/gallery/wnews20160616P01-188x188.jpeg",
      "pars": [
        "Our own Dr Mary Jo Fortuna of Rushworth has been awarded an Order of Australia Medal in the latest Queen’s Birthday honours list.",
        "The closely guarded news was kept amazingly ‘secret’ and embargoed, but with the publishing of the honours list last Monday, the news spread like wildfire, with the Waranga News Editor beseiged by phone calls at the News office and filming interviews for WIN news television screening.",
        "Anyone who’s known Mary Jo will appreciate the service she has given the various local and university campuses over the years. But few would know her full involvement until the reading of the citation was published, and there are probably many other services that have not made it to the list!",
        "Need we note that Mary Jo, herself, was quite overwhelmed by the attention and commented that she had nearly forgotten some of her various involvements.",
        "<strong>Retirement ~ not exactly!</strong>",
        "Although Mary Jo retired from lecturing and co-ordinating the Social Science faculty at the Shepparton Campus of La Trobe University in 2014, her days of pottering in the garden (as she had envisaged) have not exactly come to fruition. She was head-hunted to work with the St Vincent de Paul Society as Social Justice coordinator for the NorthEast Central region which often takes her off to Shepparton or Melbourne for meetings (just when we need her here), and her work in St Mary’s Parish includes playing music and being a member of the Parish Pastoral Council.",
        "As well as all this, involvement in her large family’s events and celebrations make many calls on her - well, with her seven children now married and twelve grandchildren, there are always reasons to gather!"
      ],
      "comments": "enabled",
      "disqusShortName": "waranganews",
      "published": true
    },
    "waranga-trail-progress": {
      "sling:resourceType":"wnews/page/article",
      "date": "2016-06-02",
      "title": "Waranga Trail - a small step closer",
      "pars": [
        "Rushworth residents with long memories will know it’s been a long time coming, but construction of the local rail trail appears to be one step closer to becoming a reality. Now known as the Waranga Trail, the signing of land management agreements has been endorsed by Campaspe Shire Council so that external funding negotiations can go ahead.",
        "Campaspe Mayor, Cr Leigh Wilson, said Council’s endorsement of the project would facilitate negotiations with grant bodies and partner organisations to secure funding to deliver the project some time in the future.",
        "“The Waranga Trail has been a subject of consideration by the local community and Council for over ten years,” Cr Wilson said.",
        "Over the past six months, Council has undertaken feasibility studies and cost/benefit analyses to assess the viability of the trail project. This information can now form the basis of a business case which will position the project as an attractive funding proposition.",
        "The proposed Waranga Trail includes the rail trail from Murchison to Rushworth and a connecting trail through to Heathcote. Scoping and estimates for the section of the trail, from Rushworth eastwards to the shire boundary towards Murchison and the section from Heathcote to Rushworth, have now been completed.",
        "Discussions and negotiations have been held with VicTrack, Department of Environment, Land, Water and Planning, Goulburn Murray Water, Parks Victoria, City of Greater Bendigo and private land holders. Consultation has also included Regional Development Victoria to affirm the potential viability of securing funding support.",
        "“Based on these consultations, we have concluded that construction of both reaches of the trail is feasible and will generate a positive return on investment,” the Mayor said.",
        "An interim costing predicts the Rushworth to Murchison link will cost approximately $1.2 million and the Heathcote to Rushworth link will cost approximately $1.1 million.",
        "The Waranga Trail is identified as a key Shire of Campaspe project in the Regional Development Australia prospectus. Council officers have undertaken more detailed work seeking to secure access rights to the trail route to eliminate risks and issues should the project be funded.",
        "“Council’s endorsement of the project and signing of agreements with VicTrack and Goulburn Murray Water to secure tenure of land will demonstrate our full commitment to potential external funding bodies,” Cr Wilson said.",
        "However it’s not all in the bag yet. External grant opportunities are likely to require Council to match any funding contribution dollar for dollar. Council says it is committed to negotiating with stakeholders and partners to a point where the project is ready to go should the funding become available.",
        "While the project does not extend to a trail linking Girgarre to Rushworth at present, Council acknowledges this would have the capacity to generate positive health and wellbeing outcomes for local residents.",
        "Council officers will continue to facilitate negotiations to allow the Girgarre Development Committee to assume management of DELWP land between Girgarre and Stanhope to extend the existing small community-owned trail."
      ],
      "comments": "enabled",
      "disqusShortName": "waranganews",
      "published": true
    },
    "mavis-celebrating-102": {
      "sling:resourceType":"wnews/page/article",
      "date": "2016-06-02",
      "title": "Mavis celebrating 102 years",
      "media": "s3./wnews/gallery/wnews20160602P01-188x188.jpeg",
      "pars": [
        "Mavis Hunt celebrated her 102nd birthday with family &amp; friends at Moyola Lodge, Tatura, on 24 May. An avid reader, Mavis always enjoys getting her Waranga News to catch up with the local events. She asked her daughter, Maggie Johnston, to say ‘thank you’ on her behalf for the beautiful cards, flowers and good wishes she received for her birthday."
      ],
      "published": true
    },
    "freak-storm-strikes": {
      "sling:resourceType":"wnews/page/article",
      "date": "2016-05-19",
      "title": "Freak storm strikes Rushworth area",
      "media": "s3./wnews/gallery/wnews20160519P01-188x188.jpeg",
      "pars": [
        "When ferocious winds and torrential rain impacted parts of Rushworth last week, it left some areas of the district looking like a war zone. Trees were up-rooted or had large parts of their canopies snapped off, and intense downpours occurred over some areas while others escaped virtually unscathed. These photos by Cass Alexander show the storm in action and some of its aftermath.",
        "Rushworth Observatory recorded 30mm of rain in a five minute deluge that quickly left the domed telescope housing surrounded by water. Huge rain drops pelted down, as seen in the photo at right.",
        "Trees toppled near Murchison, and the RushworthTatura Road was blocked by foliage dislodged from roadside trees (above). One tree on Chief Perry’s property was uprooted completely by the fierce winds (below).",
        "Members of Rushworth Fire Brigade quickly initiated a cleanup operation, and were soon assisted by a front-end loader and driver from a nearby construction crew, and a local motorist who arrived with a chainsaw (lower right).",
        "A VicRoads crew also arrived on scene, and the cleared road was finally given a final wash-down by the tanker’s powerful front monitor. The highway was reopened within a half hour, and traffic was soon moving once again",
        "It was a great team effort by all of those involved."
      ],
      "published": true
    },
    "save-local-pools": {
      "sling:resourceType":"wnews/page/article",
      "date": "2016-05-05",
      "title": "Move to save local pools",
      "pars": [
        "Small town communities in the Shire of Campaspe have come out in force to save their much-loved community facility, their local swimming pool, from being decomissioned.",
        "While Council claims the proposed changes are necessary cost-cutting measures, and that limited resources must be used to provide services to the greatest number of people, small town residents feel their own community needs are as important as the bigger centres and are at present being overlooked."
      ],
      "published": true
    },
    "trees-last-stand": {
      "sling:resourceType":"wnews/page/article",
      "date": "2016-03-10",
      "title": "Trees last stand",
      "pars": [
        "Despite the best efforts of the Rushworth Action Group for the Environment (RAGE) and its many supporters, roadworks have commenced this week that will see 91 trees removed from the RushworthTatura Road entrance to town.",
        "However, all was not lost in the the RAGE campaign to protect Rushworth’s old-growth roadside trees, with 65 of those originally slated for removal now being retained.",
        "Other compromises reached in negotiations with VicRoads include reduction in the speed limit from 100kph to 80kph for an extended distance along the winding road and reduction in the extent of the use of wire rope and steel guard railing.",
        "In addition, all of the timber from the felled trees will be retained in the town for the use of the community."
      ],
      "published": true,
      "related": ["save-the-trees"]
    },
    "a-legendairy-winner": {
      "sling:resourceType":"wnews/page/article",
      "title": "A Legendairy Australia Day winner",
      "date": "2016-01-28",
      "media": "s3./wnews/gallery/wnews20160128P01-188x188.jpeg",
      "pars": [
        "Members of the Stanhope &amp; District Development Committee (S&DDC) were delighted to learn their nomination, Andrew Hipwell, was declared Citizen of the Year in the Rushworth District and also Citizen of the Year across the Shire of Campaspe.",
        "The S&DDC considered Andrew to be a very worthy recipient of the awards, following his efforts of the past few years, in bringing a great deal of awareness of Stanhope across Victoria and Australia.",
        "His work with the young people of the Stanhope District, through his and their involvement and participation with Auskick, has been greatly appreciated by many parents.",
        "However, his involvement with all the Stanhope community in playing a major role, together with others, by successfully nominating Stanhope for recognition as “The Legendairy Capital of Australia “ has been outstanding and strengthened the resolve of the S&DDC in nominating Andrew for the award.",
        "Secretary of the S&DDC, Bob Holschier, said members were absolutely delighted to see that Andrew has been fittingly recognised for his tremendous work during the past few years. Mr Holschier stated, “We were very encouraged with putting forward Andrew’s nomination, when we received so many supporting letters from the various organisations Andrew was involved with, that brought so much recognition Australia - wide to Stanhope”. These supporting letters came from Dairy Australia, Fonterra, AFL, Murray Goulburn region, the Stanhope Primary School and parents of children involved with Auskick."
      ],
      "published": true
    },
    "save-the-trees": {
      "sling:resourceType":"wnews/page/article",
      "title": "Community rallies to save trees",
      "date": "2015-05-28",
      "media": "s3./wnews/gallery/wnews20150528P01-188x188.jpg",
      "pars": [
        "Rushworth residents have come out in force to express their alarm at VicRoads plans to remove more than 120 mature indigenous trees along the Tatura-Rushworth Road leading into the town.",
        "As contractors arrived to commence work, word quickly spread and at the eleventh hour a group of local residents gathered and succeeded in temporarily halting the scheduled road works.",
        "On extremely short notice, the group, instigated by Louise Costa, Les Pelle and Sharon Carey, rallied other concerned locals to the site at the truck parking bay on the Tatura- Rushworth Road two kilometres out of Rushworth.",
        "The group was able to convince VicRoads project managers to postpone the extensive roadside ‘remodelling’ which would see 123 indigenous trees removed from the landscape.",
        "<strong>Need to consult</strong>",
        "Local outrage focussed on the loss of such a large number of trees without community consultation.",
        "While contractors waited in the background it was pointed out to managers that VicRoads plans to undertake such a project without informing or consulting the local community was not on.",
        "Eventually it was agreed that the project should be postponed and the community issues resolved before continuing work. It was admitted there had been no intention to inform local residents and conceded that it was appropriate to do so.",
        "The contractors were sent home and VicRoads has agreed to hold a public meeting to explain the extent of the project and answer questions.",
        "Scheduled to start as soon as possible, the project would see roadworks continue for two months. It also includes widening the road and constructing four kilometres of wire guard rails.",
        "VicRoads has suggested that the reason for the road change is traffic safety based on recent accident reports for the road, however there is no intention to reduce the speed limit."
      ],
      "published": true
    },
    "centenary-anzac-day": {
      "sling:resourceType":"wnews/page/article",
      "title": "Record crowds mark Centenary ANZAC Day",
      "date": "2015-04-30",
      "media": "s3./wnews/gallery/wnews20150430P01-188x188.jpg",
      "pars": [
        "ANZAC Day was observed around the district with particular fervour and record attendances in this year commemorating the landing at Gallipoli 100 years ago. Included in the day were special ceremonies - the opening of a War Memorial in Corop and the unveiling of a plaque to honour Vietnam Veterans in Rushworth.",
        "Poppies marked each of the names on the old Shire of Waranga Honour Roll boards at the Memorial, a labour of love by Mary Beck and Mavis Raglus. More  oral tributes were added throughout the day, as a succession of wreaths were laid by people representing many generations of our community.",
        "Rushworth’s 2015 Anzac Day Dawn Service began with powerful words from local RSL President, Bill Barlow. “Welcome to you all on this most signi cant occasion, arguably the most important anniversary and the most important centenary in our nation’s history.",
        "“(Anzac Day) is our day when we as a nation remember all those who have fought and died for their country in time of con ict, but especially this morning. “We remember and honour not only those original Anzacs who landed at Gallipoli 100 years ago today, but all Australians and our brother New Zealanders who fought and died for the cause of freedom in that most horrendous and tragic period in our nation’s history”.",
        "As more than three hundred people gathered around Rushworth’s High Street War Memorial, the ritual was played out with great solemnity and respect.",
        "Those assembled heard the poignant words of a letter written to local loved ones on 24 April by Charlie Bale, a man who was to die the very next day. The Ode about not growing old was followed by the Last Post, a minute’s silence and the Reveille, the familiar sequence that is at once haunting and uplifting."
      ],
      "published": true
    },
    "community-life": {
      "sling:resourceType":"wnews/page/article",
      "title": "Community - life is all about that!",
      "date": "2014-09-04",
      "media": "s3./wnews/gallery/2014/09/wnews20140904P01-000.jpg",
      "pars": [
        "You meet the nicest people in Rushworth’s Community Garden - that’s where Chief Perry and Marcie Martin caught up recently over pizza. Pizza Days in the Garden regularly attract a wide variety of people getting together for great food and first class companionship."
      ],
      "published": true
    },
    "lorem-ipsum-1": {
      "sling:resourceType":"wnews/page/article",
      "title": "Lorem ipsum dolor sit amet.",
      "date": "1970-01-01",
      "pars": [
        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vivamus non elit ac dui viverra viverra. Praesent ut accumsan elit, porttitor vulputate ante. Suspendisse fringilla neque justo. Sed vitae purus ac orci consectetur ullamcorper. Maecenas consectetur ac magna ut pellentesque. Fusce mattis risus vitae dolor dictum, quis suscipit libero iaculis. Nunc sapien turpis, ultricies non nisl vel, placerat sagittis mauris. Integer sodales sodales dignissim. Sed id mauris elementum, euismod ex sit amet, malesuada turpis. Vivamus facilisis sed urna a cursus. Proin vitae nisi leo. Curabitur eu libero pulvinar, varius augue nec, iaculis dolor. Etiam faucibus ipsum sit amet porttitor efficitur. Sed consectetur lorem ut eros pulvinar efficitur.",
        "Sed eget accumsan sapien. Duis blandit eros ac sapien dictum, eu dapibus quam sodales. Nunc eget sem nulla. Sed sodales dolor eu finibus mollis. Phasellus nec enim enim. Aliquam imperdiet mi a sodales finibus. Nullam eget scelerisque lectus. Pellentesque at eleifend tortor. Cras aliquam vestibulum rutrum. Integer elementum eros sapien, a pellentesque sem efficitur sit amet. Sed maximus egestas diam et molestie. Phasellus vitae porta est."
      ],
      "published": false
    }
  }
}
