{
  "title":"Waranga News | Articles",
  "sling:resourceType":"wnews/page/list",
  "jcr:primaryType":"nt:unstructured",
  "list": {
    "sling:resourceType":"wnews/block/article-list",
    "paging": {
      "sling:resourceType":"wp/block/paging",
      "pageSize": 6,
      "total": 29
    },
    "twenty-years-gone-by": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-03-02",
      "title": "Waranga Hostel - Twenty years gone by",
      "media": "s3./wnews/gallery/2017/03/wnews20170302-000.jpg",
      "pars": [
        "On a warm and sunny Sunday (19 February 2017),  locals and visitors gathered in the gardens of the Waranga Hostel in Rushworth to help celebrate the hostel’s 20th birthday.",
        "The garden and the setting had been manicured and planned in fine detail to make everyone feel welcome and to put them in a party mood.",
        "Dignitaries were present to give the occasion some gravitas as Clem Furphy guided the occasion through its formalities. About 170 guests - including Steph Ryan Member for Euroa), Sharman Stone (who officially opened the hostel in 1997) and Doug Crow (at that time, the Chief Commissioner of the newly-formed Shire of Campaspe) who turned the first sod. Clem added to the historical touch of the day by bringing along the actual shovel used, but suitably rejuvenated for the occasion with a touch of gold paint!",
        "Also present were Campaspe Mayor, Adrian Weston, Noel Maughan (former Member for Rodney), John and Mark O’Mahoney (the builders), Trevor Saunders (CEO of GV Health) and Jane French (Manager/Director of Nursing of GV Health, Waranga Campus).",
        "<strong>A community celebration</strong>",
        "But the day belonged to the Hostel and its staff and residents - and the work and coordination of the Friends of the Hostel who had put so much time and effort into making the celebration the great success it was.",
        "Many thanks to all these people (including staff who volunteered their time on the day) who made the Garden Party such a successful community event.",
        "Hostel residents and their families, staff and local guests were treated to a plentiful afternoon tea,   followed by a barbecue later in the day - for anyone who could manage to eat anything more!",
        "Students of Rushworth P-12 College were the very capable and friendly waiting staff serving the tables and the Lions Club manned the sausage sizzle, the Rushworth Concert Band entertained the guests and Murray Ross sketched away in the background.",
        "It was good to acknowledge all those who had been part of the original idea, planning and fund-raising that made the Hostel a reality - and what a boost it’s been for our local area. It has enabled locals in need of care to stay local and to remain part of the community. Its location, right in the centre of Rushworth, means that residents are not cut-off from the town facilities and can always get a yarn if they are up to a walk down the street.",
        "The hostel has also been a boost for training and employment opportunities. Congratulations to all concerned who have all contributed to this great asset for the local community."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "farewell-doris": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-03-02",
      "title": "Farewell to Doris from the Waranga News",
      "media": "s3./wnews/gallery/2017/03/wnews20170302-010.jpg",
      "pars": [
        "The Waranga News team was saddened to hear of the passing of their long-term valued volunteer, Doris Barlow, last Saturday.",
        "Until 2014 Doris had been one of our longest serving team members, having commenced with the paper in the early 1980’s and serving in a number of roles, including reception, proof-reading and reporting for clubs such as the Senior Citizens. She was also a Waranga News Board member and most recently served as Vice-President for a number of years.",
        "Doris was enthusiastic and committed to the community newspaper cause and regularly attended the annual conferences of the Community Newspapers of Victoria (CNAV) at various venues around the state. She was well-loved in CNAV circles and known for her proud claim to be the oldest attendee there. Although it was past the time she was able to attend conferences, she was still featured on the cover of the Association’s 10th anniversary program!",
        "<em>Farewell Doris from your Waranga News friends, past and present - you are sadly missed.</em>"
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "calling-all-animal-lovers": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-03-02",
      "title": "Calling all animal lovers - new volunteer roles available",
      "pars": [
        "The Campaspe Animal Shelter is on the lookout for animal lovers with an interest in becoming part of the shelter’s newly-launched Volunteer Program.",
        "Campaspe Mayor, Cr Adrian Weston, said the volunteering opportunities on offer included a broad range of hands-on roles at the shelter as well as foster carers to look after the animals for short periods of time in their own home.",
        "“The Campaspe Animal Shelter provides a safe, temporary place for lost, stray or unwanted dogs and cats until a permanent home can be found, so we are looking for volunteers passionate about providing the highest quality of care for these animals during their stay at the facility,” Cr Weston said.",
        "“This is a wonderful opportunity for the animal lovers in our community to make a positive and valuable contribution to the ongoing physical and psychological wellbeing of these animals.",
        "“All animals at the shelter are tested for temperament and health, so volunteers and foster carers would only care for those that have passed all the tests and have been deemed suitable for adoption.",
        "“As the focus of this council service is to re-home the animals, the quality of care provided by volunteers is vitally important in ensuring each animal has the best possible chance of  nding its forever home.”",
        "To ensure the suitability of volunteers for particular roles, council has a comprehensive volunteer recruitment program in place that includes an expression of interest process, then upon acceptance, formal induction, training and on-site health and safety education.",
        "“This system not only assists us to match volunteers with jobs aligned with their knowledge, skills and experience, it enables prospective volunteers to fully understand what’s involved in becoming a volunteer,” Cr Weston said.",
        "Positions on offer for the current intake of volunteers include general assistants to help with play, exercise and grooming with the Campaspe Animal Shelter. Foster carers are also needed to provide short-term respite within their own home for animals who may have been at the facility for extended periods of time.",
        "Council is holding a public information session on Thursday, 9 March from 6-7pm at the Echuca Civic Centre Function Room for interested members of the public to  nd out more about these volunteering opportunities. Further information, including application forms, is also available on Council’s website <a href=http://www.campaspe.vic.gov.au>www.campaspe.vic.gov.au</a>.",
        "Expressions of interest must be received by Council by Monday, 20 March. These can be emailed to shire@campaspe.vic.gov.au or sent to Campaspe Shire Council, PO Box 35, Echuca VIC 3564.",
        "To coordinate an interview or seek further information contact, Communications Unit, 5481 2203, Email: s.ennis@campaspe.vic.gov.au"
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "comments": "enabled"
    },
    "colbo-primary-celebrates": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-03-02",
      "title": "Colbinabbin Primary celebrates 100 years of quality education",
      "media": "s3./wnews/gallery/2017/03/wnews20170302-012.jpg",
      "pars": [
        "Around fifty community members gathered on the lawns of Colbinabbin Primary School recently to launch a year of centenary celebrations for the school. The school children were all dressed in period costume, appropriately setting the scene for celebrating 100 years of education in Colbinabbin.",
        "School leader, Jack McArdle, welcomed all the guests and then added a special welcome to Department of Education colleagues, past principals, past and present school council presidents and councillors, past and present Parent and Friend members, past and present staff members and pupils.",
        "Barrie Winzar, Principal from 1965-1967, addressed the crowd gathered and reminisced fondly about his time at Colbinabbin, with some funny anecdotes, and noted how the physical buildings had changed so much. However he believed that the crowd present was indicative of the fact that the Colbinabbin community spirit had not changed and that this community was indeed still the special place he remembered.",
        "Following this, House Leader, Ned Morgan, and Prep student, Herb Ireland unveiled the centenary plaque.",
        "The next stage of the proceedings saw the burying of a time capsule that had been made by the children. House Leader, Kiara Kaiser, read out a list of all the items that had been placed in the time capsule. Josh Simeon, Green Team Leader, then placed the capsule in the ground and read the plaque to the audience gathered. The ceremony concluded with the children singing a rendition of Waltzing Matilda.",
        "Principal, Robyn MacLean, thanked all those who had worked to prepare the school for the special celebrations. Wendy Morgan, who has taught at the school for many years, then cut the cake depicting a ‘100’ as the crowd gave three cheers for the future of the Colbinabbin Primary School. Those gathered then enjoyed a delicious morning tea prepared by the Colbinabbin parents and coordinated by Centenary Celebrations working group member, Robyn Ryan.",
        "<em><strong> - Robyn MacLean, Colbinabbin Primary School</strong></em>"
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "rushworth-bush-tracks-debate": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-03-02",
      "title": "Rushworth’s bush tracks in parliamentary debate",
      "media": "s3./wnews/gallery/2017/03/wnews20170302-028.jpg",
      "pars": [
        "A recent public outcry about the state government’s <a href=http://www.wnews.org.au/articles/list/carnage-in-state-forest.html>track-blocking policy</a> has urged a number of state MP’s and local government representatives, to visit the now famous ‘Telstra Trail’.",
        "Social media attention for the ‘Telstra Track’ near Rushworth has brought the standard practice of track- blocking into scrutiny as thousands of comments are recorded from across the nation complaining that public land is becoming increasingly inaccessible.",
        "Last week staff from the Department of Environment, Land, Water and Planning, admitted they were responsible for the widely condemned action of felling track-adjacent trees along seven kilometres of the popular ‘Telstra Trail’ in the Redcastle-Graytown State Forest, near Rushworth. They say this was done to deter trail- bike access and allow the track to regenerate after increased off-road use. Spokesperson, Paul Bates, is quoted saying around one hundred trees were felled across the track; however, a survey conducted by a local resident has recorded one hundred and ninety-three live trees have been destroyed. Over one hundred dead trees and branches have also been dragged across the forest  oor to create obstacles. It was noted that a large machine was used to move and push many of the trees over and that this machinery caused signi cant and widespread damage to countless native understory  ora species.",
        "The vox pop on social media shows that the community is unhappy not only about the environmental damage and access restriction, but also because there was no public consultation. Residents claim that prior to the Department’s actions the track was in good condition with minimal damage. It is described as a good, all-purpose track for walking and cycling on. The department spokesperson stated that walkers and cyclists may continue to use the track but it is evident that the new obstructions present great dif culty and danger to current legal users and that trail-bike riders will now just ride around the felled trees and cause further damage to the environment. A trail-bike rider on social media claimed that the obstacles will just make the track more of a challenge. It is interesting to note that not until after the works were complete, were signs erected advising users of restricted access. The attempt to prevent illegal use of the area has also encouraged the illegal collection of  rewood, with people already removing the fallen trees.",
        "The clear message that has been voiced to the environment minister by a number of state MPs in parliament is that forests should be able to be appropriately used by the public, but environmental concerns, including forest conservation and protection of ecosystems, must also be addressed.",
        "The department has acknowledged that in hindsight it should have done things differently, but unfortunately there is no way to turn back time. Instead the minister must look into the situation and create safeguards to protect the environment from future similar actions as well as to allow the public fair access and ongoing use."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "comments": "enabled"
    },
    "welcome-preps-2017": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-02-16",
      "title": "Welcome to Prep/Foundation students for 2017",
      "media": "s3./wnews/gallery/2017/02/20170216-1.jpg",
      "pars": [
        "The start of the 2017 year brought with it a name change for some prep students. Foundation students is the new term used to describe preps, this was introduced to give a national uniform approach.",
        "Left: St Mary’s Rushworth welcome, Back row: Nevaeh Shelton, Kaley Knight, Nevaeh Forsyth, Mieke Wright, Elvie Wright, Torri Eagles, Kaitlyn Garvey. Front Row: Amber Coates, Patrick Williams, JJ Robertson, Billie Johnstone, Skylar McConnell, Willow Bertram.",
        "Bottom Left: Rushworth P-12, welcome to the College (L-R) Isaac Chester-White, Michelle Fung, Helena Edwards, Declan Hawking. (Absent were Eden Jones & Erik Demillo)."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "heart-breaking-end": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-02-16",
      "title": "Heart breaking end to search",
      "pars": [
        "We are saddened by the news, the police have confirmed after a three day search, divers have recovered the body of the missing 21 year old Rushworth man, feared drowned. The man went missing last Saturday afternoon, after entering the channel and not resurfacing. The incident occurred on Channel Inlet road, a channel that leads into the Waranga Basin. Our hearts go out to the family and friends."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "residents-have-a-say": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-02-16",
      "title": "Residents still able to have a say",
      "pars": [
        "More than 330 residents took the time on Saturday (4 February) to join in the Campaspe Conversation event, chatting to councillors and staff.",
        "Mayor, Cr Adrian Weston, said the event, held for the fifth year, was a success and councillors enjoyed meeting many residents across the region.",
        "“I thank community members who took the time to meet with us on Saturday, it was great to hear first-hand your views and comments.”",
        "“Echuca was much busier this year, with Kyabram, Rushworth and Rochester similar in numbers. This year we also added Gunbower in the Western Ward, and although quiet, provided an opportunity for residents to participate.”",
        "“The conversation was quite varied, from current shire-wide issues, to a general chat and catch-up, to lodging a service request.”",
        "“To date we have received 155 responses through our survey, but will leave the survey open through to 17 February to give residents time to participate,” Cr Weston said.",
        "“A quick review of the responses to date shows that 80% did not participate in last year’s event, similar to last year at 83% - which is good news that we have connected with even more people from across our shire.”",
        "Staff had access to the IT system to assist in the lodgement or follow-up of service requests as well as the use of iPads for survey responses.",
        "“I wish to thank our staff who gave up their Saturday morning to assist councillors with this event.”",
        "A full review of the survey information will be undertaken once the survey is closed and will be reported back to the community in the March community newsletter.",
        "The survey can be accessed via council’s website, or directly at link <a href=https://www.surveymonkey.com/r/convoday>https://www.surveymonkey.com/r/convoday</a>"
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "comments": "enabled"
    },
    "bridge-construction-imminent": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-02-16",
      "title": "Start Of Works On Echuca Moama Second Bridge Imminent",
      "media": "s3./wnews/gallery/2017/02/20170216-4.jpg",
      "pars": [
        "Start of construction of the Echuca Moama second bridge is imminent with all formal approvals now in place.",
        "“With ministerial approval of the planning scheme amendment needed to lock in the land, and public gazetting of the project on 1 December 2016, we are thrilled that all check boxes have now been ticked, giving the green light for works to begin on the Echuca Moama second bridge crossing,” Campaspe Mayor, Cr Adrian Weston, said.",
        "“Bringing this project to fruition has been a high priority and ongoing advocacy issue of council and the community for many years, so this is fantastic news for our entire shire.”",
        "Formal approval of Amendment C103 to Campaspe’s Planning Scheme reserves the land required for the project, and sets out planning controls to ensure that any impact on the environment and community are managed. This, together with the land identifi ed for the new crossing in Moama that was previously approved in the Review of Environmental Factors in NSW, formalises the project to be built along the Mid West Option.",
        "“Benefits of the new bridge will be signifi cant and wide-ranging,” Cr Weston said.",
        "“In addition to the regional economic and social advantages, the communities of Echuca and Moama, which rely heavily on the crossing for employment, tourism and emergency services, will benefi t greatly on a daily basis and in a very tangible way.",
        "“We now look forward to the opening of the VicRoads project office on site later this month, signalling to residents that project implementation is finally underway.”"
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "comments": "enabled"
    },
    "carnage-in-state-forest": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-02-16",
      "title": "Carnage in Rushworth State Forest",
      "media": "s3./wnews/gallery/2017/02/20170216-6.jpg",
      "pars": [
        "Hundreds of trees have been destroyed in Rushworth State Forest, south of Whroo, in what appears to be an attempt to discourage dirt-bike use in the area.",
        "The felled Box and Ironbark trees have been deliberately pushed down over an extended stretch of one of the key trails in the area, rendering it unusable to cyclists and an inconvenience and danger to walkers and other legal trail users.",
        "The affected trail – affectionately known to local walkers and mountain-bikers as the ‘Telecom Line’ or ‘Telecom Trail’ – runs deep into the forest from Rushworth.",
        "The carnage starts south of Whroo where the trail crosses over Rushworth-Graytown Road and continues for approximately 7km. The felled trees cover the track at regular intervals and show scrape marks and other obvious signs of being pushed over by heavy equipment.",
        "Visiting mountain-bikers, a small but growing group of recreational users who enjoy the beauty of the Rushworth State Forest, have been reporting the discovery to a local mountain-biking association this week. There are no signs or any other information warning trail users of the changed conditions in the area.",
        "The destruction is said to be deliberate to discourage dirt-bikers from using the trails. The environmental damage and destruction of one of the area’s most popular trails has drawn the ire of locals and the online community.",
        "A Facebook video documenting the destruction had been viewed more than 12,500 times in less than 24 hours and attracted the interest of State MP’s as this article was written."
      ],
      "disqusShortName": "waranganews",
      "published": true,
      "comments": "enabled"
    },
    "herb-is-the-one": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-02-02",
      "title": "Herb is the One!",
      "media": "s3./wnews/gallery/2017/02/20170202-1.jpg",
      "pars": [
        "This year Colbinabbin Primary welcomed just one prep child to the school. Herb Ireland will join big brother, Lenny at school - and he is sure to receive plenty of attention! Although the sole preppie, there are no worries about Herb settling confidently into school life after participating in the school’s term four Pre-Prep Program last year."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "australia-day-celebrated": {
      "sling:resourceType":"wnews/page/article",
      "date": "2017-02-02",
      "title": "Australia Day celebrated",
      "media": "s3./wnews/gallery/2017/02/20170202-2.jpg",
      "pars": [
        "Australia Day was marked across the region with community celebrations and citizens being recognised for outstanding contribution to their local communities.",
        "In Rushworth about 150 people attended in the cool comfort of the Shire Hall, with its comfortable seats and notable absence of biting insects.",
        "Activities kicked off with the traditional barbeque hosted by the Rushworth & District Lions Club and drinks provided by the members of the local SES Unit. Our much admired band played during the BBQ, and also performed the National Anthem and a concert piece when the official entertainment started at 6 pm.",
        "A number of local entertainers performed before Mayor Adrian Weston addressed the audience with some personal thoughts about Australia Day.",
        "More entertainment followed and guest speaker Bob Holschier delivered a fascinating discourse on some little-known historic events in Rushworth and Whroo, explaining many of the unusual things that we all take for granted.",
        "The evening climaxed with the presentation of awards by Mayor Adrian Weston and Bob, after which the evening closed with a somewhat shortened version of “I Still Call Australia Home”.",
        "<strong>Waranga Ward winners</strong>",
        "Citizen of the Year - Doug Gray",
        "Young Citizen of the Year - Not awarded",
        "Sportsperson of the Year - Alexandrea Bethell",
        "Junior Sportsperson of the Year - Not Awarded",
        "Community Group of the Year - Stanhope & District Men’s Shed",
        "Arts Person of the Year - Tony (Anthony) Crosbie",
        "* Doug Gray was also selected as the Shire of Campaspe’s Citizen of the Year. (See page 6)",
        "<strong>Rushworth township awards</strong>",
        "This year two local Rushworth awards were presented.",
        "Citizen of the Year went to Ray Barber, in recognition of his many years of service to Rushworth Easter Festival and Rushworth SES Unit.",
        "A Special Commendation was also awarded to Lorraine Lloyd for dedicated service as School Crossing Lollipop Lady for many years."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "a-fresh-approach": {
      "sling:resourceType":"wnews/page/article",
      "date": "2016-11-03",
      "title": "A fresh approach",
      "media": "s3./wnews/gallery/2016/11/20161103-1.jpg",
      "pars": [
        "Rushworth Garden Festival, spread over two weekends this year, was once again a great success. The Garden Expo on the second weekend was a vibrant collection of plant stalls, handmade craft, garden produce, live music and guest speakers. The community joyfully embraced the new concept and an atmosphere of sharing and promise for the future resonated throughout the village green. Organisers are to be applauded for their initiative and the above image of the P-12 kitchen garden produce emulates this fresh approach."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "council-elections-see-some-new-faces": {
      "sling:resourceType":"wnews/page/article",
      "date": "2016-11-03",
      "title": "Council elections see some new faces",
      "pars": [
        "Council election results have been declared in much of the State, with Campaspe Shire Council results officially announced on Monday morning (31 October). Four new councillors have been elected, three in the Echuca Ward and one in Kyabram.",
        "The nine successful candidates representing the five wards for the Campaspe Shire Council are:",
        "<strong>Echuca Ward:</strong> Annie Vickers, Daniel Mackrell, Kristen Munro",
        "<strong>Kyabram Deakin Ward:</strong> Neil Pankhurst, Vicki Neele, John Zobec",
        "<strong>Rochester Ward:</strong> Leigh Wilson",
        "<strong>Western Ward:</strong> Leanne Pentreath",
        "<strong>Waranga Ward:</strong> Adrian Weston",
        "Chief Executive Officer, Jason Russell, congratulated the successful candidates and thanked retiring and outgoing councillors for their service.",
        "“We have a new council with a good blend of experienced and new councillors and with four female councillors, the highest representation of females we have had on council to date.”",
        "Waranga Ward Councillor Adrian Weston also noted the improved gender balance which was reflected across the State.",
        "“It’s good to see four women elected to Council and four new councillors. I’m looking forward to some new and fresh thinking and am feeling positive about the potential for this new group of councillors to achieve some good community outcomes during the next four years,” he said.",
        "The statutory meeting, where councillors will take the Oath of Office, sign the Code of Conduct and officially elect the Mayor, will be held on Tuesday, 8 November at 5pm."
      ],
      "comments": "enabled",
      "disqusShortName": "waranganews",
      "published": true
    },
    "huge-stanhope-weekend": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2016-10-20",
      "title": "Huge Stanhope weekend",
      "media": "s3./wnews/gallery/2016/10/20161020-1.jpg",
      "pars": [
        "<strong>Hundreds turn out to celebrate Stanhope School’s 100 years.</strong>",
        "Hundreds of visitors, many former residents of Stanhope, came back to town last weekend to celebrate the centenary of their old school.",
        "The celebrations commenced on Friday with the local school children, their parents and friends, launching one hundred balloons to celebrate the one hundred years life of the school (pictured above).",
        "Many visiting former students and staff inspected the school during the afternoon, along with all its modern facilities.",
        "Saturday was the main day of celebrations, with more than 300 people attending the school to inspect the facilities, together with a photo display of students from years gone by, but most importantly, to catch up with former friends and mates from their school days, some more recent, but most from many years ago. There were many memories revived and stories told of years gone by (mostly true, but some perhaps a little exaggerated).",
        "The afternoon concluded with photos being taken of groups of former students, representing the ten decades of the school.",
        "Following such a successful day, the dinner in the Stanhope Community Hall was just as successful, with more than one hundred attending. Once again stories from the past were related by some of the very senior students, including Mr David Bell, the oldest living former student, now in his mid nineties. The members of the organising committee were rightly ecstatic with the highly successful weekend."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "mini-market-another-great-success": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2016-09-22",
      "title": "P12 Mini Market another great success… YEP it was!",
      "media": "s3./wnews/gallery/2016/09/20160922-1.jpg",
      "pars": [
        "<strong>What a great community we live in!</strong>",
        "Staff and students were thrilled with the recent support from the community regarding their Mini Market on Wednesday 7 September.",
        "The Year 4/5/6 students and Year 9/10 YEP students had worked tirelessly since the last market to bring their customers some new, improved experiences.",
        "The barista’s were busy honing their skills, the pizza boys did a mammoth job not only cooking pizza’s for those who attended the Market, but for the majority of students who had ordered one or more for lunch that day! The ‘craft’ teams had been busy making ‘things’. Who would have guessed those ‘cookies in a jar’ would be such a HOT item?",
        "This group of willing workers raised over $700, the best one ever!",
        "They say there is no rest for the wicked and these groups of students (who are a long way from wicked), have already begun planning for the two final events of 2016.",
        "The students are excited to be joining in the festivities of the Rushworth Spring Garden Festival Fair on Saturday 29 October - 10am until 2pm. They will have a stall promoting the Stephanie Alexander Kitchen Garden as well as a range of ‘garden inspired’ goods for sale!",
        "They will also hold another Mini Market at the College in November, with a Christmas theme, the date of which will be established early next term.",
        "Thank you again to everyone who supported this event. The students hope to see you all again at their next two events."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "fire-destroys-homestead": {
      "sling:resourceType":"wnews/page/article",
      "date": "2016-09-08",
      "title": "Fire destroys Rushworth homestead",
      "media": "s3./wnews/gallery/2016/09/wnews20160908P01-002.png",
      "pars": [
        "When firefighters from Rushworth and Stanhope Brigades were paged out to a structure fire in Parramatta Gully Road early on Saturday morning, first responders were stunned to find the house already “fully involved”, even though the fire had been reported promptly and fire appliances arrived within minutes of the call.",
        "Fortunately, the occupants of the house escaped the blaze, but decades of priceless memorabilia relating to the eucalyptus factory and its succession of owners was destroyed.",
        "The fire is likely to have been caused by a combustion heater, which can be seen in the above photo with a damaged front glass."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "wildflower-hunt": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2016-08-25",
      "title": "Wildflower hunt this weekend",
      "media": "s3./wnews/gallery/2016/08/wnews20160825P01-000.png",
      "pars": [
        "The sun is starting to shine again and it’s time to welcome in the new season by unlocking Rushworth’s hidden treasures at the second annual Wildflower Hunt.",
        "Explore the vast array of native wildflowers in the Rushworth Ironbark Forest on Sunday 28 August at 10am meeting at the Rushworth Cemetery.",
        "Participants can explore the forest following a set 6km route with some side routes for the more adventurous. An array of wildflowers will be in bloom, such as downy grevillea, flax lilies, autumn greenhoods, correas, grey everlastings, brachyscome and much more. In addition to wildflowers there will be birds and other wildlife to see as well as historic sites and relics from the gold mining days.",
        "Included in this year’s Wildflower Hunt is the option of taking a guided botanical walk or a guided bird walk along the route given by local experts in the Rushworth Ironbark Forest. Also offered will be a self guided tour of the Rushworth cemetery which is the start and end point of the walk, showcasing some of the stories behind the people buried there."
      ],
      "comments": "enabled",
      "disqusShortName": "waranganews",
      "published": true
    },
    "new-easter-festival-committee": {
      "sling:resourceType":"wnews/page/article",
      "date": "2016-08-11",
      "title": "New Committee steps up for Easter Festival",
      "media": "s3./wnews/gallery/2016/08/wnews20160811P01-001.png",
      "pars": [
        "Rushworth’s popular Easter Festival is set to go ahead for 2017 with the election of a new Festival Committee and Parade Coordinator.",
        "Following the Rushworth Easter Festival Inc AGM in July which failed to elect a new committee, a public meeting was held on Monday evening, with a view to either electing a new committee or winding up the incorprated body.",
        "The full house (about forty people) indicated there was plenty of interest in keeping the festival alive and, after an intially slow start, a new committee came forward to takeover the reigns.",
        "The meeting was unanimous in expressing congratulations and gratitude to the previous committee members, many of whom had been the driving force behind the Easter Festival since its beginning."
      ],
      "comments": "disabled",
      "disqusShortName": "waranganews",
      "published": true
    },
    "state-of-the-forest": {
      "sling:resourceType":"wnews/page/article",
      "date": "2016-07-14",
      "title": "State of the forest raises concern",
      "media": "s3./wnews/gallery/2016/07/wnews20160714P01-001.png",
      "pars": [
        "A very disappointing discovery in the State forest near Whroo of some of the area’s iconic Grass Trees which have been destroyed through an act of environmental vandalism. The species is known for its slow growth rate and stunning form as it inhabits the forest floor in clusters and provides habitat for grounddwelling species such as the wallaby. Neil Laurie was recently embarrassed by the state of the forest when showing visitors around."
      ],
      "comments": "enabled",
      "disqusShortName": "waranganews",
      "published": true
    },
    "chief-celebrates": {
      "sling:resourceType":"wnews/page/article",
      "date": "2016-06-30",
      "title": "Chief celebrates 90 years",
      "pars": [
        "Ninety years, twenty grandchildren and twenty five great-grandchildren can only be classed as a great achievement. On Sunday 12 June, Chief (Jeff) Perry celebrated his 90th birthday with over a hundred family and friends at the Rushworth Football and Netball Clubrooms.",
        "While the formal event was held on the Sunday afternoon, the celebration was enjoyed over several days.",
        "Chief likes nothing better than to have family around him and in particular he loves his grandchildren visiting. During the long weekend Chief’s home was filled with family and he thoroughly enjoyed sitting round the camp fire and joining in the singing and sharing of yarns.",
        "Chief particularly enjoyed spending time with family members who travelled from afar for the celebrations and their efforts to travel were greatly appreciated. Chief was also surprised by the Rushworth Brass Band which attended the Sunday venue and played Happy Birthday, as well as a number of other pieces. Chief has been associated with the Band for many years and their attendance brought him much pleasure."
      ],
      "published": true
    },
    "editor-awarded-order-of-australia-medal": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2016-06-16",
      "title": "Waranga News Editor awarded Order of Australia Medal",
      "media": "s3./wnews/gallery/wnews20160616P01-188x188.jpeg",
      "pars": [
        "Our own Dr Mary Jo Fortuna of Rushworth has been awarded an Order of Australia Medal in the latest Queen’s Birthday honours list.",
        "The closely guarded news was kept amazingly ‘secret’ and embargoed, but with the publishing of the honours list last Monday, the news spread like wildfire, with the Waranga News Editor beseiged by phone calls at the News office and filming interviews for WIN news television screening.",
        "Anyone who’s known Mary Jo will appreciate the service she has given the various local and university campuses over the years. But few would know her full involvement until the reading of the citation was published, and there are probably many other services that have not made it to the list!",
        "Need we note that Mary Jo, herself, was quite overwhelmed by the attention and commented that she had nearly forgotten some of her various involvements.",
        "<strong>Retirement ~ not exactly!</strong>",
        "Although Mary Jo retired from lecturing and co-ordinating the Social Science faculty at the Shepparton Campus of La Trobe University in 2014, her days of pottering in the garden (as she had envisaged) have not exactly come to fruition. She was head-hunted to work with the St Vincent de Paul Society as Social Justice coordinator for the NorthEast Central region which often takes her off to Shepparton or Melbourne for meetings (just when we need her here), and her work in St Mary’s Parish includes playing music and being a member of the Parish Pastoral Council.",
        "As well as all this, involvement in her large family’s events and celebrations make many calls on her - well, with her seven children now married and twelve grandchildren, there are always reasons to gather!"
      ],
      "comments": "enabled",
      "disqusShortName": "waranganews",
      "published": true
    },
    "waranga-trail-progress": {
      "sling:resourceType":"wnews/page/article",
      "date": "2016-06-02",
      "title": "Waranga Trail - a small step closer",
      "pars": [
        "Rushworth residents with long memories will know it’s been a long time coming, but construction of the local rail trail appears to be one step closer to becoming a reality. Now known as the Waranga Trail, the signing of land management agreements has been endorsed by Campaspe Shire Council so that external funding negotiations can go ahead.",
        "Campaspe Mayor, Cr Leigh Wilson, said Council’s endorsement of the project would facilitate negotiations with grant bodies and partner organisations to secure funding to deliver the project some time in the future.",
        "“The Waranga Trail has been a subject of consideration by the local community and Council for over ten years,” Cr Wilson said.",
        "Over the past six months, Council has undertaken feasibility studies and cost/benefit analyses to assess the viability of the trail project. This information can now form the basis of a business case which will position the project as an attractive funding proposition.",
        "The proposed Waranga Trail includes the rail trail from Murchison to Rushworth and a connecting trail through to Heathcote. Scoping and estimates for the section of the trail, from Rushworth eastwards to the shire boundary towards Murchison and the section from Heathcote to Rushworth, have now been completed.",
        "Discussions and negotiations have been held with VicTrack, Department of Environment, Land, Water and Planning, Goulburn Murray Water, Parks Victoria, City of Greater Bendigo and private land holders. Consultation has also included Regional Development Victoria to affirm the potential viability of securing funding support.",
        "“Based on these consultations, we have concluded that construction of both reaches of the trail is feasible and will generate a positive return on investment,” the Mayor said.",
        "An interim costing predicts the Rushworth to Murchison link will cost approximately $1.2 million and the Heathcote to Rushworth link will cost approximately $1.1 million.",
        "The Waranga Trail is identified as a key Shire of Campaspe project in the Regional Development Australia prospectus. Council officers have undertaken more detailed work seeking to secure access rights to the trail route to eliminate risks and issues should the project be funded.",
        "“Council’s endorsement of the project and signing of agreements with VicTrack and Goulburn Murray Water to secure tenure of land will demonstrate our full commitment to potential external funding bodies,” Cr Wilson said.",
        "However it’s not all in the bag yet. External grant opportunities are likely to require Council to match any funding contribution dollar for dollar. Council says it is committed to negotiating with stakeholders and partners to a point where the project is ready to go should the funding become available.",
        "While the project does not extend to a trail linking Girgarre to Rushworth at present, Council acknowledges this would have the capacity to generate positive health and wellbeing outcomes for local residents.",
        "Council officers will continue to facilitate negotiations to allow the Girgarre Development Committee to assume management of DELWP land between Girgarre and Stanhope to extend the existing small community-owned trail."
      ],
      "comments": "enabled",
      "disqusShortName": "waranganews",
      "published": true
    },
    "mavis-celebrating-102": {
      "sling:resourceType":"wnews/page/article",
      "date": "2016-06-02",
      "title": "Mavis celebrating 102 years",
      "media": "s3./wnews/gallery/wnews20160602P01-188x188.jpeg",
      "pars": [
        "Mavis Hunt celebrated her 102nd birthday with family & friends at Moyola Lodge, Tatura, on 24 May. An avid reader, Mavis always enjoys getting her Waranga News to catch up with the local events. She asked her daughter, Maggie Johnston, to say ‘thank you’ on her behalf for the beautiful cards, flowers and good wishes she received for her birthday."
      ],
      "published": true
    },
    "freak-storm-strikes": {
      "sling:resourceType":"wnews/page/article",
      "date": "2016-05-19",
      "title": "Freak storm strikes Rushworth area",
      "media": "s3./wnews/gallery/wnews20160519P01-188x188.jpeg",
      "pars": [
        "When ferocious winds and torrential rain impacted parts of Rushworth last week, it left some areas of the district looking like a war zone. Trees were up-rooted or had large parts of their canopies snapped off, and intense downpours occurred over some areas while others escaped virtually unscathed. These photos by Cass Alexander show the storm in action and some of its aftermath.",
        "Rushworth Observatory recorded 30mm of rain in a five minute deluge that quickly left the domed telescope housing surrounded by water. Huge rain drops pelted down, as seen in the photo at right.",
        "Trees toppled near Murchison, and the RushworthTatura Road was blocked by foliage dislodged from roadside trees (above). One tree on Chief Perry’s property was uprooted completely by the fierce winds (below).",
        "Members of Rushworth Fire Brigade quickly initiated a cleanup operation, and were soon assisted by a front-end loader and driver from a nearby construction crew, and a local motorist who arrived with a chainsaw (lower right).",
        "A VicRoads crew also arrived on scene, and the cleared road was finally given a final wash-down by the tanker’s powerful front monitor. The highway was reopened within a half hour, and traffic was soon moving once again",
        "It was a great team effort by all of those involved."
      ],
      "published": true
    },
    "save-local-pools": {
      "sling:resourceType":"wnews/page/article",
      "date": "2016-05-05",
      "title": "Move to save local pools",
      "pars": [
        "Small town communities in the Shire of Campaspe have come out in force to save their much-loved community facility, their local swimming pool, from being decomissioned.",
        "While Council claims the proposed changes are necessary cost-cutting measures, and that limited resources must be used to provide services to the greatest number of people, small town residents feel their own community needs are as important as the bigger centres and are at present being overlooked."
      ],
      "published": true
    },
    "trees-last-stand": {
      "sling:resourceType":"wnews/page/article",
      "date": "2016-03-10",
      "title": "Trees last stand",
      "pars": [
        "Despite the best efforts of the Rushworth Action Group for the Environment (RAGE) and its many supporters, roadworks have commenced this week that will see 91 trees removed from the RushworthTatura Road entrance to town.",
        "However, all was not lost in the the RAGE campaign to protect Rushworth’s old-growth roadside trees, with 65 of those originally slated for removal now being retained.",
        "Other compromises reached in negotiations with VicRoads include reduction in the speed limit from 100kph to 80kph for an extended distance along the winding road and reduction in the extent of the use of wire rope and steel guard railing.",
        "In addition, all of the timber from the felled trees will be retained in the town for the use of the community."
      ],
      "published": true
    },
    "a-legendairy-winner": {
      "sling:resourceType":"wnews/page/article",
      "title": "A Legendairy Australia Day winner",
      "date": "2016-01-28",
      "media": "s3./wnews/gallery/wnews20160128P01-188x188.jpeg",
      "pars": [
        "Members of the Stanhope & District Development Committee (S&DDC) were delighted to learn their nomination, Andrew Hipwell, was declared Citizen of the Year in the Rushworth District and also Citizen of the Year across the Shire of Campaspe.",
        "The S&DDC considered Andrew to be a very worthy recipient of the awards, following his efforts of the past few years, in bringing a great deal of awareness of Stanhope across Victoria and Australia.",
        "His work with the young people of the Stanhope District, through his and their involvement and participation with Auskick, has been greatly appreciated by many parents.",
        "However, his involvement with all the Stanhope community in playing a major role, together with others, by successfully nominating Stanhope for recognition as “The Legendairy Capital of Australia “ has been outstanding and strengthened the resolve of the S&DDC in nominating Andrew for the award.",
        "Secretary of the S&DDC, Bob Holschier, said members were absolutely delighted to see that Andrew has been fittingly recognised for his tremendous work during the past few years. Mr Holschier stated, “We were very encouraged with putting forward Andrew’s nomination, when we received so many supporting letters from the various organisations Andrew was involved with, that brought so much recognition Australia - wide to Stanhope”. These supporting letters came from Dairy Australia, Fonterra, AFL, Murray Goulburn region, the Stanhope Primary School and parents of children involved with Auskick."
      ],
      "published": true
    },
    "save-the-trees": {
      "sling:resourceType":"wnews/page/article",
      "title": "Community rallies to save trees",
      "date": "2015-05-28",
      "media": "s3./wnews/gallery/wnews20150528P01-188x188.jpg",
      "pars": [
        "Rushworth residents have come out in force to express their alarm at VicRoads plans to remove more than 120 mature indigenous trees along the Tatura-Rushworth Road leading into the town.",
        "As contractors arrived to commence work, word quickly spread and at the eleventh hour a group of local residents gathered and succeeded in temporarily halting the scheduled road works.",
        "On extremely short notice, the group, instigated by Louise Costa, Les Pelle and Sharon Carey, rallied other concerned locals to the site at the truck parking bay on the Tatura- Rushworth Road two kilometres out of Rushworth.",
        "The group was able to convince VicRoads project managers to postpone the extensive roadside ‘remodelling’ which would see 123 indigenous trees removed from the landscape.",
        "<strong>Need to consult</strong>",
        "Local outrage focussed on the loss of such a large number of trees without community consultation.",
        "While contractors waited in the background it was pointed out to managers that VicRoads plans to undertake such a project without informing or consulting the local community was not on.",
        "Eventually it was agreed that the project should be postponed and the community issues resolved before continuing work. It was admitted there had been no intention to inform local residents and conceded that it was appropriate to do so.",
        "The contractors were sent home and VicRoads has agreed to hold a public meeting to explain the extent of the project and answer questions.",
        "Scheduled to start as soon as possible, the project would see roadworks continue for two months. It also includes widening the road and constructing four kilometres of wire guard rails.",
        "VicRoads has suggested that the reason for the road change is traffic safety based on recent accident reports for the road, however there is no intention to reduce the speed limit."
      ],
      "published": true
    },
    "centenary-anzac-day": {
      "sling:resourceType":"wnews/page/article",
      "title": "Record crowds mark Centenary ANZAC Day",
      "date": "2015-04-30",
      "media": "s3./wnews/gallery/wnews20150430P01-188x188.jpg",
      "pars": [
        "ANZAC Day was observed around the district with particular fervour and record attendances in this year commemorating the landing at Gallipoli 100 years ago. Included in the day were special ceremonies - the opening of a War Memorial in Corop and the unveiling of a plaque to honour Vietnam Veterans in Rushworth.",
        "Poppies marked each of the names on the old Shire of Waranga Honour Roll boards at the Memorial, a labour of love by Mary Beck and Mavis Raglus. More  oral tributes were added throughout the day, as a succession of wreaths were laid by people representing many generations of our community.",
        "Rushworth’s 2015 Anzac Day Dawn Service began with powerful words from local RSL President, Bill Barlow. “Welcome to you all on this most signi cant occasion, arguably the most important anniversary and the most important centenary in our nation’s history.",
        "“(Anzac Day) is our day when we as a nation remember all those who have fought and died for their country in time of con ict, but especially this morning. “We remember and honour not only those original Anzacs who landed at Gallipoli 100 years ago today, but all Australians and our brother New Zealanders who fought and died for the cause of freedom in that most horrendous and tragic period in our nation’s history”.",
        "As more than three hundred people gathered around Rushworth’s High Street War Memorial, the ritual was played out with great solemnity and respect.",
        "Those assembled heard the poignant words of a letter written to local loved ones on 24 April by Charlie Bale, a man who was to die the very next day. The Ode about not growing old was followed by the Last Post, a minute’s silence and the Reveille, the familiar sequence that is at once haunting and uplifting."
      ],
      "published": true
    },
    "lorem-ipsum-1": {
      "sling:resourceType":"wnews/page/article",
      "title": "Lorem ipsum dolor sit amet.",
      "date": "1970-01-01",
      "pars": [
        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vivamus non elit ac dui viverra viverra. Praesent ut accumsan elit, porttitor vulputate ante. Suspendisse fringilla neque justo. Sed vitae purus ac orci consectetur ullamcorper. Maecenas consectetur ac magna ut pellentesque. Fusce mattis risus vitae dolor dictum, quis suscipit libero iaculis. Nunc sapien turpis, ultricies non nisl vel, placerat sagittis mauris. Integer sodales sodales dignissim. Sed id mauris elementum, euismod ex sit amet, malesuada turpis. Vivamus facilisis sed urna a cursus. Proin vitae nisi leo. Curabitur eu libero pulvinar, varius augue nec, iaculis dolor. Etiam faucibus ipsum sit amet porttitor efficitur. Sed consectetur lorem ut eros pulvinar efficitur.",
        "Sed eget accumsan sapien. Duis blandit eros ac sapien dictum, eu dapibus quam sodales. Nunc eget sem nulla. Sed sodales dolor eu finibus mollis. Phasellus nec enim enim. Aliquam imperdiet mi a sodales finibus. Nullam eget scelerisque lectus. Pellentesque at eleifend tortor. Cras aliquam vestibulum rutrum. Integer elementum eros sapien, a pellentesque sem efficitur sit amet. Sed maximus egestas diam et molestie. Phasellus vitae porta est."
      ],
      "published": false
    }
  }
}
