{
  "title": "Waranga News | Garden Hints &amp; Tips",
  "sling:resourceType": "wnews/page/list",
  "jcr:primaryType": "nt:unstructured",
  "list": {
    "sling:resourceType":"wnews/block/article-list",
    "2017-spring-gardens-expo": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-09-28",
      "title": "2017 Spring Gardens Expo",
      "media": "s3./wnews/gallery/2017/09/wnews20170928-053.jpg",
      "sidebar": "/home-hints/list.sidebar.html/3",
      "pars": [
        "The Rushworth Spring Gardens Committee welcomes a variety of guest speakers to the 2017 Spring Gardens Expo.",
        "The Expo will take place Saturday 7 October, High Street, Rushworth, and is proudly sponsored by the Waranga News. Come along and get a dose of inspiration for your garden!",
        "At 10.30am Katie and Hugh Finlay from Mt Alexander Fruit Gardens will speak about <em>‘Top 10 tips to care for fruit trees in spring’</em>.",
        "Katie is passionate about helping people learn how to successfully grow organic fruit. Katie and her husband Hugh have twenty years’ experience running their own organic orchard at Harcourt, and in their spare time they also run an online organic fruit growing home-study program called Grow Great Fruit. Katie and Hugh are big believers in teaching from basic principles, to make it easy and understandable for everyone from beginners to experienced gardeners.",
        "Betsy Sue Clarke is the Director and Principal Designer of Dirtscape Dreaming, a company dedicated for eighteen years to helping people connect to nature through highly creative landscape design and garden creation, the sharing of knowledge, and providing opportunities for emotional growth. The work of Dirtscape Dreaming has been recognised here in Australia and internationally, and has been featured in popular magazines and TV. Betsy Sue has a holistic and unique approach to design and is a knowledgeable and passionate presenter.",
        "<em>Dirtscape Dreaming</em> will be guest speaking at the Spring Gardens Expo, and following the Expo, Betsy Sue will be presenting a Garden Design Workshop at the Rushworth Community House from 2pm - 4pm. The workshop costs $85.00 per person.",
        "Tickets to the event can be arranged via Cherie ph. 0408 572 930, or Betsy Sue ph. 0413 044 631",
        "<em>The Garden Design Workshop</em> will allow you to create a place of sanctuary in your garden. Betsy Sue writes: ‘We come to times in our life, with certainty, where much is uncertain and we feel the need to retreat for a time in order to find the way forward again. In a garden there can be beauty, hope, fulfilment and a sense of connection to ourselves if it is created with understanding of your emotional needs.",
        "‘In this workshop, you will be inspired to think differently about your garden, be guided to find the connection that is meaningful to you with it’s healing potential, then begin to identify and plan the elements to make it your place of sanctuary. The workshop will leave you infused with passion and a greater understanding of you.’",
        "Local florist, Kylie Wales, will demonstrate how to create a stunning arrangement using seasonal spring blooms.",
        "<em>Nat Ryan</em>"
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "wattle-it-be": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-09-14",
      "title": "Wattle it be?",
      "media": "s3./wnews/gallery/2017/09/wnews20170914-083.jpg",
      "sidebar": "/home-hints/list.sidebar.html/3",
      "pars": [
        "It’s easy to get excited about gardens this time of year. Spring is a near promise, and the best (or worst) part of winter, is behind us. Our National floral emblem, the Golden Wattle (or for the plant nerds), Acacia pycnantha, is putting on a spectacular display and the contrast of its yellow blossom against the back-drop of black ironbark trunks and the blue-grey foliage of the forest is breathtaking.",
        "In fact, many wattle species make themselves known this time of year but acacias offer more than just a spring flurry and it’s worth considering them as a handy garden plant.",
        "Many people think that wattles are shortlived and in some cases this is true, but there are dozens of species of wattle, both long and shortlived, that can be useful in the home garden.",
        "A c a c i a deanii or Dean’s Wattle grows locally around Reedy Lake and is one of the larger and longer lived varieties.",
        "This plant grows four to five metres and can be great as a screening plant or small shade tree. The foliage is fern-like, the blossom, pale yellow and it is perfect planted close to a window because it attracts a wide range of bush-land birds, so you can spy on them while you have your breakfast.",
        "The Golden Wattle as well as the Golddust (Acacia acinacea) and Mallee Wattle (Acacia montana) are all relatively short-lived varieties but their contribution to a developing garden should not be under-valued. In particular, they are all great species if you want fast growth, generally exceeding one metre within the first eighteen months. This can be helpful if you’re waiting for other slowgrowing plants to establish. They don’t need much attention and will give you an abundant display of yellow blossom in September and October. Once again, the small birds love the protection and habitat they provide and when they do start to senesce, they fix nitrogen into the soil for successive plants, granting them the title of ‘colonisers’. If you’re lucky, you’ll even have them self-seed elsewhere which in my book is value for money.",
        "One other favourite indigenous acacia of the box-ironbark region is the Spreading Wattle or A c a c i a genistifolia. This plant will grow to two metres in good conditions and likes stoney g r o u n d . Unlike the other species, it starts flowering in early May, making it the first Wattle to flower for the year. Its blossom is delightfully large and lemon-coloured and its foliage is needle-like so even though it’s probably best planted away from pathways, it is excellent for small birds, especially when there are cats prowling the neighbourhood.",
        "All of these species are readily available at your friendly native plant nursery and all are indigenous to Rushworth so by planting them you are contributing to the natural environment, which is always a good thing."
      ],
      "disqusShortName": "waranganews",
      "published": true
    },
    "spring-is-in-the-air": {
      "sling:resourceType":"wnews/page/article",
      "feature": true,
      "date": "2017-08-31",
      "title": "Spring is in the Air...",
      "media": "s3./wnews/gallery/2017/08/wnews20170831-065.jpg",
      "sidebar": "/home-hints/list.sidebar.html/3",
      "pars": [
        "Finally the days are getting longer and the temperatures are rising, although only in little bursts! Gardens are starting to come to life with bulbs popping up all over the place, bringing an end to that winter gloomy weather we have experienced this year. Roses should have been pruned by now and signs of new growth charging along promising us lovely blooms in the next few months. Fruit trees are all budding up and almond trees are in full blossom giving a very spectacular early spring display.",
        "Spring brings many garden activities at home and out and about in our region over the next 3-4 months including our own Rushworth Spring Garden Expo down in the Village Green, showcasing some wonderful and exciting stalls and demonstrations for all on Saturday 7 October. For more information see page two of this Waranga News edition.",
        "There has been a lot of frost damage on plants around our area this year. Hopefully most of the heavy frosts have passed now but, to be safe, maybe leave another week or two before tidying up frost-affected plants.",
        "Feeding fruit trees and general feeding of home gardens is in full swing. Any organic matter that you can get your hands on ensuring good healthy growth in the coming season. With all the good frosts this year, it should bring us some good yields on our stonefruit in the home orchard ..... reminder if you haven’t sprayed for curly leaf you may still just have enough time, if no leaves have developed yet!",
        "<em>Happy Gardening</em>",
        "<em>‘Green Earth Gardener’</em>"
      ],
      "disqusShortName": "waranganews",
      "published": true
    }
  }
}