{
  "sling:resourceType":"wnews/page/article",
  "date": "2020-04-23",
  "title": "Brushtail Possums",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/04/wnews20200423-030.jpg",
  "abstract": "While autumn sees the end of the main\nbird breeding season, some of our other\nnatives are still quite busy and our native\nBrushtail Possum is one of them.",
  "body": {
    "pars": [
      "While autumn sees the end of the main\nbird breeding season, some of our other\nnatives are still quite busy and our native\nBrushtail Possum is one of them. Each year\nBohollow receives many calls about possums\nin roof and wall cavities which people would\nlike us to remove. This time of year is major\npeak time for this species to breed, so often\npeople become more privy to their presence\ndue to the squabbling and fighting between\npossums which can cause quite a racket.",
      "Brushtail Possums are a wonderful\nexample of our unique Australian wildlife.\nThey are a marsupial, possessing a pouch and\nare one of the very few marsupials that have\nsuccessfully adapted to living in suburban\nareas. Due to their ability to utilise roof and\nwall cavities, as well as sheds and garages to\ncamp during daylight hours, in some cities\nand towns they have become abundant. Sadly,\nthe situation in their natural environment is\nnot so rosy. Their numbers have declined\nradically across their natural habitat range on\nmainland Australia and populations in much\nof the natural bushland which they always\ninhabited has become worryingly low and\nin some areas they have totally disappeared.\nThe cause for this is predominantly clearing,\nparticularly of old growth trees which possess\nthe tree cavities and hollows this species\nrequire to hide safely during the day. In the\nNorthern Territory, the Common Brushtail is\nactually listed as endangered. In parts of New\nZealand, where the possum was introduced,\nthey have become a major pest species.",
      "The Brushtail Possum diet consists\nmainly of leaves, flowers and fruits, both\nof native and introduced pants and trees.\nUnlike our native Ringtail Possum which is\ntotally vegetarian, the Brushtail will also raid\nbird nests for eggs and nestlings as well as\nscavenge from rubbish tips and bins in urban\nareas. They are able to tolerate the toxins in\neucalyptus leaves which make up a large part\nof their diet. To avoid predation from foxes,\nthey rarely roam far from the safety of trees\nwhen they forage on the ground.",
      "A female Brushtail can give birth to one\nto two young a year, the main breeding time\nbeing in autumn but having another peak of\nbreeding in spring. Females can live for up\nto ten years or more. Young possums are kept\nin the pouch for four or five months before\nemerging to ride on their mother’s back for\na further one to two months before weaning.\nBrushtail Possums are mostly solitary\nanimals, apart from breeding time and many\nyoung possums perish in the dispersal time\nduring which they are evicted from their\nmother’s home range and must find an area\nthey can call their own.",
      "What can we do if we wish to remove a\npossum from our roof or wall cavity? Many\npossums choose to camp in tree cavities if\navailable during the warmer months but move\nindoors when the cool weather hits. To be\nhonest, who wouldn’t take advantage of the\nwarmth our buildings provide on our chilly\nwinter days if they are readily accessible.",
      "First of all, trapping and relocating to a\ndifferent area is a certain death sentence for a\npossum. Studies show that most possums that\nare trapped and relocated usually die within\nthree days of relocation. For this reason, it is\nactually illegal to trap and remove. Another\naspect of this method is that it is proven to\nnot work. Another possum will just move in\nalmost immediately. Remember all the young\npossums that have to find a home. There is\nalways another possum ready to move in\nwhen a space becomes available.",
      "The only way to effectively deal with\nthe problem is to firstly work out where they\nare getting in. Usual entry points are holes\nunder eaves, in walls, removed roof tiles\nand sometimes even through a wall cavity\nat ground level where there may be a hole\nto enter. Fur, scratch marks and sometimes\nstaining can all be indicators of where they\nare getting in. Trapping the possum, sealing\nup entry points and then releasing the possum\nback into the garden at night is one option.",
      "An alternative option, which is the better\noption and least fuss option, is to make a one\nway flap out of metal or perspex and place\nat the entrance point. These flaps are hinged\nand only able to open from inside the roof or\nwall cavity. The possum will exit of its own\naccord. If it is a female with a babe on board,\nthe babe will be carried safely out with mum,\nand once out, they will not be able to get back\nin as the flap cannot be pushed open from the\noutside. This is a great way with less stress to\nyourself and the animal.",
      "As the number of tree cavities and\nhollows can be pretty scarce and may be the\nreason you have a possum residing in your\nroof in the first place, the best thing to do is\nto provide a few nesting boxes around your\ngarden for them to move into as they will\nstill obviously require a place to rest during\ndaylight hours. Nesting box specifications\ncan be found online; just make sure you pick\na design suitable for a Brushtail Possum as\ndesign, size and position placed plays an\nimportant role in prime possum real estate,\njust like it does in any home.",
      "Remember to ensure it is actually a\npossum in your roof which is making all that\nnoise as 60% of calls for possums in a roof\nturn out to be introduced rats!",
      "I realise that for some, possums may seem\nlike just another wildlife species which can\ncause us problems….but there are solutions\nand it is possible to co-exist with these\namazing creatures. With the pressures put\non their natural habitat, they are just trying\nto survive in an environment much altered\nand anything we can do to assist them to live\nalongside us in harmony is one step closer to\na better place for us all.",
      "<em>For injured wildlife contact Kirsty at Bohollow on: 0447 636 953</em>"
    ]
  },
  "published": true,
  "related": []
}
