{
  "sling:resourceType":"wnews/page/article",
  "date": "2020-05-21",
  "title": "Collared Sparrowhawk",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/05/wnews20200521-026.jpg",
  "abstract": "Winter is a time when many birds of prey\nfind themselves in trouble. After the hectic\nSpring and Summer breeding season is done\nand dusted I usually have a bit of a lull in\nthe amount of new bird patients arriving at\nBohollow which may last for a few weeks\nbefore the raptors begin to come in.",
  "body": {
    "pars": [
      "Winter is a time when many birds of prey\nfind themselves in trouble. After the hectic\nSpring and Summer breeding season is done\nand dusted I usually have a bit of a lull in\nthe amount of new bird patients arriving at\nBohollow which may last for a few weeks\nbefore the raptors begin to come in.",
      "There are many reasons why winter is\nharsh on our raptors, as it is for many of our\nnative species. The colder weather usually\nbrings less food sources for birds of prey with\nrodents and other prey species becoming quite\nscarce. The shorter days mean less hunting\nhours for our diurnal raptor species although\nfor our nocturnal species such as the owls, it’s\nobviously the opposite. To survive the colder\nweather they are burning up more energy and\nif they have not entered into winter with good\nweight on, winter becomes very dangerous\nindeed.",
      "Juvenile raptors face their first winter\nhunting on their own without the assistance\nof parents and if they have not quite perfected\nthe skills they need to keep good weight on,\nthey quickly succumb to the elements.",
      "Winter is also a great time to see our\nnative birds of prey. During nesting time,\nthey are often quite secretive and not seen\nas frequently unless you are lucky enough to\nhave one nesting nearby. In the colder months\nfalcons can be seen resting on fenceposts and\npower lines, hawks begin to hunt around\nresidential areas where the pickings are\neasier to flush out and our owls also seem to\ngravitate to roadsides.",
      "The male Collared Sparrowhawk is one of\nour smallest birds of prey. With tiny hooked\nbeaks, spindly chicken legs and piercing\nyellow eyes, they are also one of our most\nstriking raptors.",
      "Their preferred method of hunting is to\nfly fast, ducking erratically through the trees\nand shrubs, in the hope that their prey will\ntake flight. Usually taking small birds, once\nflushed out, they will actively chase them\ndown. They are like a cheetah in the chase,\nit all happens very quickly and if they are\nunsuccessful over a short distance of pursuit,\nthey will usually peel away and give up. They\nreally do rely on the element of surprise.",
      "Collared Sparrowhawks are one of my\nfavourite raptors and alongside the Brown\nGoshawk, their nature is quite unique\namongst our other local birds of prey. They\nare extremely instinct driven birds but also\npossess an unpredictable crazy element.\nTheir eyes say it all. If I had to describe them\nin human terms, it would be that they have\ngoogly, crazy, racer eyes. Anyone who knows\nany professional racing car or motorcycle\nracers will know exactly what I mean! You\njust cannot predict what is going through\ntheir mind with those eyes and this goes with\nthe utterly erratic flight they use to flush prey.",
      "A common reason for these birds coming\ninto the shelter is through colliding with\nglass windows. Many bird species can knock\nthemselves out on windows. Sometimes this\nis caused by the bird catching sight of its\nown reflection in the glass and believing it is\na rival to be attacked and driven off. In the\nSparrowhawks case, I believe these collisions\noccur through taking a wrong turn at speed\nwhile in pursuit of prey and suddenly being\nstopped short by a window.",
      "An impact from hitting a window may not\nseem so drastic but for many birds, it actually\ncauses death. They can hit at remarkable\nspeeds and strength and just like any other\nimpact injury, they can wind up severely\nconcussed, bruised, fracture wings and\nlegs and can even die on impact or shortly\nafterwards.",
      "He came to Bohollow after colliding\nwith a window. He was suffering severe\nconcussion but had no fractures. His weight\nwas also a little down so he spent time at the\nshelter recovering and putting on weight so\nhe has the best chance to make it through the\ncolder months.",
      "It doesn’t matter how often I am\nprivileged to have these birds in my care,\ntheir intense eyes always grab me, their mad\nantics delight me and it is always wonderful\nto see them causing havoc amongst the trees\nwith their sudden, surprise entrances.",
      "<em>Good luck out there little fellow.</em>"
    ]
  },
  "published": true,
  "related": []
}
