{
  "sling:resourceType":"wnews/page/article",
  "date": "2020-07-02",
  "title": "Wedge-tailed Eagle comes into care",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/07/img-0129.jpg",
  "abstract": "One of the most magnificent species I\nhave the privilege to work with is the Wedgetailed\nEagle.",
  "body": {
    "pars": [
      "One of the most magnificent species I\nhave the privilege to work with is the Wedgetailed\nEagle.",
      "Even after working closely with them for\nover 20 years, I never tire of their presence\nand their beauty, particularly the juveniles.",
      "You can differentiate between an adult\nand a juvenile bird by their colour as a general\nrule. Usually the lighter coloured the bird\nis, especially around the head and neck, the\nyounger it is. People often think size is the key\nto identifying the age of a bird and I wish it\nwas that easy, but the reality is that most birds\nare full size or close to full size by the age\nthey begin to fly. Younger birds can be a very\nvery light, bleached blonde colour around the\nhead and neck to a light golden colour and\neverything in between, then as the bird ages\nthis colouration darkens to a beautiful rufous\nred. Eventually after five plus years, the bird\nbecomes more of a uniform dark chocolate\nbrown/black with a dark head and neck. This\nis what we consider a mature bird which is at\nleast 5 years old. Once they reach this mature\ncolour, it is basically impossible to tell their\nage.",
      "Females can be greatly larger than the\nmale eagle which is also a general rule\namongst raptor species and are usually the\ndominant sex in a pair.",
      "Wedge-tailed eagles still continue to be\nshot and poisoned due to the uneducated\nview that they impact on stock numbers,\nparticularly on sheep farms. An eagle’s diet\nconsists of around 80 percent carrion. Carrion\nis the term used to describe already deceased\nanimals. They much prefer to feed on recently\nkilled road carrion or recently deceased stock\nlaying in a paddock. Although they certainly\ncan and do take live lambs, studies show that\nthe amount they actually kill is usually as little\nas 1 percent of stock so is quite negligible.\nIt is far more beneficial to a farmer to have\neagles frequently their properties cleaning\nup dying or deceased stock and also as an\napex predator they are extremely important\nmember of a healthy environment. Eagles\nalso prefer the introduced rabbit and hare\nover any other live food source and assist in\nthe control of these on agricultural land.",
      "Wedge-tail Eagles are currently beginning\ntheir courtship and breed for the upcoming\nseason and it will not be long before nests\nwill occupy eggs and young. They often\nchoose the tallest tree in their area to nest and\ncan have several nest sites which they can\nalternate between depending on which part of\ntheir home range the food source is the most\nabundant.",
      "With a two metre wingspan and standing\nalmost a metre tall in the case of a large\nfemale, the Australian Wedge-tailed Eagle is\nup there amongst the largest birds of prey in\nthe world. It is one of only two Booted Eagles\nin Australia, the other being the Little Eagle\nwhich I touched upon in a recent article. The\nterm booted means fully feathered legs right\nto the feet. Our other birds of prey have bare\nlegs.",
      "We get many Wedge-tailed Eagles into\ncare at Bohollow. Most injuries are from\ncollisions with vehicles, powerlines and\nfences and we do sadly still see them poisoned\nand shot from time to time.",
      "When I release these birds it is an\nawesome feeling to see them hit the thermals\nonce more and I have watched them go so\nhigh that they are impossible to see even\nthrough binoculars!",
      "They generally have great temperaments\nwhile in care, especially the younger birds,\nalthough can be flighty and are very instinct\ndriven as are all raptor species.",
      "A few more eagles were recently released\nback into the skies after spending time\nrecovering from their injuries at Bohollow\nand it is pretty inspiring to know that a bird\nyou once had the opportunity of knowing is\nnow soaring high above the world."
    ]
  },
  "published": true,
  "related": ["little-eagle-rescued"]
}
