{
  "sling:resourceType":"wnews/page/article",
  "date": "2020-03-12",
  "title": "Flying Foxes",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/03/wnews20200312-029.jpg",
  "abstract": "Acts of wildlife cruelty are something we wildlife rescuers and carers see much more than people may imagine. We are often notified first of cruelty cases as people can be unsure as to who to turn to when they witness acts against wildlife. Also in our field of wildlife rescue, we are the ones called to pick up the pieces when wildlife is harmed by human hands, in the form of rescue of the animal and care or euthanasia, whichever the outcome may be.",
  "body": {
    "pars": [
      "Acts of wildlife cruelty are something we wildlife rescuers and carers see much more than people may imagine. We are often notified first of cruelty cases as people can be unsure as to who to turn to when they witness acts against wildlife. Also in our field of wildlife rescue, we are the ones called to pick up the pieces when wildlife is harmed by human hands, in the form of rescue of the animal and care or euthanasia, whichever the outcome may be.",
      "Recently there have been acts of violence against a species which is often much maligned both by media and the public, Flying Foxes.",
      "We have two major colonies in our area, one at Numurkah along the creek right in town and the other at Tatura in Cussens Park. Last week a Tatura resident was charged with an act of cruelty against a Flying Fox, which was caught in netting on a residential property, which was witnessed and reported by a neighbour who was distressed by the incident.",
      "Police were involved and action was taken.",
      "Flying Foxes can strike fear into people due to misinformation and misconception about disease and health risks associated with these intelligent animals. Much of this misconception is unfortunately heightened by sensational media reports which share half truths or no truths at all.",
      "The main two aspects about our bats which send people into a panic about their presence is Hendra Virus and Lyssa Virus.",
      "Hendra can be passed to humans through contact with infected horses, not bats. There are no recorded cases of Hendra ever being contracted through a Flying Fox to a person, and no evidence of it being possible. Hendra antibodies have been found in Flying Foxes which arouses speculation that they may be a host who may somehow pass it to horses but all the reading I have done on scientific research of Hendra has stated that it is not actually known (proven) just how horses contract Hendra and although bats are a possible suspect host, the link has not been made through scientific evidence as yet. Flying Foxes do not generally come into close contact with horses and apart from horses grazing on land which has roosting Flying Foxes in trees where their droppings may be on the ground, there is not any way the two animals make direct contact with each other. All cases of Hendra being fatal in humans in Australia have been directly transmitted by contact with an infected horse, not a bat.",
      "Lyssa Virus is basically a strain of rabies, the only strain of which we have here in Australia and is carried by bats, namely our larger Flying Fox species and is a lot less likely to be carried by our small microbat species. To contract Lyssa, you must be bitten or scratched by an infected bat who is carrying the virus. The virus is shed through the saliva of an infected animal and must enter your blood stream via the saliva entering a wound which breaks the skin.",
      "Research has suggested that less than one percent of Australia’s bat population actually carry the Lyssa Virus. There have been three deaths of people from the Lyssa Virus since 1996, all, I believe, in Queensland. Wildlife carers who specialise in bats are now vaccinated as we are much more likely to come into contact with a bat carrying Lyssa as these bats will present as being sick and unwell.",
      "The figures may have changed now but as of a few years ago, out of many bats who had been tested in Victoria only eight Flying Foxes had tested positive for the live Lyssa virus. One of those bats was actually a bat who came into care at Bohollow. It was found on the ground in Kyabram, suffering part paralysis and abnormal aggression and neurological distress. This bat actually bit Deb, who had the bat in care for the short time it was at Bohollow. When the bat died the following morning, we discussed the possibility of the bat having Lyssa due to its unusual aggression, neurological symptoms and paralysis. I organised for the bat to be transported to Melbourne for testing and it came back positive. Deb is fully vaccinated but still had to have post bite shots immediately as a precaution and her levels of antibodies checked, which were all good. Protocol when bitten by a bat is to wash the wound thoroughly with warm, soapy water as this goes a long way to minimise saliva entering the bloodstream. No one in Victoria has ever contracted the Lyssa Virus.",
      "We need to be sensible about the possibility of Lyssa as wildlife carers who are handling bats that may come to the shelter unwell, but with less than one percent of carriers out there, it is likely that the Little Red Flying Fox who actually had the virus will be the only one we ever see in our lifetimes.",
      "This is where common sense and true factual evidence should pertain over scare mongering and false information when it comes to our bats. Bats very rarely come into contact with people and when they do, through injury or heat stress, if we are aware, safe and sensible, there should be no risk. If you come across an injured or heat stressed Flying Fox, do not pick it up. Call your local wildlife shelter for help and advice immediately. If you do not touch the bat, there is no risk. Microbats are mouse size and although they have sharp teeth for catching insects, they usually cannot break the skin in a bite as they are so small. Being so small, they are much more easily safely collected with a towel or face washer which allows no direct contact to be bitten. Still, call wildlife rescue for help and advice.",
      "Bats are an important element of our ecosystem. Flying foxes provide pollination of our native vegetation and being able to travel up to 50 kilometres in a night, can be much more efficient pollinators than many of our birds. They are responsible for much of our forest pollination. Our native vegetation needs these animals.",
      "Microbats are our natural pest control. Many insects are more prevalent at night or are only openly active at night. Our tiny bats consume amazing amounts of these insects, mosquitoes included, and are a part of the unique balance of our ecosystems here in Australia.",
      "Bats are the only mammal in the world which have developed independent flight such as birds have. They are amazing, fascinating creatures who deserve our respect and understanding. They are much more beneficial to be in our environment than pushed out of it and if you just stop to observe them if they are in your area, it is easy to see them as they truly are…highly social, intelligent and unique animals, who deserve more than misguided persecution from people who do not know the true facts about our wonderful bats.",
      "<em>For injured wildlife contact Kirsty at Bohollow on: 0447 636 953</em>"
    ]
  },
  "published": true,
  "related": ["/content/wnews/kids/2020/list/thats-bats"]
}
