{
  "sling:resourceType":"wnews/page/article",
  "date": "2020-04-09",
  "title": "Insects and Tawny Frogmouths and Bohollow",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/04/wnews20200409-011.jpg",
  "abstract": "Winter weather seems to have dropped\nupon us quite suddenly. When I first began\nmy career as a wildlife carer and rescuer, I\nbecame closely tuned in the seasonal changes\nof both our weather and also the creatures\nwhich rely so heavily on these changes. I\nhave watched over the years our seasons\nstarting to change. At first, the changes were\nquite subtle but now they seem to be much\nmore pronounced and this in turn causes our\nwildlife to alter their behaviour to adapt the\nbest they can. The food resources for our\nwildlife ebb and flow, they always have, but\nour wildlife have been attuned to this ebb and\nflow for thousands of years. Species know\nwhen they can rely on a seasonal food source\nor change and it is a cycle which they have\nlearnt to depend on.",
  "body": {
    "pars": [
      "Winter weather seems to have dropped\nupon us quite suddenly. When I first began\nmy career as a wildlife carer and rescuer, I\nbecame closely tuned in the seasonal changes\nof both our weather and also the creatures\nwhich rely so heavily on these changes. I\nhave watched over the years our seasons\nstarting to change. At first, the changes were\nquite subtle but now they seem to be much\nmore pronounced and this in turn causes our\nwildlife to alter their behaviour to adapt the\nbest they can. The food resources for our\nwildlife ebb and flow, they always have, but\nour wildlife have been attuned to this ebb and\nflow for thousands of years. Species know\nwhen they can rely on a seasonal food source\nor change and it is a cycle which they have\nlearnt to depend on.",
      "Some of you may have read or heard\nabout the decline in our insect species.\nThis is not just relevant to our area here\nin Northern Victoria, it is an occurrence\nworldwide and it is something which we all\nneed to be concerned about. Our insects are\nat the bottom of our natural food chain or\nput differently, the centre of the web which\nconnects every living thing on our planet. I\nthink the web analogy is more apt to describe\nhow everything is connected as it only\ntakes one strand of the web to be broken or\nweakened and it compromises the strength of\nthe entire web.",
      "For the last several years I have noticed\na dramatic decline in the amount of moths\nand insects. Many of our native birds are\ninsectivores and the majority of their diet is\nmade up of insects; some only eat insects.\nWhile in care, we strive to give our native\ncritters the most natural diet we can. We buy\nin mealworms, crickets and cockroaches to\nhelp accomodate our insectivore’s needs but\nnothing beats their natural food source. This\nhas seen me collecting moths and insects for\nmany years, in particular to help feed our\nsmall insectivorous bird species. It helps\nyoung birds to learn to hawk them in the air\nand also to recognise their natural prey. For\nthis reason I have come to know which types\nof moths are tasty for our patients and which\nare not, which ones are about at different\ntimes. The pattern was always the same. The\npattern has not been the same for quite a few\nyears now and it always concerned me.",
      "This past Spring/Summer season saw\nbarely any insects around. It was the worst\nI had seen their numbers. In fact, many of\nthem just weren’t present at all. This last\nmonth, just when I thought we weren’t going\nto see many of the types of moths at all,\nthey suddenly appeared..and appeared in the\nhigh numbers which one used to see earlier\nin Summer years ago. It was a relief to see\nthem actually appear, as previous years this\ndid not happen. Their overall numbers were\njust not there at all during the entire course\nof the year.",
      "The huge moths, which I grew up\nknowing as Bardi Moths, have recently come\nout their hiding place beneath the soil of our\nlarge eucalyptus trees and hit the skies in\nlarge numbers. This is extraordinarily late\nhere for this moth. There were hardly any\nabout last year.",
      "During the last few weeks we have\nseen an abundance of Tawny Frogmouths\n(pictured here) come into care due to impacts\nfrom vehicles. These birds rely on these large\nmoths as a food source and the moths are often\naround roadsides, attracted to vehicle lights,\nstreet lights and also the shimmer of bitumen\nin the moonlight. During Spring and Summer\nwe had a high number of Tawny Frogmouths\narrive at the shelter extremely underweight;\neven the nestlings who arrived at Bohollow\nwere coming in underweight. It doesn’t take\na scientist to put two and two together and\nrealise the impact that the changes in our\ninsect life is having on creatures such as the\nTawny Frogmouth. I am just in a position\nto witness those effects directly, as when\nspecies are struggling, we are usually the first\nto see the real fallout in the wildlife that come\ninto our care.",
      "The reason why this decline in insect\nnumbers worldwide is happening is not at\nall understood. It is not known whether our\nchanging climate is playing a part in this and\nit is likely a combination of many things,\nincluding habitat loss; yes, habitat loss\ncertainly has an impact on our insects just as\nit does animals. Insecticides and pesticides,\nparticularly as their use is so heavy has\ncertainly had an enormous impact over the\nyears and eventually this accumulative effect\nis going to be seen. These toxins can actually\nbe present in the insects themselves and\nbirds like the Tawny Frogmouth consume\nthem, also building up toxicity levels in\ntheir own bodies. This accumulative effect\nof toxin intake eventually catches up with\nthe organism and in the case of the Tawny\nFrogmouth, gets stored in the body until\ntimes get a bit tough and they call upon their\nreserves to see them through the lean times.\nThen the full effect of the build up of toxins is\nseen when the bird succumbs to the poisoning\nand actually dies. If you think this is scary\nstuff, it is…and it is very real.",
      "We need to think about everything we\ndo to our soil, our water and our plant life\nand consider the consequences of everything\nconnected to that system. Even something\nas simple as a fertiliser can render a soil\nunsuitable for the insect life which naturally\noccurred in it. The pesticides that you spray\non your garden to keep those pesky aphids\nat bay..a tiny Superb Fairy Wren, a Whiteplumed\nHoneyeater, a Magpie…if any of\nthese birds eat sprayed insects or forage off\nsprayed ground they are ingesting toxins,\ntoxins that may and do kill them.",
      "There are many claims that certain\nchemicals are not very harmful to our\nenvironment and our critters. I think a good\nrule to follow is that if you wouldn’t drink\nit yourself or eat off the ground or plant you\nhave sprayed, it is pretty safe to assume that\nit isn’t a great thing for our insects or wildlife\nto be consuming or coming into contact with\neither.",
      "We cut and dig out weeds here at Bohollow\nso we don’t use chemicals for control. It is\nmore work, harder work and yes, my kids\ncomplain a little as they see a neighbour spray\na weed and it dies. We do this as I see the\nresults of our actions on our native wildlife\nevery day. I cannot deny the evidence before\nme that everything we do around us can\naffect some other living creature, which can\nin turn affect another living creature all the\nway along that web of life.",
      "When we walk through a spider web the\nmain concern for most of us is needing to\nknow where the spider is. We don’t usually\ngive a thought to the strand of web we broke\nand what it means for that spider. Even if we\nonly broke a small strand, the consequences\nfor the spider may mean it does not catch any\ninsects that night as the entire web has been\ncompromised. These tiny strands which we\nkeep breaking in our natural world are all\nconnected to the entire web of life and one\ntiny strand causes consequences throughout\nthat entire web.",
      "For now, our Tawny Frogmouths are\nenjoying the rich pickings. Winter will be\nupon us very soon and the insect life will\nbecome scarce. I hope that this delayed\nabundance and welcome relief will see them\nthrough to the warmer months and that the\nnext Spring and Summer period won’t be\nquite so harsh for them as the one just past.",
      "<strong>For injured wildlife contact Kirsty at Bohollow on: 0447 636 953</strong>"
    ]
  },
  "published": true,
  "related": []
}
