{
  "sling:resourceType":"wnews/page/article",
  "date": "2020-03-26",
  "title": "Little eagle (or booted eagle) rescued",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/03/wnews20200326-026.jpg",
  "abstract": "Here at Bohollow wildlife still need\nrescuing and we are being sensible and\nfollowing all the precautions in relation to\nkeeping us all safe. I would like to add that\nyou CANNOT catch the Covid-19 virus from\nany wildlife or animals, it is human to human\ntransmission so keep yourselves as safe as\npossible. It is still perfectly safe to stop and\ncheck pouches, assist injured wildlife and call\nus for help.",
  "body": {
    "pars": [
      "Here at Bohollow wildlife still need\nrescuing and we are being sensible and\nfollowing all the precautions in relation to\nkeeping us all safe. I would like to add that\nyou CANNOT catch the Covid-19 virus from\nany wildlife or animals, it is human to human\ntransmission so keep yourselves as safe as\npossible. It is still perfectly safe to stop and\ncheck pouches, assist injured wildlife and call\nus for help.",
      "I attended a rescue of a bird of prey near\nKyabram on Sunday. I was told it was an\ninjured hawk down in a paddock, unable to\nfly.",
      "When I arrived, as I approached the bird\nI realised that the hawk was indeed a Little\nEagle. The bird gave me a bit of a chase but\ni quickly caught her up. I performed a quick\non site assessment and no fractures, a few\nfresh marks on both wings, body and feet but\nsuperficial, she was going to be ok. Possibly\nhit a barbed wire fence.",
      "It has been a couple of years since I have\nseen a Little Eagle in care at Bohollow. We\nhave three species of eagle in Australia, the\nWedge-tailed Eagle which is our largest bird\nof prey and who most people know just for\ntheir sheer size, the White-bellied Sea Eagle,\nwhich is almost as large as the Wedge-tailed\nEagle and frequents both coastal and inland\nwaterways, but our third and less known\neagle is a small eagle named the Little Eagle.",
      "Little Eagles hold a special place in my\nheart as a Little Eagle was one of the first\ndiurnal raptors I cared for many years ago.\nShe had a wing fracture which avian specialist\nDoug Black surgically pinned for me and she\nleft a long lasting impact. I learnt much about\nthe specialist care of birds of prey through\nthis magnificent bird and she is one I will\nnever forget. Little Eagles have the ability to\nlift up a beautiful dark crest right on top of\ntheir head and I recall sneaking a peak at this\nbird while she was eating and catching her\nfor the first time with her crest fully erect and\nwas in absolute awe of the beauty in this bird.",
      "Little Eagles are what we call ‘booted\neagles’. This term means that they have\nfeathered legs all the way down to their feet,\nalmost like feathered pants. This is an easy\nway to tell the difference between an eagle\nand other birds of prey in Australia, although\nour Sea Eagle has bare legs like the other\nraptor species, this is to enable hunting on the\nwater easier as less drag as they hit the water\nand grab a fish with those unbelievably strong\nfeet.",
      "Little Eagles have the typical eagle look\nabout their head and can often be described\nby people who find them as a baby Wedgetailed,\nalthough the size difference is massive.",
      "When flying overhead, they can be easily\nconfused with our large Whistling Kite as the\ndistinct patterns underneath both birds wings\nare very similar to each other. The Whistling\nKite is a much more slender bird with longer\nwings, longer tail and of course bare legs.",
      "Little Eagles are solitary birds and rarely\nhunt in dense wooodland, preferring open\nground for hunting. They are a heavy, solid\nbird who rarely takes prey in flight, usually\ngrabbing prey on the ground from a dive\nwhich we call a stoop or gliding down from\nthe air or a perch. Prey includes rabbits,\nreptiles, birds and they can sometimes prey\non large insects and carrion. Around this area\nI believe their preferred prey is rabbits.",
      "Like our other eagles, they can spend a lot\nof their time soaring so high we cannot even\nsee them with the naked eye!",
      "Although their range is widespread across\nmainland Australia, these are a raptor species\nwhich appears to be declining and from\npersonal experience, I do not see as many of\nthem around as I used to many years ago.",
      "I am hoping that this beautiful bird will\nbe able to return to her wild home reasonably\nquickly and it will be a special day indeed to\nsee her hit the skies again. Meanwhile, I will\nhave the pleasure of having such a wonderful\nbird in care once more, watching her antics\nand providing her the chance to heal and\nrecover.",
      "This is why I do what I do and I never\ntire of the amazing species which I am so\nprivileged to work with to give them a second\nchance to soar free.",
      "<strong>For injured wildlife contact Kirsty at Bohollow on: 0447 636 953</strong>"
    ]
  },
  "published": true,
  "related": []
}
