{
  "sling:resourceType":"wnews/page/article",
  "date": "2020-02-27",
  "title": "Noisy miners",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/02/wnews20200227-025.jpg",
  "abstract": "You can almost feel the changing of the seasons in the air as temperatures become more bearable and the days begin to shorten once more. Many of our migratory species are already on the move or preparing to travel to their wintering grounds. I have seen rainbow bee-eaters already beginning their travels and our sacred kingfishers are also getting restless. I love the change our landscape endures through the seasons and a huge part of that love for me is the coming and going of different species. It is almost like saying goodbye to old friends and welcoming others on their return.",
  "body": {
    "pars": [
      "You can almost feel the changing of the seasons in the air as temperatures become more bearable and the days begin to shorten once more. Many of our migratory species are already on the move or preparing to travel to their wintering grounds. I have seen rainbow bee-eaters already beginning their travels and our sacred kingfishers are also getting restless. I love the change our landscape endures through the seasons and a huge part of that love for me is the coming and going of different species. It is almost like saying goodbye to old friends and welcoming others on their return.",
      "One species which stays in our area for the entire year and also holds territories is the noisy miner. Not to be mistaken for the common Indian myna, which is an introduced pest species, although our poor native noisy miner also gets the blame for imbalance in many areas and has certainly been considered a pest and named as environmentally damaging despite this being their natural home.",
      "I actually love the noisy miners and I have raised quite a few of them over the years, though usually no more than two or three a season. They are intelligent birds, in the honeyeater family and exist in communal groups. These groups can be small groups of five to six birds or as many as 30 or more. These groups will defend their territory against others of the same species and also other bird species. In some areas the diversity of small bird species has dropped due to the presence of noisy miners and this correlation is believed to be the fault of the miners and their aggressiveness. In my experience, this drop in diversity in relation to the presence of noisy miners appears to be more closely related to an imbalance of habitat which then, in turn, causes an imbalance in species diversity, not the other way around.",
      "Noisy miners exist quite happily in tall eucalypts. They are a bold bird, secure in the safety of a group and rather than hide from a predator, will often be the first to alert other species of a predator’s presence and will actively attempt to drive them away. Other honeyeater species will do this too as well as birds such as willy wagtails but wagtails do not have the strength in numbers as they hang out in pairs rather than a group.",
      "Smaller, more fragile birds will hide in the presence of a predator when they hear the warning calls of others, including the warnings from other species. To do this they must have understory plants which have dense cover. Birds of prey, goannas and other predators have difficulty entering dense vegetation and it is often not worth the effort to attempt to do so. When this understory and mid-story cover is gone or depleted, the diversity of small bird species drops radically but the numbers of species such as noisy miners, magpies and ravens can increase. Therefore the imbalance we are seeing is more likely to be due to habitat imbalance. Obviously when miners are seen to ‘drive away’ other smaller species, it is assumed that they are responsible for their disappearance, particularly when their numbers begin to increase.",
      "At the shelter grounds we have tall trees but we also have a good range of lower story trees and shrubs. We have a healthy group of noisy miners who reside here. We also have superb fairy wrens, white-plumed honeyeaters, silvereyes, red-browed finches, padolotes, thornbills and other small species who exist quite happily in the miner’s presence.",
      "In every natural system there is certainly an order, a hierarchy if you prefer…some species will always boss others around but do not think this pecking order starts and stops at the top. White-plumed honeyeaters will pick on others, kookaburras will raid other bird’s nest, Wattlebirds can drive Noisy Miners out of a tree in blossom in an attempt to guard a prized feeding ground and a silvereye may pick on a thornbill. Nature is ever dynamic, ever changing and this is a part of the wonder of life. If you do have a problem with one particular species such as the noisy miner seeming to ‘take over’ your garden or property, it is a good idea to stand back and have a look at what is really happening. What vegetation is present, what other factors may have changed to cause the imbalance. All species are opportunists, including humans. If an opportunity arises for a species to do well, they will. If we provide a balanced environment for as many different species as we can around us, species diversity will be greater.",
      "I enjoy watching the dynamics of different native species interacting in our garden and in bushland. I guess when I am privileged to know many of these species on a level which others may not get close to. It allows me to understand their antics a bit better and appreciate their behaviour for what it really is and not blame a species for not fitting an ideal.",
      "Nature can be harsh, nature can be perfect, nature can be imperfect, but above all nature is beautiful, ever changing and dynamic.",
      "<em>For injured wildlife contact Kirsty at Bohollow on: 0447 636 953</em>"
    ]
  },
  "published": true
}
