{
  "sling:resourceType":"wnews/page/article",
  "date": "2020-07-16",
  "title": "‘I love all species of our native ducks...‘",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/07/wnews20200716-028.jpg",
  "abstract": "I love the presence of tiny\nducklings at Bohollow and watching\nthem grow so quick, within eight\nweeks newly hatched ducklings\ntransform from tiny balls of fluff to\nflying wanderers of our wetlands.",
  "body": {
    "pars": [
      "I love the presence of tiny\nducklings at Bohollow and watching\nthem grow so quick, within eight\nweeks newly hatched ducklings\ntransform from tiny balls of fluff to\nflying wanderers of our wetlands.",
      "Most people are familiar with\nour more common species in this\narea, the Pacific Black Duck, the\nAustralian Wood Duck and possibly\neven the Grey and Chestnut Teal\nbut fewer people realise we have\na species which stands quite alone\nwith its unique features and habits..\nthe Pink - eared Duck.",
      "These ducks are very small, as small as a\nTeal, yet have a large, broad bill larger than a\nPacific Black Duck’s bill. They also have very\ndistinct colouring and markings. Their body\nis covered in black zebra stripes, the head has\nlarge eyes set in a black facial mask with the\nstriking flash of fluorescent pink behind the\neye which has earnt them their name.",
      "Pink - eared ducks are highly nomadic\nand not very common in this area any\nmore, though when they are seen, they can\nsometimes be in large flocks of 100 or more\nducks. The reason they are so nomadic is due\nto their specialised feeding habits.",
      "These beautiful little ducks have a bill\nwhich is unique amongst ducks. Their large,\nbroad bill is quite flattened and they have\nthe addition of two flaps of skin which drape\ndown the side of the upper bill, concealing the\nserrated ‘teeth’ on the edge of the bill which\nour other dabbling ducks possess. They are\ntrue filter feeders. They sift microscopic food\nitems, both animal and plant, through their\nspecialised bill. They like to hit wetlands\nwhen they are receding as this is often a rich\nsource for their unique diet of fresh water\nplankton and algae. Tiny insects, water fleas,\nostracods, copepods, floating seeds and some\nplant matter are all items consumed by Pink -\neared ducks. For this reason they are usually\nfound on shallow, stagnant fresh water sites.\nThey rarely leave the water except to travel\nand drought is the only time these ducks will\ntake refuge on deeper water.",
      "These little ducks move through the\nwater with their bills submerged up to their\neyes. They draw water through the slightly\nopened tip of the bill which is then pumped\nout through the sides using a dense layer of\nfine lamellae or plates to filter and catch tiny\nparticles of food. They can feed in groups\nusing an arrowhead formation as this helps\nstir up more food in the vortex they create.\nPelicans can also be seen feeding in this type\nof formation.",
      "They can also use their bill to trawl along\nthe bottom, their head fully submerged under\nthe water.",
      "These little ducks are able to breed all year\nround but only breed when the conditions\nare right. I have observed their breeding\nbehaviour in relation to our other duck species\nand they usually wait until all the other ducks\nare done and dusted with nesting and flood\nwaters are receding, then they will move in\nto breed and nest. Males help brood and raise\nthe young but they generally form new pair\nbonds each time they breed.",
      "Flood waters or wetlands need to be high\nenough for the receding waters to last during\ntheir nesting time as they place their nest on\nlogs or vegetation just above the water line.",
      "Pink - eared ducks can be very difficult to\nhave in care due to their specialised diet. It is a\nreal challenge to provide a food source which\nthey will readily eat and provide enough of it\nto maintain and increase weight.",
      "We currently have a Pink - eared Duck\nin care at Bohollow. Found away from water\nnear Ruffy, I suspect she may have collided\nwith something while travelling between\nfeeding sites as she is suffering head trauma\nand not up and flying yet. Weight is also\ndown. It will be a challenge to get her back\nup to where she needs to be for release but\nat the moment she is eating and doing quite\nwell. Many of our water birds travel to new\nfeeding areas at night and the Pink-eared is\none of them. This would also explain her\nturning up away from water with no other\nPink - eared ducks in the area. Cross fingers\nshe will recover, put on weight and go on to\nbe released.",
      "With a bit of water laying around due\nto the decent rains we have had over the\nlast couple of months, keep an eye out for\nthis beautiful little duck in our surrounding\nwetlands."
    ]
  },
  "published": true,
  "related": []
}
