{
  "sling:resourceType":"wnews/page/article",
  "date": "2020-06-04",
  "title": "Release day for young female koala",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/06/wnews20200604-034.jpg",
  "abstract": "It is always wonderful to see the wildlife\nwho come into care at Bohollow get back to\ntheir wild homes and it is the rewarding aspect\nof what we do. Just over a week ago Deb and\nI released a young female koala back to the\neucalyptus trees of Loch Garry.",
  "body": {
    "pars": [
      "It is always wonderful to see the wildlife\nwho come into care at Bohollow get back to\ntheir wild homes and it is the rewarding aspect\nof what we do. Just over a week ago Deb and\nI released a young female koala back to the\neucalyptus trees of Loch Garry. She took\nquite awhile contemplating her freedom after\nquite a few months in care at our Kotupna\nshelter. I always wonder what goes through\ntheir minds when a critter first comes into\nour care and then again when they are finally\nreturned to be wild and free. It must be a\nhuge transition for them going from wild and\nuntouched, likely never being close to human\ncontact to suddenly being contained, treated\nand in an enclosure. Likewise, after many\nmonths in care with all their needs provided,\nthe transition of suddenly being free again in\ntheir wild environment and having to forage\nor hunt on their own and navigate all the\nskills they require for survival must be just as\nmuch of a shock.",
      "After taking in her release surroundings\nfor half an hour or so, she decided to climb\na River Red Gum and take up the familiar\nposture we all know of koalas, sitting\ncomfortably in fork high up in the branches.\nWe are very confident she will do ok out\nthere although it is always a bit sad saying\ngoodbye.",
      "I rescued her from a backyard when she\nwas suffering from severe heat stress and it\ntook her quite awhile to recover from being\non the ground for days before the residents\nfinally thought they should report it.",
      "The emotions of release are a strange\ncombination of happiness, excitement, relief\nwith a touch of sadness to see them go and\nof course there is always that element of\nworry of how they will go surviving back out\nthere. If we have done our job correctly, the\nanimal we are releasing should have the best\npossible chance to go on existing in their wild\nenvironment.",
      "Wildlife care is so much more than just\nhaving a wild creature in your care for any\nperiod of time. To ensure we cater for each\nparticular species we may have at the shelter,\nwe need to have everything right. Correct\nhousing for our patients is vital. Each species\nrequires different housing to ensure they feel\ncomfortable and safe and enabling the critter\nto carry out their natural behaviours. What\nworks for some species doesn’t necessarily\nwork for others. At our Bunbartha shelter\nwhere we specialise in all bird species,\nincluding birds of prey, each enclosure at\nthe shelter is designed for specific species in\nmind. Wildlife can injure themselves easily\nand quickly when not housed correctly and\nmost enclosures are built with shade netting\nrather than steel mesh materials to minimise\ndamage.",
      "Another important aspect of our work is\ndiet for our critters. Each species has specific\ndietary requirements and it is no mean feat\nto provide this. At our Bunbartha shelter we\nneed to have a steady supply of multiple seed\nand grain types, live food such as crickets,\nmealworms and cockroaches, fish, meat, rats,\nmice and many different specialty food mixes\nsuch as nectar, insectivore, high protein and\nother supplement foods. It is easy to see\nwhere the high expense of operating a large\nshelter comes in!",
      "All these things allow us to safely care for\nthe creatures who need our help but of utmost\nimportance is to allow the animal to remain\nwhat it is, a wild critter who at the end of its\ntime here, must be able to fend for itself when\nit is returned to its natural environment.",
      "They must be able to forage for the\ncorrect foods which it will find in its natural\nenvironment. If it is a hunter such as our birds\nof prey or insect feeding wildlife, it must be\nfamiliar with and able to catch its natural\nprey.",
      "Each year we receive many animals\nwhich people have decided to attempt to\nkeep, sometimes with the intentions of\nkeeping them permanently, sometimes with\nthe intentions to release. These animals are\nusually always compromised in some way.\nIncorrect diets is a big one which causes\nnutritional deficiencies and problems and\nsometimes the damage can be irreversible\nby the time they reach us. This is always sad\nwhen we know the critter could have been\neasily rehabilitated and released if they had\narrived at the shelter earlier, but incorrect\ncare has cost them their life.",
      "The other big issue we see is behavioural\nproblems. I currently have a Tawny Frogmouth\nwho was raised by well intentioned people.\nHe is out in a flight enclosure with other adult\nTawny Frogmouths learning to be a Tawny\nFrogmouth. As he was not around other birds\nof his own kind, it has taken the last couple\nof months to finally start mingling with the\nothers and being more independent. Our baby\nTawny Frogmouths were released months\nago now and this young one was found in\nNovember, raised and then given to the shelter\nto ‘prepare’ it for release, many months after\nit was first found. This means this bird has\nbeen in care for an extraordinary amount of\ntime for a bird found as a nestling, all because\nhe was not taken to an experienced wildlife\nshelter when he was first found.",
      "I know it can be very tempting to keep\nwildlife when it is found, either injured or\norphaned, but the best interests of the animal\nis to get them to a registered shelter as soon as\npossible for all the reasons mentioned above.\nIt is illegal to keep any wildlife species in care,\nshort or long term, without a rehabilitation\nlicence. Even galahs and cockatoos cannot\nbe kept from the wild. It makes our job a lot\nmore difficult when critters get here days,\nweeks, many months and sometimes even\nyears later after they were first found.",
      "We hope this young koala is enjoying\nswaying in the breeze of the gum trees, back\nwhere she belongs and goes on to have young\nkoalas of her own.",
      "If you find injured or orphaned wildlife,\nplease call for help immediately.",
      "<em>For injured wildlife contact Kirsty at Bohollow on: 0447 636 953</em>"
    ]
  },
  "published": true,
  "related": ["/content/wnews/articles/2017/list/meet-earl"]
}
