{
  "sling:resourceType": "wnews/page/article",
  "date": "2020-11-19",
  "title": "Some do’s and dont’s",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/11/wnews20201119-056.jpg",
  "body": {
    "pars": [
      "Bohollow has been buzzing with the incessant calls of baby birds. We are always pushed to our limits each year during the height of the nesting season. The only saving grace is that baby birds grow extremely quickly so as fast as we are preparing fledglings to fend for themselves and releasing, more are pouring in through the shelter’s doors. We have been experiencing high winds again recently and this always plays havoc with nestlings and newly fledged birds. Nests come down in winds and young birds find it extremely difficult to hone their flight skills when the wind is strong and often end up in trouble on the ground or on our roads.",
      "Our first group of baby Magpies are ready to go and will be released during the next week or so but the second nestlings are starting to come in now and the entire process begins again. Several groups of ducklings have reached fledgling stage and been released over the past few months but newly hatched ducklings who find themselves lost and or in trouble continue to come into care at Bohollow. Our light boxes which provide the baby birds with constant, reliable heat are invaluable at this time of year and have not been turned off now for a few months.",
      "As you can imagine, our operating costs go through the roof at this time of year to accommodate the high influx of patients and baby critters requiring our help. Rescue days are long. I can spend anywhere from six to twelve hours out on the road going from rescue to rescue, pick up to pick up, in between feeds, cleaning and care of our shelter occupants and exhaustion is paramount.",
      "There are some things you can do to help if you come across wildlife which requires our help and to make this process run as smoothly as possible:",
      "<ol><li>Number one is call for assistance immediately. Do not wait to see if the animal lives or dies. We can often provide care, medications and diets which truly makes a difference to the critter. We can assess injuries, provide appropriate veterinary treatment and have the experience and knowledge to carry out intensive care to wildlife patients which really does make a huge impact on the eventual outcome. Don’t wait, call for help. Time is of the essence.</li><li>Do not feed or give water to an animal until you call a shelter for assistance. When you call 000 for paramedic assistance, they do not administer food or water immediately for good reason, the principle is the same for sick, injured or orphaned wildlife. Giving water to wildlife which is stressed, compromised or orphaned can actually cause their death, as can food, particularly the wrong food. Different species require different dietary needs. For wildlife too unwell or compromised to feed safely, we are skilled in intensive care methods such as tube feeding or administering fluids in alternative ways. People often keep an animal for a few days then when it hasn’t eaten anything they finally call for help. Often this is too late. Some species require frequent feeding every 15 or 20 minutes and have high metabolisms. One day without appropriate food and fluids can seal its fate. Also, Google can be a wonderful thing but there is a lot of misinformation on the internet too; please don’t Google how to look after something in an attempt to keep it or do it yourself, usually this ends in disaster for the animal.</li><li>Both Deb and I do many miles for rescue and pick ups. Travel for rescue cannot be avoided but if you have picked up an injured or orphaned animal we often ask if you can drop to one of the shelters or meet us on the road somewhere to cut down our travel time and costs. If you are able to transport, it really makes a huge difference to us. You may find an animal in trouble a few times a year or once in your lifetime. Your call may be our tenth call for the day, remember we are on call 24/7 and our phones sometimes don’t stop. What is the inconvenience of one trip for you may be an extra hour of travel for us in a day we have already travelled many miles.</li></ol>",
      "If you are dropping wildlife to our Kotupna or Bunbartha shelter, please do not ask to see the wildlife in our care. We know most people would really love to see an eagle or a baby kangaroo but the wildlife in our care is wild and not on display. Our enclosures are at the back of both properties so they have minimal impact from people and wildlife can get agitated when strangers are around their enclosures. Both shelters are also our own personal residences so please understand so do not be offended if you do ask and the answer is no.",
      "There are some things you can carry in your vehicle to assist you when you come across wildlife in trouble. A couple of towels and a flat packed box are handy items as well as a pillowcase. Birds are best contained and transported in a cardboard box, closed up at the top, with a clean towel in the bottom to stop it sliding around and for comfort. Mammals can be placed in a pillowcase with a towel inside if need extra warmth and secured at the top with something as simple as a rubber band.",
      "We pride ourselves for our professionalism at Bohollow but at this time of year we truly do become exhausted. Please understand if we cannot attend a rescue or pick up immediately due to the high number of calls and having to prioritise in order of urgency. We also have family and commitments to the wildlife already in care at the shelter which means we may not always be able to leave immediately or may be out on the field in a different area attending another rescue. If you cannot get through to us on the phone, please leave a message or send through a text message, we will always get back to you as soon as we can.",
      "For those that know me personally, they would also know that a couple of weeks ago my young daughter badly fractured her leg in a trampoline accident. As the incident happened in Bendigo, I have been over there a lot with hospital appointments and the rest of the Bohollow crew have had to hold the fort on the days when I haven’t been in the area. I thank all the understanding people who have transported to the shelter on these days when they realise that it has been impossible for me to get there to pick up when a critter has required to get to the shelter as soon as possible. It really does make a difference.",
      "Our calendars should be coming out very soon, I am a bit late again this year due to being so busy but they are coming! All profits from calendar sales go straight back into funding the costs of our wildlife work to enable us to continue through the busy Spring/Summer season. As we are a registered Australian Charity and have DGR status with the Australian Tax department, all donations if you wish to make one are tax deductible.",
      "Thank you from the bottom of our hearts to all the wonderful people who continue to reach into their pockets to support Bohollow and help keep us afloat, without you all we simply could not continue our work."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "Bohollow has been buzzing with the\nincessant calls of baby birds. We are always\npushed to our limits each year during the height\nof the nesting season. The only saving grace\nis that baby birds grow extremely quickly\nso as fast as we are preparing fledglings to\nfend for themselves and releasing, more are\npouring in through the shelter’s doors.",
  "related": {
    "article": {
      "page": ""
    }
  }
}
