{
  "sling:resourceType":"wnews/page/article",
  "date": "2020-02-13",
  "title": "Support your local shelter",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/02/wnews20200213-019.jpg",
  "abstract": "I have sat back in silence and watched things unfold while the world has seemed to go a little crazy of late. We received many phone calls daily for about three weeks running for the duration of the horrific fires which hit our state this season. Social media was rampant with blame, false accusations and many fundraising activities to raise money and supplies for burnt wildlife.",
  "body": {
    "pars": [
      "I have sat back in silence and watched things unfold while the world has seemed to go a little crazy of late. We received many phone calls daily for about three weeks running for the duration of the horrific fires which hit our state this season. Social media was rampant with blame, false accusations and many fundraising activities to raise money and supplies for burnt wildlife.",
      "Deb and I have been very transparent when people have called asking if they can donate to us to help ‘all the injured wildlife coming from the fires’. We have explained that we are not in fire area this season as have not had any serious fires here, touch wood it remains that way for the remainder of the season. We have said if they wish to donate to fire affected animals, they will need to donate elsewhere. The support for wildlife has been staggering. Money, supplies and pouches have poured in from all areas of the globe. I think it is wonderful that so many people have wished to dig deep for our wildlife….but it saddens me to know it has only happened on the back of a disaster. The reality is that although some money and supplies will be used to save wildlife, the majority is not actually going towards helping burnt animals as there are just not that many burnt animals to help.",
      "We were contacted not only by local people, people Australia wide and also from other countries asking how they could help with the influx of animals coming in off the firegrounds.",
      "I would like to put a few truths out there in regards to the fires, not just these fires but also other horrific fires such as we experienced on Black Saturday.",
      "Fire is one of the most destructive forces of nature that we know. It can destroy everything within a very short time and can be ruthless and unforgiving. The sad reality of firegrounds around the country is that not a lot is recovered as far as injured wildlife goes.",
      "I don’t know why the conception is that there is an influx of animals coming into care due to the fires around our country. I believe mainstream media is partly to blame as they jump on the odd case when animals are brought into care off firegrounds and give the impression that this is the norm after a fire… it is just not the case. There are a number of reasons that this just isn’t so.",
      "Firstly, animals usually either get out in time or they don’t and the ones who don’t usually perish before they are found or if they are found, the likelihood of them having to be euthanised or not making it is very high.",
      "Wildlife rescuers are not permitted to go onto firegrounds at least until 2 or 3 weeks after the fire. This is for safety reasons generally. We can search on private land if we have land owner permission but on land which is controlled by Parks Victoria, DELWP or a Shire/Council, we are never allowed on until it is usually too late. Wildlife found on firegrounds ironically is usually found by members of the public who aren’t bound by the authorising body who issues our shelter permits and therefore cannot get into trouble for ‘disobeying’. Many wildlife carers across the state have undergone approved fireground training so they are deemed certified and worthy of entering these areas for the purpose of finding, rescuing and treating wildlife in burnt areas but are never let in to use these skills when it could make a difference.",
      "My experience with fire has been that when we do get in to search, there is little to nothing to find. The idea that fire affected wildlife is being found in the hundreds is just not true. Not only is it not true, it is the opposite of true. Search parties are lucky to find a handful of animals which they can assist.",
      "The real issue with all these donations is that the bulk of money and supplies has gone to a handful of organisations such as WIRES (NSW only), Wildlife Victoria and a few other organisations. People have donated on the belief that their money is actually helping on the ground and helping our wildlife directly. A trickle is coming through..but only a trickle and if you are not one of the lucky ones to receive some of that trickle, there are many who continue to struggle with the ongoing day to day expenses of operating a voluntary wildlife shelter and rescue service.",
      "Just to put things into perspective, the last I heard was that WIRES have had over 60 million dollars donated because of the fires, Wildlife Victoria is also into the millions and at least one small organisation has raised almost 300, 000 dollars in the name of ‘helping Australian wildlife affected by fires’. Along with warehouses full of supplies donated as well, this is an amazing effort. My concern is the transparency of where/how this will all be allocated and think it is misleading to use the fires as a reason for people to donate.",
      "Our wildlife requires help all year round, 24/7 and after things quiet down, if Black Saturday is anything to go by, all these donations, all this money will be quietly spent by a select few. In the cases of WIRES and Wildlife Victoria, be largely spent on administration and not helping the shelters that need it most. Wildlife Victoria is a statewide call centre. It does not do ‘on the ground’ rescue, nor does it have wildlife in care; that is the work of volunteers such as myself, who do the rescues, operate the shelters and who foot the cost of wildlife rescue and care from our own pockets, without their assistance. They call on us when someone requires wildlife rescue and calls their number. The majority of our calls are from people calling us direct, not through Wildlife Victoria. WIRES is a similar situation and only operates in NSW, as each state has different wildlife laws in regards to wildlife shelters.",
      "Our Bunbartha shelter at Bohollow is one of the largest shelters in Victoria. It costs in excess of $33,000 each year to operate, and that is not including the expense of our Kotupna shelter which Deb operates. With no assistance apart from the kind hearted people who continue to donate directly to Bohollow, the struggle is real and without those kind hearted people supporting us, we would be in very real danger of closing our doors.",
      "If you wish to help our wildlife who need our support all year round, regardless of fire, flood, drought, I recommend to donate directly to your local shelter who is doing the real work and who I can guarantee will spend every cent on saving the wildlife in their care and attending rescues.",
      "Bohollow was lucky enough to receive some supplies from other shelters and groups who have received an overabundance of donations and for that we are truly grateful.",
      "It is wonderful that so many people have donated on the back of this disaster but when the ashes cool, who will continue to reach into their pockets to support the care of wildlife? Meanwhile, all these resources which have been donated, including much needed funds, are left in the control of a select few to be allocated to where they see fit and the majority of wildlife shelters out there who are constantly struggling to keep up with the costs of operating, will continue to struggle."
    ]
  },
  "published": true
}
