{
  "sling:resourceType":"wnews/page/article",
  "date": "2020-01-30",
  "title": "The heat is on",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/01/wnews20200130-021.jpg",
  "abstract": "With the weather extremely warm again this week, it is going to be another busy one for Bohollow.",
  "body": {
    "pars": [
      "With the weather extremely warm again this week, it is going to be another busy one for Bohollow.",
      "It has been a long, tough season for many of our critters, and it isn’t over yet. We have been very lucky to remain relatively fire free in our area this summer so far but it has been heartbreaking to know what wildlife and habitat has been lost Australia-wide due to fire and extreme heat.",
      "Habitat is so fragmented and already fragile as so much of our natural bushland has been cleared and degraded, when disasters like this occur it now has a lot more impact on our wildlife, particularly in areas which contain the last suitable habitat for species that are already struggling to evade extinction. Some species have had over 80 percent of their last viable habitat burnt and in some cases the figures are actually 100 percent.",
      "The excessive heat is having disasterous effects on many wildlife species, birds, mammals and reptiles alike and even things that we don’t often think of, our insects, frogs, spiders, the entire ecosystem from the ground up is suffering. Birds, bats and possums have been falling out of trees, falling victim to the hot, dry conditions. We have also seen an influx of wildlife coming into the shelter emaciated as there isn’t a lot of food out there at the moment. I am crossing fingers that the recent rains will help to improve that. Our birds have not had a great season with breeding with many nestlings and fledglings succumbing to the heat and lack of food. Our wildlife are designed to cope with the harsh conditions of Australia, to cope with drought, fire, shortage of food, but before we altered their environments so drastically, the key difference was the availability of viable habitat. Once there was plenty and species could ride out the tough times with the adaptations which allowed them to survive for many thousands of years in less than favourable conditions…now there is little and in some cases, nothing left of their natural habitat as it once was. This has pushed species to the limit and sadly for some, over the edge of the abyss we call extinction. If we wish to rectify the changes we have made that have driven the loss of the precarious balance which allowed all our unique Australian animals to exist, we must put back some of what we have taken away.",
      "Forests can take a long time to grow to their full potential and provide the types of habitat required for many species to survive. Every tree planted, every tree saved, matters and makes a difference. Every nesting box put up, every log left on the ground, matters. We have the ability to help to restore and protect the ancient systems that have stood the test of time for so long without our help which now need us to step up, be accountable and responsible. No one has ever made money out of reinventing the wheel, our natural environment reached the magnificence it possesses through eons of fine tuning through evolution. Species have always come and gone, some have been successful, others not. Every species on Earth here today originated from species who held on through tough times, adapted and grew into something that worked in the environment around them.",
      "The question is, do we wish to have these amazing animals and ecosystems around us, or don’t we? Extinction is forever. We are not above or immune to this. These same systems which we are so quick to dismiss or destroy for convenience or an immediate dollar are the ones that sustained us up until this point in time and which we also need for our survival. We are not immune. Although it may seem so, we were never immune.",
      "A species which I monitor closely in the extreme heat are our local flying foxes. We have one of the largest colonies in Northern Victoria at Numurkah and another at Tatura. Previously, they had managed to ride out heat waves reasonably successfully. The last couple of years has seen more succumb to the heat and recently, on a 46 degree day, over forty grey-headed flying foxes perished due to heat stress at our Numurkah colony. Three of these bats were adult females with young pups still clinging to their bellies when they died. The rest of the dead were all young bats, most under five weeks old. Deb and I managed to save nineteen pups and all were brought back to the shelter for rehydration. Others were able to be saved by simply mist spraying them as they came down to the ground and didn’t need to be brought in.",
      "The following evening I took sixteen grey-headed flying fox pups back to the colony, placed them all in a tree and watched as their mothers flew in to them, recognising the calls of their young and taking them back into the folds of their wings. Three pups had to remain in care and are being raised here at Bohollow as their mothers perished in the heat. We are set to be out at the colony again on Friday to ensure that we can retrieve any bats who need help as the temperature is forecast for 43 degrees.",
      "On New Year’s Eve I was called to Echuca for an adult Tawny Frogmouth and a nestling who had come out of the nest in the heat. Poor mother Tawny was so severely heat stressed she presented with neurological symptoms. We believe the other parent had also succumb to the heat as well as a lone chick remained, high up in the nest unattended by a parent. Tawny Frogmouths never leave their chicks unattended and if a nestling falls from the nest, one parent will often sit with them on the ground while the other stays with the remaining chicks in the nest. I left the chick overnight with the hope that the missing parent would be on the nest in by dawn but to no avail. The owners of the property had only seen one parent for days so it is assumed that the missing bird fell victim to the heat earlier during their nesting period. New Year’s Day I had to retrieve the remaining chick from the nest, which was not the easiest task in the world as it was so high up. Both chicks were raised at Bohollow and have recently fledged, soon to be released.",
      "These are just two cases of how the extreme heat is affecting our wildlife, there are countless others and we have been run off our feet as it has added to the usual busy time at Bohollow during spring and summer.",
      "<strong>What can we do to help?</strong>",
      "Plant trees. Plant natives. Build and erect nesting boxes. Protect precious habitat from the ground up and enhance what habitat is left.",
      "Provide clean, fresh water around your home and garden. Be mindful of position, water becomes too hot to drink or bathe in very quickly in full sun. Place branches in bird baths or water dishes so critters can get in and out safely. If you are able, run a sprinkler in your garden during the extreme days. All these things can and do save the lives of our wildlife.",
      "If you find a heat stressed animal, do not pour or syringe water into their mouths and do not give them a drink with a bottle. Most animals who are given water this way usually die of pneumonia a few days later due to aspiration, which means fluid has got inside their airway and down into their lungs. Fine mist spray is great and giving them access to a shallow bowl to drink out of if they wish is also great. Call us for help. Time is critical when dealing with any injured wildlife and heat stress is no different. Every minute can count. If an animal is behaving oddly, call for advice and help.",
      "Also take care of yourself in the heat. For those of us who have to work out in it, it is vital to stay hydrated and mindful. Let’s all get through this summer the best we can.",
      "<em>For injured wildlife contact Kirsty at Bohollow on: 0447 636 953</em>"
    ]
  },
  "published": true
}
