{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-02-03",
  "title": "Grow the tough ones",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/02/800px-Acacia_aphylla_02.jpg",
  "body": {
    "pars": [
      "With the belated onset of hot, dry weather most of us will have lost the odd plant in the garden (especially those still trying to establish themselves). I am a big believer in angst-free gardening and hate the thought of losing plants. Equally, I hate pouring water on plants every evening (while being eaten alive by mosquitos) just to keep them alive. The key to growing plants that will survive our summers with minimal watering is to put in plants that can actually do this (very obvious but often ignored). It may also require you to change your gardening aesthetic -many of these plants are scruffy looking and greyer in colour. \n",
      "Some guidelines\n",
      "• Choose plants that grow in the wild around Rushworth. While greyboxes and ironbarks are too big for most gardens, red boxes and sheoaks are smaller and more suitable. There are nurseries that specialize in local species. It is possible to purchase flax lilies, grevillias, clematis, grasses etc. that can be found growing happily in the local forest. Where I am, everlasting daisies and Chinese scrub self-seed from the nearby forest. The scrub is a coloniser so I generally let it grow until other plants get established.\n",
      "•  Choose plants of a blue/green or silvery colour. The colour is an adaptation that minimizes moisture loss through the foliage. Most cassaurinas, some acacias, blue fescue and some other grasses and many salt bushes all have this adaption.\n",
      "•  Choose plants (other than pines) that have needles rather that leaves or have no leaves. There are grevillias and acacias with needles. Some acacias and all casaurinas have no leaves.\n",
      "•  Plant succulents and cacti. If you are out on a bush block this may be your only option. I use them in problem areas where the clay soil makes it difficult to grow anything else. The beauty of these plants is they are easy to propagate -just cut off a piece and shove it in the ground.\n",
      "It is interesting to note what the early settlers grew. In this district old house sites are marked by surviving pepper trees, sugar gums, aloes and wormwoods - all superbly adapted to dry, hot conditions but border on being weed species. I advise against planting yukkas. While they grow easily and quickly, they are difficult (and painful) to manage, and are difficult to remove, regrowing from the smallest root. \n",
      "Don’t forget the value of mulching. Mulching acts as a buffer, slowing down moisture loss and lowering the radiant heat of the soil. I use mulch from native trees and shrubs for my native gardens. I  mulch my own or buy it from the local tree-loppers. Should the soil become hydrophobic from the natural oils, I apply a wetting agent.\nOver the hot months it is good for your soul to get out into the garden early morning before retreating inside from the heat. Try it -it works!"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
