{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-06-09",
  "title": "A - Ants",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/06/KK.HoneyAnt copy.jpg",
  "body": {
    "pars": [
      "Hi Kids\n",
      "We take our dog for walks in our local bush and one of the things that always catches my attention are the ant nests along the track.\n",
      "It’s easy to see the nests as they are surrounded by a mound of tiny pebbles that the ants have dug from underground and carried up and dumped on the surface - with various entries formed where the ants go in and out. \nIn summer - talk about busy - there are ants everywhere running about bringing up more pebbles, gathering food, telling others where they’ve been and where there’s some good eats to collect to bring back to feed the young ants and their queen.The workers actually mark the trail to a good food source so that other ants can follow the trail. \n",
      "I always make a big detour around the nest because one or two may occasionally hitch a ride on my legs . . . and I can tell you they have a nasty bite . . not enough to do me any harm but make me dance around a bit bashing at where I think they might have crawled up the leg of my tracksuit pants!\n",
      "A single ant can carry fifty times its own bodyweight and sometimes, they even work together to move bigger objects.\n",
      "A colony is made up of one or more egg-laying queens and a large number of female ‘worker’ ants who look after her, build and maintain the nest, forage for food and care for the young. \n",
      "Male ants have wings and their only job is to mate with the queen!\n",
      "As the days grow colder, the ants hunker down underground, sheltering their queen and the ant nests look quite deserted (a bit like all those photos in the papers of deserted Melbourne streets during the COVID lockdowns).\n",
      "It was on my dog walks lately that I noticed some of the ant nests have been dug up and realised that, although I’ve never seen any on my walks, there must be some echidnas living in this bit of bush. Wouldn’t they be delighted to come across a ‘supermarket’ full of their favourite eats!\n",
      "An ant nest full of sleepy ants would be, for them, just like pulling up at an all-you-can-eat Maccas. \n",
      "Aboriginal women dig for honey ants in central Australia. Honey ants are an awesome delicacy for the Warlpiri people for their sweet taste. The ants have a small yellow stripe on their backs and dig deep underground tunnels in areas where mulga trees grow. The ants, full of nectar, hang from the ceilings of the underground chambers.\n",
      "In the meantime, I’ll assume those echidnas have missed a few ants and come warmer weather, there will be hundreds of them rebuilding their nests."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
