{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-03-17",
  "title": "Autumn is MY favourite season",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/04/KidsCornerWalk.jpg",
  "body": {
    "pars": [
      "I know we’ve still been having some sunny weather in our area (certainly not the huge and damaging floods down the east coast of NSW and Queensland). But officially the season we’re in right now is autumn.\n",
      "Autumn is MY favourite season - those too hot days of summer are gone and the icy winds of winter haven’t yet arrived. \n",
      "And the leaves of deciduous trees (the ones that lose their leaves in autumn) turn yellow or red making a beautiful bright display. Do you know why that happens?\n",
      "Shhh a minute and I’ll tell you.\n",
      "In autumn when the weather starts to get cold, some plants stop making cholorphyll (that’s what makes the leaves green). As the cholorphyll goes away, other colour pigments show their colours turning leaves yellow or red.\nThe trees that do this really stand out around our area as we’re used to our evergreen native trees that don’t lose their leaves.\n",
      "Australia has only one true temperate deciduous native tree — the deciduous beech or Fagus (Nothofagus gunnii) in Tasmania, which puts on a stunning autumn display before dropping all its leaves as we move into cold winter weather. Our other native trees that ARE deciduous (red and white cedars and boabs) grow in more tropical regions up north.\n",
      "Autumn is a great time to head to the bush for a walk. If you’re planning a l-o-n-g walk, you’ll need to take a backpack with some water and a few snacks to keep you going.\n",
      "Be sure you wear the right clothing for the weather - check the forecast (Google BOM, the Bureau of Meterology) as you might have to pack some wet weather gear. Most of all be sure to wear socks and sturdy shoes suitable for hiking.\n",
      "Some gardeners like to rake up the leaves as they fall as they can be added to their compost heaps to help make good nutritious soil for their vegetable gardens. Or others just mow through them and leave them to feed their lawns.\n",
      "At MY house, raking of leaves is banned until they’ve been rained on too much and go all soggy. Until then, I love to walk through the leaves, kicking them as I go. They make a great rustling noise!\n",
      "Oh . . and have I mentioned pop corn yet? \n",
      "When I was a girl - many, many years ago - the only popcorn I knew was multi-coloured and sweet and sold in big cellophane packets at milk bars. Now we can buy a big paper cup full of buttery, salty popcorn when we go to the movies.\n",
      "But, have you ever bought the special popping corn still on its cob (our local Kennedy farm grows it). You simply put the whole cob in a paper bag in your MW oven... and a couple of minutes later, you have a bag full of fresh popcorn!\n",
      "POPNUT CEREAL JOYS\n",
      "90g butter or margarine\n1/3 cup sugar\n1 tablespoon honey\n2 cups Corn Flakes\n2 cups pop corn\n1/2 cup unsalted peanuts\n",
      "Melt butter, sugar and honey together, pour over the dry ingredients and mix well. Then spoon the mix into patty pans and cook for about ten minutes in a slow oven 150º. If you can find flat-bottomed icecream cones, use them instead of patty pans!"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
