{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-07-21",
  "title": "D - is for Duck",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/08/KK.Ducklings.png",
  "body": {
    "pars": [
      "Two ducks are in a pond. One says “Quack. Quack”. The other duck says, ‘That’s funny. I was just about to say that!’ (There’s nothing quite like a Dad Joke to start the day).\nBut the following is a true story: We have a dam in our backyard which attracts a lot of bird life.\n",
      "A pair of Black Ducks had been making themselves at home, grazing on the grass around the vineyard. . . . and it was there, much to my amazement, I found a duck egg . . just sitting there on an expanse of mown green grass.    ",
      "Poor Mother Duck must’ve been caught short (I can almost hear her quack, ‘Well, bless my socks.  I didn’t even know I was expecting!’)\n",
      "I picked it up to bring inside, wondering what I’d do with it – bake a cake perhaps?  But by the time I got indoors, I’d decided I might try to hatch it.\n",
      "So for several days, 24 hours a day, I ‘sat’ on my egg (well, tucked it in my bra, really), occasionally  taking it out to run it under the tap (so that it thought its Mother was returning damp from a swim in the dam).\n",
      "And then disaster struck. I realise now I was overdoing it in my delicate condition.  I was rather strenuously weeding the vegie patch when the egg dropped out and cracked.  I knew my chance for Mother duck-hood was ended.\nBut there’s a happy ending.\n",
      "The pair of ducks continued to graze on our lawn and re-appeared, followed by  a little family of about six or seven ducklings - my little egg’s brothers and sisters!\n",
      "It gave me a warm feeling to look out my kitchen window and see my stepsons and stepdaughters swimming on our dam and eating our grass.  \n",
      "And when I think about it, what sort of a Duckmother would I have been? \n",
      " I’m not very soft and fluffy and could hardly have carried a duckling around in my bra.  People might have started to talk.\n",
      "So it’s really quite a happy ending to that story.\n",
      "But now: I can’t resist talking about ‘D is for dogs’. There’s not many people who don’t have a dog as one of their best friends. \n",
      "And this is what we can learn from dogs: When someone you love comes home, always run to greet them; never pass up the opportunity to go for a joyride; enjoy fresh air and the wind in your face; avoid biting when a simple growl will do; when you’re happy, dance around and wag your entire body; delight in the simple joy of a long walk; be faithful; never pretend to be something you’re not; if what you want lies buried, dig until you find it; if someone you love is having a bad day, be silent, sit close by and nuzzle them gently."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
