{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-05-26",
  "title": "Dung Beetles",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/06/KK1.png",
  "body": {
    "pars": [
      "A local farmer was talking the other day about how happy he was that he has so many dung beetles in his paddocks. My ears pricked up as the most I know about dung beetles was from  a series of cartoons on TV some years ago called ‘Minuscule’ which gave a bird’s eye view of insects and their day to day lives. I loved it! You can still watch it on youtube if Mum or Dad will let you. It’s very funny (well, I think it is).\n",
      "Dung beetles are beetles that feed on poo.  (Yes, that’s what I said: They feed on poo (or ‘dung’, if you don’t want to say ‘poo’.) Some species of dung beetles can bury dung 250 times their own mass in one night. Many dung beetles, known as rollers, roll dung into round balls, which are used for food or for a place to lay their eggs. \n",
      "Others, known as tunnelers, bury the dung wherever they find it. A third group, the dwellers, neither roll nor burrow: they simply live in dung! All of which makes me very glad I was born a human and not a dung beetle!\n",
      "So to continue the story about our local farmer: why was he so pleased to have lots of dung beetles in his paddock?\n",
      "Let me explain.\n",
      "When a dung beetle finds some dung (he sniffs it out), he rolls it up into a ball and rolls it to a soft spot in the ground where he digs a tunnel and takes the ball of dung deep into the ground .\n",
      "Usually it is the male that rolls the ball, while the female hitch-hikes or follows behind. \n",
      "When he finds a spot with soft soil, they stop and bury the ball, then they mate underground. Afterwards, they prepare the dung  ball. and the female lays eggs inside it - something like being born into your own private pantry.\n",
      "So, you can see why our farmer was so happy. The dung beetles are picking up all the sheep poo in his paddock and burying it underground which is improving his soil with nutrients and making a better soil structure, which means his farm will grow better crops and his sheep will have better grasses to eat.\n",
      "There is a bit of a moral to this story.\n",
      "Dung beetles like to live in a natural environment - that is, they don’t like chemical sprays, so if you see paddocks all carefully ploughed and then sprayed for weeds as the crop develops, chances are you won’t see many dung beetles choosing to live there.\n",
      "Apart from which, if the paddocks are only used for crops, they might not ever see a sheep or a cow. So what on earth would the beetles find to eat and to lay their babies in?\n",
      "There’s a lot to be said for letting nature take its course. I’m sure your local farmer wouldn’t mind you gathering up a bag of sheep or cow manure to take home as a present for your Mum or Dad!"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
