{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-08-18",
  "title": "F - for fish",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/08/KK.MurrayCod.jpg",
  "body": {
    "pars": [
      "Q. How do you talk to a fish?\nA. You drop it a line.",
      "Q. Where does a fish keep its money?\nA. In a riverbank.\n",
      "There you go - a couple of  Dad jokes to try out on somebody so they can groan and say ‘Stop it’. \nI thought we’d talk about fish this edition because I happen to know that there’s a ‘Fish Rescue’ going on at Greens Lake at Corop because the water level is dropping and about the only fish I know that likes muddy water conditions is European Carp.\n",
      "Years ago Lake Cooper (now dry) was full of European carp, a pest that destroys waterways because it feeds off the bottom and muddies the water, which our native fish don’t like. Carp were caught in Lake Cooper and sent to Deniliquin to make all-purpose fertiliser. (I tried really hard to cook carp and make it tasty: soaked it, smoked it, used lots of garlic and Chinese black beans, but it still tasted muddy and was not nice to chew on - soft and mushy! And did I mention they are full of fine bones?)\n",
      "Now, if you ask me - go on, ask me - MY favourite fish to eat is a Red Fin. They’re not a native fish having been introduced to Victoria in 1851.They really are a nice fish to eat and you can just wrap them up in a piece of aluminium foil and some lemon slices and bake them in an oven or on a barbecue or a pile of coals when you’re out camping by the river.\n",
      "Golden Perch or Yellowbelly are another fish caught in our local area and are bred in hatcheries for stocking public waters and farm dams. They can grow to 75cm long and 23kg in weight. But don’t get too excited: they’re more commonly caught about 5kg. They are carnivores, meaning they are meat-eaters, dining mainly on crustaceans, such as shrimps.  Insects, molluscs and small fish such as goldfish and carp also form a large part of their diet. I think that they should be awarded a medal or at least a vote of thanks for dining on carp!\n",
      "Now, I’m not a fisherman, but I know that from listening in to stories of local fishermen, that catching a big Murray Cod  is a REAL thrill.\n",
      "The biggest Murray Cod ever  caught was recorded as 127cm long and weighed somewhere between 40-45 kg . . that’s a lot of fish to be hanging on your line. \n",
      "But the Murray Cod is now considered an endangerd species so should be given a kiss (or just a cheery wave) and put back in the water.\n",
      "I started off this page saying that there is a ‘Fish Rescue’ happening now at Greens Lake. The lake is being netted by commercial fishermen. The European Carp are being sent north to make garden fertiliser and the native fish are being re-homed in fresh waterways in other parts of the state."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
