{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-09-01",
  "title": "G - Goanna",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/09/KK.2GOANNAS.jpg",
  "body": {
    "pars": [
      "Hi Kids\n",
      "I had trouble coming up with a goanna joke to start off this week’s story. All I could find was: “Mum asked me if I had taken the dog for his walk. I told her I was goanna do it later.”\n",
      "Yep . . . not very funny. I didn’t laugh either!\n",
      "I know we have goannas around our area because we’ve seen them in Runnymede forest and at Gobarup and I dare say there must be plenty around your patch of bush. \nThe tricky thing is that they’re so beautifully hidden in their natural surroundings. It’s called ‘camouflage’  where they blend so well with their surroundings that they ‘disappear’ from sight . . think polar bears and arctic foxes living in the snow . . . and what about praying mantis? So green and sticky (looking like a stick) that they just look like part of the plant they’re sitting on.\n",
      "The only times I’ve actually seen a goanna, it’s because it’s taken fright and done a quick escape up a nearby tree . . and once he stops moving, it’s really hard to see him until he moves again. He has great camouflage for our Australian bush.\n",
      "A goanna is a reptile, a specie of lizard found in Australia and Southeast Asia. Of the seventy species in the world, twenty-five are found in Australia. I certainly haven’t seen anything like THAT many goannas on my walks through our local bush.\n",
      "On the other hand, I get to see many of another sort of reptile: skinks - right outside my back door. They seem to have found a comfortable home amongst my garden of hollow logs filled with small flowers and herbs. I just wish they wouldn’t come inside the house because they’re so hard to catch to return them outside.\n",
      "There are over 325 species of skinks in Australia. They can range in size from the small common Garden Skink at just 9cm to the large Blue-Tongued Lizard that can grow over 40cm long.\n",
      "Well, skinks might be some of our smallest reptiles/lizards, but Australia’s largest lizard is a Perentie.\n",
      "I’ve never seen a Perentie but it’s body is brown with large cream markings. It has a forked tongue and numerous very sharp slightly curved teeth, a strong tail and powerful legs. It grows to about 2.4m long.\n",
      "But if you want to see a BIG lizard, you’ll have to travel overseas to Komodo Island in the Indonesias islands (or pop into Australia Zoo). There you will see Komodo Dragons, the largest of the species . . but I wouldn’t be going too close; they have a bite that can kill and they enjoy eating monkeys, goats and deer - that is they are carnivores (meat eaters) and I’m made of meat!"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
