{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-09-29",
  "title": "I - is for Ice-cream",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/10/KK.flatiron.png",
  "body": {
    "pars": [
      "Q. Where do you go if you want to learn how to make ice-cream?\nA. Sundae school.\n",
      "Q. When does a joke become a Dad joke?\nA. When it becomes apparent.\n",
      "That was just a way to start off this edition’s Kids Corner. Because today we’re going to talk about things starting with the letter ‘i’.\n",
      "First up, we just HAVE to talk about ice-cream. In fact, not only do I like TALKING about ice-cream, I also love EATiNG it. . . and drinking it.\n",
      "I love a spider - no - not the big hairy ones with six legs. I mean a glass of some sort of fizzy soft drink with a scoop of vanilla ice-cream carefully placed on top (if you’re not careful, it all froths up and over the top of the glass).",
      "I even found a recipe to make home-made ice-cream that you might like to try during the school holidays. All you do is mix a can of condensed milk, 1/2 cup of cold milk, 1 tablespoon of vanilla essence and a pinch of salt, Then whip 500 ml of cream to stiff peaks and fold it into the milk mixture. Pour it into a shallow tin  and freeze for four hours, giving it a stir after a couple of hours. It won’t be the same as you buy at the Rushworth ice-creamery, but it tastes delicious!\n",
      "Now, here’s an unusual picture because I think ‘I is for Ironing’ might be going out of fashion! These days, most people choose no-iron clothing when they can. But ironing used to be a much bigger job when you had to heat your flat irons on top of your wood stove or even have a charcoal fire INSIDE your iron.\n",
      "I have a flat iron and a charcoal iron, but fortunately, I use them only for doorstops to keep our doors open and am grateful that I only have to plug my iron into a powerpoint and turn it on.\n",
      "Going from a hot ‘i’ word to a cold ‘i’ word is igloo.\nAn igloo is a home built by the Inuit people  of Canada’s Central Arctic area.They build their homes from  blocks of hard snow in the traditional dome-shaped shelter.\n",
      "Other Inuit people use snow to insulate their houses which they construct from whalebone and hides. Snow is used because the air pockets trapped in it make it a good insulator. Outside the temperature could be –49ºF but inside the temperature may be 16ºF.\n",
      "One last ‘i’ word is insect. . . I know mosquitoes are part of our environment but I don’t want them at MY barbecue, thank you!"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
