{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-05-12",
  "title": "Mothers in the world of birds",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/05/KidsBowerBird.png",
  "body": {
    "pars": [
      "Hope you made your Mum feel special last Sunday.\nDid you use any of our helpful hints - like giving her breakfast in bed, or picking her some flowers. Mothers DO deserve a bit of special treatment.\n",
      "I’ve been reading about some mothers in the world of birds and there are some bird mothers that really are devoted to their ‘babies’. They sit on their eggs to hatch them and defend them from predators who might eat them; they then spend their days finding tasty worms and grubs to feed their growing nestlings.\n",
      "Around our area, some of the most persistent baby birds calling for a feed would have to be fledgling magpies.\nOver the years, we’ve had several rescued orphaned magpies and their constant ‘squark squark squark’ everytime they saw one of the family approaching was a bit hard on the nerves . . and I’ve been ever grateful that I’m not a full-time mother magpie!\n(Mind you: they are so intelligent and love being part of their human families, running around inside or out, resting on the bed on their backs with their legs in the air, beside a sleeping child. Beautiful birds. They were never caged - just left to roam wherever the mood took them).\n",
      "I wish you could see, in colour, the picture (above) of a bower bird and his nest (or, more correctly, his bower). The bird has chosen blue as his prime decorating colour and is gathering up all he can find to add to his collection around his constructed ‘avenue’ of dried grasses.\n",
      "We were on a trip to Bright a couple of years ago, when one of the locals took us to see a bower bird’s nest/bower - very similar to the one in the photo. It was amazing to see how many blue items that the bird had found, but most of it was man-made rubbish! Blue pen tops, blue milk bottle tops, blue drinking straws, blue plastic spoons, blue tape, blue Lego blocks. It made me wonder what he would’ve collected before untidy humans left their rubbish scattered everywhere!\n",
      "But perhaps I should’ve left that story until Father’s Day, because it’s the male bower bird that goes to such a lot of trouble to woo himself a mate. \n",
      "He who makes the best decorated bower wins the best bird ‘bride’, so to speak!\n",
      "On the other hand, male lyrebirds don’t help with nest-building, incubation, brooding or feeding their young. It’s all left up to Mum to rear her offspring and she does so, quite often, for more than a year.\n",
      "The lyrebird Mum has developed a cunning ability to protect her young and  confuse predators by mimicking the calls of at least nineteen other bird species.\n",
      "Lyrebirds not only mimic other birds, but those who live close to civilisation mimic man-made noises too - like chainsaws and car motors starting up or phones ringing.\nThere are some at Healesville Zoo that mimic the whirring sound and click of a camera taking a photo. "
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
