{
  "sling:resourceType": "wnews/page/recipe",
  "date": "2020-11-19",
  "title": "Easiest Ever MOIST Apple Cake",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/11/wnews20201119-088.jpg",
  "abstract": "Now I am not a big cake lover, however\nthis cake with the apples and spices is a winner\nin my book, and our household (though Mum\nisn’t one to EVER refuse a sweet thing with a\ncuppa). I hope you give this cake recipe a go\nand find your household enjoys it too. Happy\nBaking.",
  "body": {
    "pars": [
      "I’ve been very lax about my turn with the cooks’ column segment, but here I am back on deck finally… I can just imagine Glen’s sigh of relief!",
      "Now I am not a big cake lover, however this cake with the apples and spices is a winner in my book, and our household (though Mum isn’t one to EVER refuse a sweet thing with a cuppa). I hope you give this cake recipe a go and find your household enjoys it too. Happy Baking."
    ]
  },
  "ingredients": [
    "2 cups of SR Flour",
    "¾ tsp each of salt, cinnamon and ground cloves",
    "½ tsp ground nutmeg",
    "1 ¼ cups of white sugar",
    "1 cup vegetable oil",
    "2 large eggs",
    "1 ½ tsp vanilla extract",
    "2 cups of apple, peeled, cored and cut into 8mm size cubes",
    "½ cup flaked raw almonds (Optional)"
  ],
  "method": [
    "Preheat the oven to 180C/350F)",
    "Grease and line a 21cm springform cake pan.",
    "Put flour, baking soda, salt and spices in a large bowl and stir together until combined.",
    "Whisk oil and sugar in a bowl, then whisk in eggs and vanilla.",
    "Pour the wet ingredients into the dry and mix with wooden spoon until JUST combined. Stir through apple.",
    "Pour into the cake pan. Sprinkle over almonds.",
    "Bake for 50 minutes – 1 hour. Check at 50 minutes – it is cooked when a skewer inserted into the centre comes out clean.",
    "Cool for 10 minutes before turning cake out onto a rack to cool. Dust with icing sugar if using immediately and serve."
  ],
  "testimonials": "",
  "published": true,
  "sidebar": ""
}
