{
  "sling:resourceType": "wnews/page/article",
  "date": "2020-11-05T13:13:52+11:00",
  "title": "Rice",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/11/wnews20201105-060.jpg",
  "body": {
    "pars": [
      "I’ve had fun recently after one of the family sent me a link to watch ‘Uncle Roger’ on youtube as he gives a commentary on how to cook plain rice.",
      "Uncle Roger is a Malaysian stand-up comedian based in the UK, so we can’t really get offended by his probably fake, but accurate, accent and mannerisms. I probably found it especially funny considering our kids have an Uncle Rodger who voices the same sort of complaints about Chinese cooks and their methods of cooking.",
      "Plain boiled rice used to be one of the tests of a good cook - with many cooks proving to be ‘gluggies’. Since the advent of electric rice cookers, we can all be ‘good rice cooks’. And I do find that a MW rice cooker is handy these days if I only need a small amount.",
      "The way I was taught when I was a child, was to wash the rice in a saucepan several times with cold water (until the rinse water was fairly clear), leave about the depth of 2cm water above the rice. Bring to the boil, lid off, and cook until it looks like all the water has gone, then put the lid on, turn down very low and cook a further 10-15 minutes. This way was the only method approved by our own ‘Uncle Rodger’ - none of that boiling in lots of salted water and straining etc.",
      "We use a lot of rice in our household. These days I usually use short-grain rice with some brown rice added for a healthy boost. My attempt to use only brown rice didn’t last long as I had trouble getting it to the properly edible stage. From next week, I’ll be using Jasmine rice (just because I got a big bag ‘on special’). When we go to my favourite eating place in Shepparton (The Last Straw), they serve rice cooked with a small amount of black rice - which give it a lovely purple tint.",
      "We eat rice, naturally enough, with any Asian meals we have, but I sometimes also serve it instead of potatoes with casseroles. A quick meal can be made by cooking a white sauce with some marinara mix and some lemon rind and juice. You can add thinly sliced vegetables and serve on plain boiled rice topped with finely chopped spring onions (as in the picture below).",
      "Have you ever tried seasoning plain boiled rice after cooking with salt, pepper and cumin powder and a great big dollop of butter? I can eat it just like that. If you add a tin of drained salmon and some green peas, you have something like kedgeree!"
    ]
  },
  "published": true,
  "sidebar": "",
  "related": [

  ],
  "abstract": "I’ve had fun recently after one of the family\nsent me a link to watch ‘Uncle Roger’ on\nyoutube as he gives a commentary on how\nto cook plain rice."
}
