{
  "sling:resourceType":"wnews/page/article",
  "date": "2019-12-12",
  "title": "What a year it has been for Bohollow!",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2019/12/wnews20191212-041.jpg",
  "abstract": "It has certainly been a busy one and as always in wildlife care, there have been highs and lows. We have seen many beautiful creatures come into our care and return to their wild homes and currently the shelter is full to the brim with many releases planned over the summer.",
  "body": {
    "pars": [
      "It has certainly been a busy one and as always in wildlife care, there have been highs and lows. We have seen many beautiful creatures come into our care and return to their wild homes and currently the shelter is full to the brim with many releases planned over the summer.",
      "We have two very special members of the Bohollow family who haven’t been in our care very long.",
      "As part of our educational business, Bohollow EnviroEd, we have acquired two barn owls. They will enhance our educational presentations and help us demonstrate how important our raptors are for our environment.",
      "Barn owls are one of the owl species most common in this area. They are nocturnal but have been known, particularly in some of the other countries they inhabit, to hunt during daylight hours. Here in Australia, if you see a barn owl in daylight, there is often something wrong.",
      "They prey on rodents, marsupials, birds, lizards and insects such as beetles and moths. They are a formidable night predator with their long legs, silent flight and screeching call.",
      "Barn owls make some of the most disturbing calls of all our native birds. In flight, you can often follow their path by the rasping screech which can sound like something or someone is being murdered in the night! Another sound they make when disturbed is an incessant hissing which can also be accompanied by harsh clicking noises with their beaks.",
      "With the decline in native rodents and marsupials these birds have swung over to predominately preying on introduced rodents and are a serious natural pest controller of these animals.",
      "Barn owls are highly nomadic, do not generally hold a territory, even in breeding time they will readily share ranges with other owls and can happily nest in the same tree as others. They require a hollow to nest in which is why old growth trees are so important for their survival.",
      "These owls are also known as what we call a boom and bust species. Many Australian species have this type of population dynamic and it simply means that when things are good they multiply, and when things are bad the population crashes radically.",
      "Boom and bust periods for this owl can clearly be seen during times of high introduced rodent populations, then again when this food source is scarce.",
      "Winter is a particularly difficult time for them as less of their preferred prey is around. Winter is always known as owl time at Bohollow as many come into care purely struggling to survive with the lack of prey during the colder months.",
      "The secret to their ‘silent flight’ is found in the flight feathers. Each feather has an edge which almost looks moth eaten. This is to allow the air to pass through at the edge of the feather rather than cutting the air. Birds with neat edged feathers make sound as they cut through the air and most of us have witnessed this when we hear a swooping magpie advancing.",
      "Owls are truly silent and these owls, although having good eyesight, have exceptional hearing. Their ears are not symmetrical which allows for better capture of sound and combined with their beautiful heart shaped mask, they are designed to hone in on the slightest sound. They can pick up the scurrying of tiny prey across the ground from thirty metres or more away, even the sound of beetles moving! They can hear a mouse squeaking up to eight-hundred metres away and their asymmetrical ears allow them to pinpoint exactly where the sound is coming from. We can struggle to accurately locate such sounds. All this means that Barn Owls can hunt in pitch blackness, without the use of their eyes at all, which is pretty amazing!",
      "A very real danger for these remarkable predators is poisoning from rodent baits. The poisons are designed to kill the rodents yet they cause secondary poisoning in our owls and other birds of prey.",
      "The target species do not usually die immediately and can actually remain active for a number of days. Within this time, if they are captured by a predator such as an owl, the toxins are transferred to them.",
      "Sometimes this can kill them outright, but often they get a small dose, which may make them feel a bit ordinary and they survive but eventually many small doses accumulate which always reaches a point of overload and the owl succumbs, dying a horrible death.",
      "Accumulative poisoning can also make an owl slower, being more susceptible to starvation and vehicle collisions. These toxins are stored in body reserves which also means that during times when prey is not as readily available and the bird begins to call on its reserves, the toxins come into play, again killing them.",
      "We can help our owls and many other species by never using these poisons, allowing them to do what comes naturally and be our pest control.",
      "Use live traps to catch pest species or the traditional rodent traps placed in safe places so small birds, etc do not get caught is the safest method to remove problem rodents. I know our owls will appreciate it.",
      "We thank you all for reading and a big shout out to those who have helped us keep our doors open with donations, we couldn’t do it without you.",
      "Here’s to the next year being as full as this one and we wish you all a happy and safe holiday season. Will be seeing you in 2020!"
    ]
  },
  "published": true
}
