{
  "sling:resourceType": "wnews/page/recipe",
  "date": "2022-09-29",
  "title": "Chocolate Beetroot Cake",
  "media": "",
  "abstract": "",
  "body": {
    "pars": [

    ]
  },
  "ingredients": [
    "Olive oil ",
    "Plain flour for dusting",
    " \n300gm  good dark chocolate",
    " \n250gm grated raw beetroot ",
    "\n4 large eggs",
    " \n150gm caster sugar",
    "\n120gm almond meal ",
    "\n1 tsp baking powder ",
    "\n1tbsp good cocoa ",
    "Natural yoghurt to serve"
  ],
  "method": [
    "Preheat oven 180º C.",
    "\nLightly grease 20cm pan with olive oil and line with grease proof paper, lightly dust with flour and tap out excess. ",
    "Break 200gm of chocolate into a heat proof bowl and melt over a simmering pot of water. ",
    "Don’t let the bottom of the bowl touch the simmering water. Grate beetroot and place into a large bowl.",
    "Separate eggs and place yolks in with beetroot. \n",
    "Stir sugar, almond meal, baking powder, cocoa, melted chocolate into beetroot mix as well. Whisk egg white into stiff peaks. \n",
    "Use a spatula to fold a quarter of the egg white into the beetroot mixture to lighten. ",
    "Then once combined fold in the rest, but do not over mix.  ",
    "Add the mixture to the cake tin and spread evenly.  ",
    "Bake for approximately fifty minutes or until risen and cooked through. \n",
    "Allow to cool somewhat then turn out onto wire rack to cool completely.",
    "Melt remaining 100gm choc (I used Aldi dark hazelnut choc) and spread over the top. ",
    "Serve with a dollop of natural yogurt.  (But do tell everyone it’s yoghurt NOT cream, or they may suffer taste-shock and may then not be able to enjoy the cake.",
    "As in my recent experience!"
  ],
  "testimonials": "Sorry about all these calorie-packed recipes, but couldn’t resist sharing this one - but it does have vegetable in it and eggs and dark chocolate - all those things that are so healthy to eat. One of our daughters arrived to visit with a big slab of this chocolate cake - and it was just so deliciously decadent! ",
  "published": true,
  "sidebar": ""
}
