{
  "sling:resourceType": "wnews/page/recipe",
  "date": "2022-04-28",
  "title": "Gran’s Rice Bread",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/05/RiceBread.JPG",
  "abstract": "",
  "body": {
    "pars": [

    ]
  },
  "ingredients": [
    "7 level cups bread flour (I use a grain mix)\n",
    "5 teaspoons dry yeast\n\n",
    "3 teaspoons sugar\n",
    "3 teaspoons salt\n",
    "3 teaspoons bread improver\n",
    "3 cups of cooked white rice\n",
    "700 ml really warm water\n",
    "2 teaspoons oil (I use olive or peanut)"
  ],
  "method": [
    "Mix all the dry ingredients in a very large bowl, make a well, then add the rice, water and oil and mix together to form a firm moist dough. ",
    "Add extra flour or water to adjust the dough.\n",
    "Cover the dough with plastic wrap and allow to double in size in a cosy warm spot. \t(In summer, I put it outside in the sun. In winter, it’s happy beside our wood heater)\n",
    "When doubled in size, turn onto a well-floured board and shape and knead it into one manageable lump. \n",
    "I have three bread tins - two for double loaves and one smaller tin which is known as the ‘brag loaf’ - the one you can give to someone you want to impress with your prowess as a baker.\n",
    "So I divide the dough up into approximately five equal portions and knead each portion well to expel all the carbon dioxide bubbles from the first rise.  (You don’t want unsightly big holes in your bread, do you?).\n",
    "Place smooth side up in a well-oiled tin (two portions in the double tin and one in the brag tin). ",
    "If you want to be fancy you can brush with an egg glaze and sprinkle with sesame seeds, but I just spray the tops with water. ",
    "Leave in a warm spot until doubled in size and bake in a pre-heated oven at 210-220ºC for about thirty minutes. ",
    "Turn onto a cake rack to cool.\n",
    "Anyway, Himself and I have discovered that WE really like our home-baked bread - the grandkids will be lucky to get a slice."
  ],
  "testimonials": "",
  "published": true,
  "sidebar": ""
}
