{
  "sling:resourceType": "wnews/page/recipe",
  "date": "2022-09-15",
  "title": "Orange Almond Ricotta Cake",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/09/OrangeCakePW.jpg",
  "abstract": "",
  "body": {
    "pars": [

    ]
  },
  "ingredients": [
    "1/2 cup very soft unsalted butter\n",
    "1 cup castor sugar\n\n",
    "4 large eggs separated\n",
    "2 large oranges finely zested\n",
    "2 tsp vanilla\n",
    "2 1/3cups almond meal\n",
    "1 cup ricotta (I had on hand the one in the plastic sieve) \n",
    "1/2 cup flaked almonds\n",
    "orange slices to decorate"
  ],
  "method": [
    "Preheat oven 180ºC. \n",
    "Brush sides of 8” springform pan with melted butter and sprinkle with flour (almond meal). ",
    "Line base with baking paper.\n",
    "In a large mixing bowl mix butter until light and fluffy. ",
    "Add 3/4 of the sugar and mix thoroughly. ",
    "Add one egg yolk at a time, incorporate thoroughly before adding the next one. ",
    "Scrape down the sides of the bowl. ",
    "Add the orange zest, vanilla and almond meal mix until smooth.",
    "Add ricotta cheese blend until combined.\n",
    "In a separate bowl whisk egg whites and remaining sugar until medium stiff peaks form. ",
    "Gently fold through mixture.\n",
    "Scrape batter into the prepared pan and sprinkle the top with flaked almonds. ",
    "Bake for around forty-five minutes, test centre with a skewer or the thumb test - if it springs back at touch its ready.\n",
    "Cool in pan approx. thirty minutes. ",
    "Turn out onto a wire rack to cool fully; decorate with orange slices or an orange frosting or glaze."
  ],
  "testimonials": "I learned from this recipe about ‘fill n scrape’ measuring cups? When you fill from the bag of flour you press more flour into the cup. But if you spoon the quantity into the cup and scrape off the excess you end up with exact amount required plus a more aerated flour. I  didn’t  know this baking trivia Bon Appetit, Pauline   ",
  "published": true,
  "sidebar": ""
}
