{
  "sling:resourceType": "wnews/page/recipe",
  "date": "2022-10-27",
  "title": "Spinach Pie ",
  "media": "",
  "abstract": "",
  "body": {
    "pars": [

    ]
  },
  "ingredients": [
    "1 bunch silverbeet/spinach, stalks removed, save a few for the pie",
    "1 onion chopped.",
    "2 garlic cloves chopped.",
    "1 generous cup drained fresh ricotta",
    "4 large eggs",
    "1 generous cup cream",
    "handful of mint,thyme or  coriander  ",
    "Salt and pepper.",
    "1 cup grated cheese, use whatever you have in the fridge. ",
    "Pizza topping  is good.",
    "2 sheets puff pastry, thawing while other prep is happening."
  ],
  "method": [
    "Lightly grease a lasagne tin or other large pie dish. ",
    "Heat some olive oil and add the onion and chopped white stalks of silverbeet/ spinach (thinly chopped).",
    " Cook until soft, not brown.",
    "Add the garlic cook a few more minutes. ",
    "Set aside to cool slightly.\n",
    "In a separate pan add the silverbeet/spinach leaves, in batches if necessary. ",
    "Gently wilt then strain and set aside.\n",
    "In a large bowl add the four eggs, cream and ricotta, whisk until loosely combined - still a bit lumpy. \n",
    "Add the cheese, mix through the cream mixture.\n",
    "Into the bowl with cream mix add the cooked onion and the wilted silverbeet/spinach, the chopped fresh herbs. ",
    "Mix through.\n",
    "Spoon the combined mixture into the tin.",
    "At this stage, if mix looks a bit ‘dry’ you can add some more cream. ",
    "It needs to be a little like custard!\n",
    "Join the two sheets of pastry together; one on top of the other.",
    " Maybe roll a bit to cover top of your pan. ",
    "Make some fork holes, brush with melted butter. ",
    "Cook in oven for about 30-35minutes - until pastry puffed and golden.\n",
    "A variation here can be to cover mixture with mashed potato and sprinkle extra grated cheese over the top.",
    "The pie doesn't need lengthy cooking time just enough to ‘set’ the custard mix."
  ],
  "testimonials": "",
  "published": true,
  "sidebar": ""
}
