{
  "title":"All About Wildlife",
  "sling:resourceType":"wnews/page/article-list",
  "jcr:primaryType":"nt:unstructured",
  "pageSize": 6,
  "bannerUrl": "/wildlife/current.html",
  "bannerImage": "/assets/wnews/images/all-about-wildlife.png",
  "list": {
    "our-native-ducks": {
      "sling:resourceType":"wnews/page/article",
      "date": "2020-07-16",
      "title": "‘I love all species of our native ducks...‘",
      "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/07/wnews20200716-028.jpg",
      "abstract": "I love the presence of tiny\nducklings at Bohollow and watching\nthem grow so quick, within eight\nweeks newly hatched ducklings\ntransform from tiny balls of fluff to\nflying wanderers of our wetlands.",
      "body": {
        "pars": [
          "I love the presence of tiny\nducklings at Bohollow and watching\nthem grow so quick, within eight\nweeks newly hatched ducklings\ntransform from tiny balls of fluff to\nflying wanderers of our wetlands.",
          "Most people are familiar with\nour more common species in this\narea, the Pacific Black Duck, the\nAustralian Wood Duck and possibly\neven the Grey and Chestnut Teal\nbut fewer people realise we have\na species which stands quite alone\nwith its unique features and habits..\nthe Pink - eared Duck.",
          "These ducks are very small, as small as a\nTeal, yet have a large, broad bill larger than a\nPacific Black Duck’s bill. They also have very\ndistinct colouring and markings. Their body\nis covered in black zebra stripes, the head has\nlarge eyes set in a black facial mask with the\nstriking flash of fluorescent pink behind the\neye which has earnt them their name.",
          "Pink - eared ducks are highly nomadic\nand not very common in this area any\nmore, though when they are seen, they can\nsometimes be in large flocks of 100 or more\nducks. The reason they are so nomadic is due\nto their specialised feeding habits.",
          "These beautiful little ducks have a bill\nwhich is unique amongst ducks. Their large,\nbroad bill is quite flattened and they have\nthe addition of two flaps of skin which drape\ndown the side of the upper bill, concealing the\nserrated ‘teeth’ on the edge of the bill which\nour other dabbling ducks possess. They are\ntrue filter feeders. They sift microscopic food\nitems, both animal and plant, through their\nspecialised bill. They like to hit wetlands\nwhen they are receding as this is often a rich\nsource for their unique diet of fresh water\nplankton and algae. Tiny insects, water fleas,\nostracods, copepods, floating seeds and some\nplant matter are all items consumed by Pink -\neared ducks. For this reason they are usually\nfound on shallow, stagnant fresh water sites.\nThey rarely leave the water except to travel\nand drought is the only time these ducks will\ntake refuge on deeper water.",
          "These little ducks move through the\nwater with their bills submerged up to their\neyes. They draw water through the slightly\nopened tip of the bill which is then pumped\nout through the sides using a dense layer of\nfine lamellae or plates to filter and catch tiny\nparticles of food. They can feed in groups\nusing an arrowhead formation as this helps\nstir up more food in the vortex they create.\nPelicans can also be seen feeding in this type\nof formation.",
          "They can also use their bill to trawl along\nthe bottom, their head fully submerged under\nthe water.",
          "These little ducks are able to breed all year\nround but only breed when the conditions\nare right. I have observed their breeding\nbehaviour in relation to our other duck species\nand they usually wait until all the other ducks\nare done and dusted with nesting and flood\nwaters are receding, then they will move in\nto breed and nest. Males help brood and raise\nthe young but they generally form new pair\nbonds each time they breed.",
          "Flood waters or wetlands need to be high\nenough for the receding waters to last during\ntheir nesting time as they place their nest on\nlogs or vegetation just above the water line.",
          "Pink - eared ducks can be very difficult to\nhave in care due to their specialised diet. It is a\nreal challenge to provide a food source which\nthey will readily eat and provide enough of it\nto maintain and increase weight.",
          "We currently have a Pink - eared Duck\nin care at Bohollow. Found away from water\nnear Ruffy, I suspect she may have collided\nwith something while travelling between\nfeeding sites as she is suffering head trauma\nand not up and flying yet. Weight is also\ndown. It will be a challenge to get her back\nup to where she needs to be for release but\nat the moment she is eating and doing quite\nwell. Many of our water birds travel to new\nfeeding areas at night and the Pink-eared is\none of them. This would also explain her\nturning up away from water with no other\nPink - eared ducks in the area. Cross fingers\nshe will recover, put on weight and go on to\nbe released.",
          "With a bit of water laying around due\nto the decent rains we have had over the\nlast couple of months, keep an eye out for\nthis beautiful little duck in our surrounding\nwetlands."
        ]
      },
      "published": true,
      "related": []
    },
    "eagle-comes-to-care": {
      "sling:resourceType":"wnews/page/article",
      "date": "2020-07-02",
      "title": "Wedge-tailed Eagle comes into care",
      "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/07/img-0129.jpg",
      "abstract": "One of the most magnificent species I\nhave the privilege to work with is the Wedgetailed\nEagle.",
      "body": {
        "pars": [
          "One of the most magnificent species I\nhave the privilege to work with is the Wedgetailed\nEagle.",
          "Even after working closely with them for\nover 20 years, I never tire of their presence\nand their beauty, particularly the juveniles.",
          "You can differentiate between an adult\nand a juvenile bird by their colour as a general\nrule. Usually the lighter coloured the bird\nis, especially around the head and neck, the\nyounger it is. People often think size is the key\nto identifying the age of a bird and I wish it\nwas that easy, but the reality is that most birds\nare full size or close to full size by the age\nthey begin to fly. Younger birds can be a very\nvery light, bleached blonde colour around the\nhead and neck to a light golden colour and\neverything in between, then as the bird ages\nthis colouration darkens to a beautiful rufous\nred. Eventually after five plus years, the bird\nbecomes more of a uniform dark chocolate\nbrown/black with a dark head and neck. This\nis what we consider a mature bird which is at\nleast 5 years old. Once they reach this mature\ncolour, it is basically impossible to tell their\nage.",
          "Females can be greatly larger than the\nmale eagle which is also a general rule\namongst raptor species and are usually the\ndominant sex in a pair.",
          "Wedge-tailed eagles still continue to be\nshot and poisoned due to the uneducated\nview that they impact on stock numbers,\nparticularly on sheep farms. An eagle’s diet\nconsists of around 80 percent carrion. Carrion\nis the term used to describe already deceased\nanimals. They much prefer to feed on recently\nkilled road carrion or recently deceased stock\nlaying in a paddock. Although they certainly\ncan and do take live lambs, studies show that\nthe amount they actually kill is usually as little\nas 1 percent of stock so is quite negligible.\nIt is far more beneficial to a farmer to have\neagles frequently their properties cleaning\nup dying or deceased stock and also as an\napex predator they are extremely important\nmember of a healthy environment. Eagles\nalso prefer the introduced rabbit and hare\nover any other live food source and assist in\nthe control of these on agricultural land.",
          "Wedge-tail Eagles are currently beginning\ntheir courtship and breed for the upcoming\nseason and it will not be long before nests\nwill occupy eggs and young. They often\nchoose the tallest tree in their area to nest and\ncan have several nest sites which they can\nalternate between depending on which part of\ntheir home range the food source is the most\nabundant.",
          "With a two metre wingspan and standing\nalmost a metre tall in the case of a large\nfemale, the Australian Wedge-tailed Eagle is\nup there amongst the largest birds of prey in\nthe world. It is one of only two Booted Eagles\nin Australia, the other being the Little Eagle\nwhich I touched upon in a recent article. The\nterm booted means fully feathered legs right\nto the feet. Our other birds of prey have bare\nlegs.",
          "We get many Wedge-tailed Eagles into\ncare at Bohollow. Most injuries are from\ncollisions with vehicles, powerlines and\nfences and we do sadly still see them poisoned\nand shot from time to time.",
          "When I release these birds it is an\nawesome feeling to see them hit the thermals\nonce more and I have watched them go so\nhigh that they are impossible to see even\nthrough binoculars!",
          "They generally have great temperaments\nwhile in care, especially the younger birds,\nalthough can be flighty and are very instinct\ndriven as are all raptor species.",
          "A few more eagles were recently released\nback into the skies after spending time\nrecovering from their injuries at Bohollow\nand it is pretty inspiring to know that a bird\nyou once had the opportunity of knowing is\nnow soaring high above the world."
        ]
      },
      "published": true,
      "related": ["little-eagle-rescued"]
    },
    "gliders": {
      "sling:resourceType":"wnews/page/article",
      "date": "2020-06-18",
      "title": "Gliders",
      "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/06/wnews20200618-048.jpg",
      "abstract": "Some people are known to be\nmorning people, I, myself have\nalways been known as a bit of\na night owl. I find the seclusion\nand peacefulness of the later\nhours soothing and a lot goes on\nout there with our native critters\nwhile most of us are sleeping.",
      "body": {
        "pars": [
          "Some people are known to be\nmorning people, I, myself have\nalways been known as a bit of\na night owl. I find the seclusion\nand peacefulness of the later\nhours soothing and a lot goes on\nout there with our native critters\nwhile most of us are sleeping.",
          "Many of our Australian\ncreatures are nocturnal, therefore\nare not really thought about and\npeople do not even realise they\nare there.",
          "Sugar Gliders certainly fit\ninto this category. They are\nquite small, quick and agile and\ncatching a glimpse of them at\nnight is something special.",
          "Sugar Gliders are in the\npossum family and have the\namazing ability to glide through\nour forests. They are capable of\ngliding due to a thin membrane\nwhich is attached from each of\nits wrists to each ankle. When\nleaping from a tree, gliders\noutstretch their limbs, spreading\nthis furred membrane out like\na tiny paraglider, which allows\nthem to glide up to 50m or\nmore in one glide! We call this\nmembrane the patagium. As\nthis motion is a true glide and\nis not flying, over long gliding\ndistances the glide has a steady\nfalling gradient so they will land\nlower than the height they began\ntheir glide.",
          "Their remarkable fluffy tail\nis as long as their body and is\nprehensile, enabling the glider\nto hold and hang off branches\nas well as acting as a rudder in\ncombination with changing the\nangle and position of their limbs\nand membrane during gliding to\nsteer and change direction.",
          "Sugar Gliders are expert\nclimbers possessing sharp claws\nand are able to run up and down\ntree trunks and along branches\nwith ease.",
          "Males are quite larger than\nfemales and it is common for\none male to roost with several\nfemales in a hollow. Squirrel\nGliders require hollows to camp\nin during the day and also seek\nrefuge in at night from predators\nand extreme cold. During cold\nweather they have the ability to\nconserve energy by going into\ntorpor. Torpor is a state where an\nanimal lowers its metabolism to\nconserve precious energy. They\ndo this on colder days or rainy\ndays where food may not be easy\nto come by and can remain in\ntorpor for up to 13 hours on these\ndays.",
          "In winter Sugar Gliders live\nin large groups for warmth but\nthese larger groups will break\nup into smaller ones during the\nwarmer months.",
          "In Northern parts of Australia\nbreeding can happen all year\nround but in Southern parts of\nAustralia, our gliders tend to\nbreed from August to December.\nBeing a marsupial, the young are\nborn very undeveloped and have\nto crawl through their mother’s\nfur into the pouch on their own\nafter being born. Sugar gliders\nusually have two young which\nspend around 70 days in the\npouch and another 50 days in the\n‘nest’ before emerging to forage\nwith their mother. Male gliders\nactively help look after the babes\nand help line the hollow nest with\neucalyptus leaves.",
          "At around 7 months of age the\nyoung become fully independent\nand will cease foraging with their\nmother.",
          "Although Sugar Gliders in\ncaptivity can live up to 12 years,\nlifespan in the wild is only around\n5 years old.",
          "Sugar Gliders can make\nsome pretty cool sounds. One\nof their calls reminds me of a\nsmall yapping dog, short, high\nyips. The other is a sound that is\ndifficult to describe…it is almost\na mechanical grating sound\nwhich doesn’t fit the glider’s\ncute, fluffy appearance.",
          "Diet obviously consists\nlargely of nectar, sap and pollen,\nhence the name Sugar Glider,\nbut they are also ferocious little\nhunters of insects and even\nsmall birds! It is believed that a\nsingle Sugar Glider colony can\nconsume up to 200 kg of insects\nin a year! I have seen them with\nlarge spiders in their tiny little\nhands, munching on them as\nthough a delicacy.",
          "These little animals are not\nconsidered endangered like\ntheir closest relative the Squirrel\nGlider, which we also have in\nthis area, but they face many\nthreats to their existence. Habitat\nloss and fragmentation is a big\none. These little gliders prefer\nforest with wattle present in\nthe understory as this provides\na winter food source. Hollows\nare also a vital element for their\nsurvival.",
          "The common reason Sugar\nGliders come into care at\nBohollow is due to cat attack\nand barbed wire entanglements.\nBarbed wire is a real danger for\nour wildlife and some species\nget caught in it more than others.\nSadly, our gliders are one of\nthem. Barbed wire can cause\nhorrific damage, usually to their\npatagial membrane and is often\na death sentence for these little\npossums.",
          "If you have barbed wire\nfencing on your property,\nplease consider removing it and\nreplacing with ordinary fencing\nwire. The damage we see on a\ncontinual basis from all kinds\nof critters getting caught on this\nwire is truly heartbreaking and\nin cases where we are able to\ntreat and fix the damage, the bird\nor mammal often dies purely\nthrough the horrific stress and\npain of being caught on the rotten\nstuff for hours before they are\nfound and rescued.",
          "Sugar gliders also have quite\na few natural predators. Birds\nsuch as owls and kookaburras,\ngoannas, snakes and in areas they\nstill exist, quolls, will all predate\non gliders.",
          "We have two captive bred\nSugar Gliders here at Bohollow\nas part of our team of educational\nanimals and they are delightful\nlittle creatures to be around. They\nassist in our teachings of habitat\nand conservation.",
          "So if you are a night owl, take\ntime out to listen and look around\nyour garden and you may be lucky\nenough to spot one of these little\ngliders on their nightly forage.\nOur bushland and gardens can be\nbusier than you think while most\nof us are sleeping."
        ]
      },
      "published": true,
      "related": ["/content/wnews/articles/2017/list/whroo-nest-boxes"]
    },
    "release-day": {
      "sling:resourceType":"wnews/page/article",
      "date": "2020-06-04",
      "title": "Release day for young female koala",
      "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/06/wnews20200604-034.jpg",
      "abstract": "It is always wonderful to see the wildlife\nwho come into care at Bohollow get back to\ntheir wild homes and it is the rewarding aspect\nof what we do. Just over a week ago Deb and\nI released a young female koala back to the\neucalyptus trees of Loch Garry.",
      "body": {
        "pars": [
          "It is always wonderful to see the wildlife\nwho come into care at Bohollow get back to\ntheir wild homes and it is the rewarding aspect\nof what we do. Just over a week ago Deb and\nI released a young female koala back to the\neucalyptus trees of Loch Garry. She took\nquite awhile contemplating her freedom after\nquite a few months in care at our Kotupna\nshelter. I always wonder what goes through\ntheir minds when a critter first comes into\nour care and then again when they are finally\nreturned to be wild and free. It must be a\nhuge transition for them going from wild and\nuntouched, likely never being close to human\ncontact to suddenly being contained, treated\nand in an enclosure. Likewise, after many\nmonths in care with all their needs provided,\nthe transition of suddenly being free again in\ntheir wild environment and having to forage\nor hunt on their own and navigate all the\nskills they require for survival must be just as\nmuch of a shock.",
          "After taking in her release surroundings\nfor half an hour or so, she decided to climb\na River Red Gum and take up the familiar\nposture we all know of koalas, sitting\ncomfortably in fork high up in the branches.\nWe are very confident she will do ok out\nthere although it is always a bit sad saying\ngoodbye.",
          "I rescued her from a backyard when she\nwas suffering from severe heat stress and it\ntook her quite awhile to recover from being\non the ground for days before the residents\nfinally thought they should report it.",
          "The emotions of release are a strange\ncombination of happiness, excitement, relief\nwith a touch of sadness to see them go and\nof course there is always that element of\nworry of how they will go surviving back out\nthere. If we have done our job correctly, the\nanimal we are releasing should have the best\npossible chance to go on existing in their wild\nenvironment.",
          "Wildlife care is so much more than just\nhaving a wild creature in your care for any\nperiod of time. To ensure we cater for each\nparticular species we may have at the shelter,\nwe need to have everything right. Correct\nhousing for our patients is vital. Each species\nrequires different housing to ensure they feel\ncomfortable and safe and enabling the critter\nto carry out their natural behaviours. What\nworks for some species doesn’t necessarily\nwork for others. At our Bunbartha shelter\nwhere we specialise in all bird species,\nincluding birds of prey, each enclosure at\nthe shelter is designed for specific species in\nmind. Wildlife can injure themselves easily\nand quickly when not housed correctly and\nmost enclosures are built with shade netting\nrather than steel mesh materials to minimise\ndamage.",
          "Another important aspect of our work is\ndiet for our critters. Each species has specific\ndietary requirements and it is no mean feat\nto provide this. At our Bunbartha shelter we\nneed to have a steady supply of multiple seed\nand grain types, live food such as crickets,\nmealworms and cockroaches, fish, meat, rats,\nmice and many different specialty food mixes\nsuch as nectar, insectivore, high protein and\nother supplement foods. It is easy to see\nwhere the high expense of operating a large\nshelter comes in!",
          "All these things allow us to safely care for\nthe creatures who need our help but of utmost\nimportance is to allow the animal to remain\nwhat it is, a wild critter who at the end of its\ntime here, must be able to fend for itself when\nit is returned to its natural environment.",
          "They must be able to forage for the\ncorrect foods which it will find in its natural\nenvironment. If it is a hunter such as our birds\nof prey or insect feeding wildlife, it must be\nfamiliar with and able to catch its natural\nprey.",
          "Each year we receive many animals\nwhich people have decided to attempt to\nkeep, sometimes with the intentions of\nkeeping them permanently, sometimes with\nthe intentions to release. These animals are\nusually always compromised in some way.\nIncorrect diets is a big one which causes\nnutritional deficiencies and problems and\nsometimes the damage can be irreversible\nby the time they reach us. This is always sad\nwhen we know the critter could have been\neasily rehabilitated and released if they had\narrived at the shelter earlier, but incorrect\ncare has cost them their life.",
          "The other big issue we see is behavioural\nproblems. I currently have a Tawny Frogmouth\nwho was raised by well intentioned people.\nHe is out in a flight enclosure with other adult\nTawny Frogmouths learning to be a Tawny\nFrogmouth. As he was not around other birds\nof his own kind, it has taken the last couple\nof months to finally start mingling with the\nothers and being more independent. Our baby\nTawny Frogmouths were released months\nago now and this young one was found in\nNovember, raised and then given to the shelter\nto ‘prepare’ it for release, many months after\nit was first found. This means this bird has\nbeen in care for an extraordinary amount of\ntime for a bird found as a nestling, all because\nhe was not taken to an experienced wildlife\nshelter when he was first found.",
          "I know it can be very tempting to keep\nwildlife when it is found, either injured or\norphaned, but the best interests of the animal\nis to get them to a registered shelter as soon as\npossible for all the reasons mentioned above.\nIt is illegal to keep any wildlife species in care,\nshort or long term, without a rehabilitation\nlicence. Even galahs and cockatoos cannot\nbe kept from the wild. It makes our job a lot\nmore difficult when critters get here days,\nweeks, many months and sometimes even\nyears later after they were first found.",
          "We hope this young koala is enjoying\nswaying in the breeze of the gum trees, back\nwhere she belongs and goes on to have young\nkoalas of her own.",
          "If you find injured or orphaned wildlife,\nplease call for help immediately.",
          "<em>For injured wildlife contact Kirsty at Bohollow on: 0447 636 953</em>"
        ]
      },
      "published": true,
      "related": ["/content/wnews/articles/2017/list/meet-earl"]
    },
    "collared-sparrowhawk": {
      "sling:resourceType":"wnews/page/article",
      "date": "2020-05-21",
      "title": "Collared Sparrowhawk",
      "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/05/wnews20200521-026.jpg",
      "abstract": "Winter is a time when many birds of prey\nfind themselves in trouble. After the hectic\nSpring and Summer breeding season is done\nand dusted I usually have a bit of a lull in\nthe amount of new bird patients arriving at\nBohollow which may last for a few weeks\nbefore the raptors begin to come in.",
      "body": {
        "pars": [
          "Winter is a time when many birds of prey\nfind themselves in trouble. After the hectic\nSpring and Summer breeding season is done\nand dusted I usually have a bit of a lull in\nthe amount of new bird patients arriving at\nBohollow which may last for a few weeks\nbefore the raptors begin to come in.",
          "There are many reasons why winter is\nharsh on our raptors, as it is for many of our\nnative species. The colder weather usually\nbrings less food sources for birds of prey with\nrodents and other prey species becoming quite\nscarce. The shorter days mean less hunting\nhours for our diurnal raptor species although\nfor our nocturnal species such as the owls, it’s\nobviously the opposite. To survive the colder\nweather they are burning up more energy and\nif they have not entered into winter with good\nweight on, winter becomes very dangerous\nindeed.",
          "Juvenile raptors face their first winter\nhunting on their own without the assistance\nof parents and if they have not quite perfected\nthe skills they need to keep good weight on,\nthey quickly succumb to the elements.",
          "Winter is also a great time to see our\nnative birds of prey. During nesting time,\nthey are often quite secretive and not seen\nas frequently unless you are lucky enough to\nhave one nesting nearby. In the colder months\nfalcons can be seen resting on fenceposts and\npower lines, hawks begin to hunt around\nresidential areas where the pickings are\neasier to flush out and our owls also seem to\ngravitate to roadsides.",
          "The male Collared Sparrowhawk is one of\nour smallest birds of prey. With tiny hooked\nbeaks, spindly chicken legs and piercing\nyellow eyes, they are also one of our most\nstriking raptors.",
          "Their preferred method of hunting is to\nfly fast, ducking erratically through the trees\nand shrubs, in the hope that their prey will\ntake flight. Usually taking small birds, once\nflushed out, they will actively chase them\ndown. They are like a cheetah in the chase,\nit all happens very quickly and if they are\nunsuccessful over a short distance of pursuit,\nthey will usually peel away and give up. They\nreally do rely on the element of surprise.",
          "Collared Sparrowhawks are one of my\nfavourite raptors and alongside the Brown\nGoshawk, their nature is quite unique\namongst our other local birds of prey. They\nare extremely instinct driven birds but also\npossess an unpredictable crazy element.\nTheir eyes say it all. If I had to describe them\nin human terms, it would be that they have\ngoogly, crazy, racer eyes. Anyone who knows\nany professional racing car or motorcycle\nracers will know exactly what I mean! You\njust cannot predict what is going through\ntheir mind with those eyes and this goes with\nthe utterly erratic flight they use to flush prey.",
          "A common reason for these birds coming\ninto the shelter is through colliding with\nglass windows. Many bird species can knock\nthemselves out on windows. Sometimes this\nis caused by the bird catching sight of its\nown reflection in the glass and believing it is\na rival to be attacked and driven off. In the\nSparrowhawks case, I believe these collisions\noccur through taking a wrong turn at speed\nwhile in pursuit of prey and suddenly being\nstopped short by a window.",
          "An impact from hitting a window may not\nseem so drastic but for many birds, it actually\ncauses death. They can hit at remarkable\nspeeds and strength and just like any other\nimpact injury, they can wind up severely\nconcussed, bruised, fracture wings and\nlegs and can even die on impact or shortly\nafterwards.",
          "He came to Bohollow after colliding\nwith a window. He was suffering severe\nconcussion but had no fractures. His weight\nwas also a little down so he spent time at the\nshelter recovering and putting on weight so\nhe has the best chance to make it through the\ncolder months.",
          "It doesn’t matter how often I am\nprivileged to have these birds in my care,\ntheir intense eyes always grab me, their mad\nantics delight me and it is always wonderful\nto see them causing havoc amongst the trees\nwith their sudden, surprise entrances.",
          "<em>Good luck out there little fellow.</em>"
        ]
      },
      "published": true,
      "related": []
    },
    "brushtail-possums": {
      "sling:resourceType":"wnews/page/article",
      "date": "2020-04-23",
      "title": "Brushtail Possums",
      "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/04/wnews20200423-030.jpg",
      "abstract": "While autumn sees the end of the main\nbird breeding season, some of our other\nnatives are still quite busy and our native\nBrushtail Possum is one of them.",
      "body": {
        "pars": [
          "While autumn sees the end of the main\nbird breeding season, some of our other\nnatives are still quite busy and our native\nBrushtail Possum is one of them. Each year\nBohollow receives many calls about possums\nin roof and wall cavities which people would\nlike us to remove. This time of year is major\npeak time for this species to breed, so often\npeople become more privy to their presence\ndue to the squabbling and fighting between\npossums which can cause quite a racket.",
          "Brushtail Possums are a wonderful\nexample of our unique Australian wildlife.\nThey are a marsupial, possessing a pouch and\nare one of the very few marsupials that have\nsuccessfully adapted to living in suburban\nareas. Due to their ability to utilise roof and\nwall cavities, as well as sheds and garages to\ncamp during daylight hours, in some cities\nand towns they have become abundant. Sadly,\nthe situation in their natural environment is\nnot so rosy. Their numbers have declined\nradically across their natural habitat range on\nmainland Australia and populations in much\nof the natural bushland which they always\ninhabited has become worryingly low and\nin some areas they have totally disappeared.\nThe cause for this is predominantly clearing,\nparticularly of old growth trees which possess\nthe tree cavities and hollows this species\nrequire to hide safely during the day. In the\nNorthern Territory, the Common Brushtail is\nactually listed as endangered. In parts of New\nZealand, where the possum was introduced,\nthey have become a major pest species.",
          "The Brushtail Possum diet consists\nmainly of leaves, flowers and fruits, both\nof native and introduced pants and trees.\nUnlike our native Ringtail Possum which is\ntotally vegetarian, the Brushtail will also raid\nbird nests for eggs and nestlings as well as\nscavenge from rubbish tips and bins in urban\nareas. They are able to tolerate the toxins in\neucalyptus leaves which make up a large part\nof their diet. To avoid predation from foxes,\nthey rarely roam far from the safety of trees\nwhen they forage on the ground.",
          "A female Brushtail can give birth to one\nto two young a year, the main breeding time\nbeing in autumn but having another peak of\nbreeding in spring. Females can live for up\nto ten years or more. Young possums are kept\nin the pouch for four or five months before\nemerging to ride on their mother’s back for\na further one to two months before weaning.\nBrushtail Possums are mostly solitary\nanimals, apart from breeding time and many\nyoung possums perish in the dispersal time\nduring which they are evicted from their\nmother’s home range and must find an area\nthey can call their own.",
          "What can we do if we wish to remove a\npossum from our roof or wall cavity? Many\npossums choose to camp in tree cavities if\navailable during the warmer months but move\nindoors when the cool weather hits. To be\nhonest, who wouldn’t take advantage of the\nwarmth our buildings provide on our chilly\nwinter days if they are readily accessible.",
          "First of all, trapping and relocating to a\ndifferent area is a certain death sentence for a\npossum. Studies show that most possums that\nare trapped and relocated usually die within\nthree days of relocation. For this reason, it is\nactually illegal to trap and remove. Another\naspect of this method is that it is proven to\nnot work. Another possum will just move in\nalmost immediately. Remember all the young\npossums that have to find a home. There is\nalways another possum ready to move in\nwhen a space becomes available.",
          "The only way to effectively deal with\nthe problem is to firstly work out where they\nare getting in. Usual entry points are holes\nunder eaves, in walls, removed roof tiles\nand sometimes even through a wall cavity\nat ground level where there may be a hole\nto enter. Fur, scratch marks and sometimes\nstaining can all be indicators of where they\nare getting in. Trapping the possum, sealing\nup entry points and then releasing the possum\nback into the garden at night is one option.",
          "An alternative option, which is the better\noption and least fuss option, is to make a one\nway flap out of metal or perspex and place\nat the entrance point. These flaps are hinged\nand only able to open from inside the roof or\nwall cavity. The possum will exit of its own\naccord. If it is a female with a babe on board,\nthe babe will be carried safely out with mum,\nand once out, they will not be able to get back\nin as the flap cannot be pushed open from the\noutside. This is a great way with less stress to\nyourself and the animal.",
          "As the number of tree cavities and\nhollows can be pretty scarce and may be the\nreason you have a possum residing in your\nroof in the first place, the best thing to do is\nto provide a few nesting boxes around your\ngarden for them to move into as they will\nstill obviously require a place to rest during\ndaylight hours. Nesting box specifications\ncan be found online; just make sure you pick\na design suitable for a Brushtail Possum as\ndesign, size and position placed plays an\nimportant role in prime possum real estate,\njust like it does in any home.",
          "Remember to ensure it is actually a\npossum in your roof which is making all that\nnoise as 60% of calls for possums in a roof\nturn out to be introduced rats!",
          "I realise that for some, possums may seem\nlike just another wildlife species which can\ncause us problems….but there are solutions\nand it is possible to co-exist with these\namazing creatures. With the pressures put\non their natural habitat, they are just trying\nto survive in an environment much altered\nand anything we can do to assist them to live\nalongside us in harmony is one step closer to\na better place for us all.",
          "<em>For injured wildlife contact Kirsty at Bohollow on: 0447 636 953</em>"
        ]
      },
      "published": true,
      "related": []
    },
    "insects-and-tawny-frogmouths": {
      "sling:resourceType":"wnews/page/article",
      "date": "2020-04-09",
      "title": "Insects and Tawny Frogmouths and Bohollow",
      "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/04/wnews20200409-011.jpg",
      "abstract": "Winter weather seems to have dropped\nupon us quite suddenly. When I first began\nmy career as a wildlife carer and rescuer, I\nbecame closely tuned in the seasonal changes\nof both our weather and also the creatures\nwhich rely so heavily on these changes. I\nhave watched over the years our seasons\nstarting to change. At first, the changes were\nquite subtle but now they seem to be much\nmore pronounced and this in turn causes our\nwildlife to alter their behaviour to adapt the\nbest they can. The food resources for our\nwildlife ebb and flow, they always have, but\nour wildlife have been attuned to this ebb and\nflow for thousands of years. Species know\nwhen they can rely on a seasonal food source\nor change and it is a cycle which they have\nlearnt to depend on.",
      "body": {
        "pars": [
          "Winter weather seems to have dropped\nupon us quite suddenly. When I first began\nmy career as a wildlife carer and rescuer, I\nbecame closely tuned in the seasonal changes\nof both our weather and also the creatures\nwhich rely so heavily on these changes. I\nhave watched over the years our seasons\nstarting to change. At first, the changes were\nquite subtle but now they seem to be much\nmore pronounced and this in turn causes our\nwildlife to alter their behaviour to adapt the\nbest they can. The food resources for our\nwildlife ebb and flow, they always have, but\nour wildlife have been attuned to this ebb and\nflow for thousands of years. Species know\nwhen they can rely on a seasonal food source\nor change and it is a cycle which they have\nlearnt to depend on.",
          "Some of you may have read or heard\nabout the decline in our insect species.\nThis is not just relevant to our area here\nin Northern Victoria, it is an occurrence\nworldwide and it is something which we all\nneed to be concerned about. Our insects are\nat the bottom of our natural food chain or\nput differently, the centre of the web which\nconnects every living thing on our planet. I\nthink the web analogy is more apt to describe\nhow everything is connected as it only\ntakes one strand of the web to be broken or\nweakened and it compromises the strength of\nthe entire web.",
          "For the last several years I have noticed\na dramatic decline in the amount of moths\nand insects. Many of our native birds are\ninsectivores and the majority of their diet is\nmade up of insects; some only eat insects.\nWhile in care, we strive to give our native\ncritters the most natural diet we can. We buy\nin mealworms, crickets and cockroaches to\nhelp accomodate our insectivore’s needs but\nnothing beats their natural food source. This\nhas seen me collecting moths and insects for\nmany years, in particular to help feed our\nsmall insectivorous bird species. It helps\nyoung birds to learn to hawk them in the air\nand also to recognise their natural prey. For\nthis reason I have come to know which types\nof moths are tasty for our patients and which\nare not, which ones are about at different\ntimes. The pattern was always the same. The\npattern has not been the same for quite a few\nyears now and it always concerned me.",
          "This past Spring/Summer season saw\nbarely any insects around. It was the worst\nI had seen their numbers. In fact, many of\nthem just weren’t present at all. This last\nmonth, just when I thought we weren’t going\nto see many of the types of moths at all,\nthey suddenly appeared..and appeared in the\nhigh numbers which one used to see earlier\nin Summer years ago. It was a relief to see\nthem actually appear, as previous years this\ndid not happen. Their overall numbers were\njust not there at all during the entire course\nof the year.",
          "The huge moths, which I grew up\nknowing as Bardi Moths, have recently come\nout their hiding place beneath the soil of our\nlarge eucalyptus trees and hit the skies in\nlarge numbers. This is extraordinarily late\nhere for this moth. There were hardly any\nabout last year.",
          "During the last few weeks we have\nseen an abundance of Tawny Frogmouths\n(pictured here) come into care due to impacts\nfrom vehicles. These birds rely on these large\nmoths as a food source and the moths are often\naround roadsides, attracted to vehicle lights,\nstreet lights and also the shimmer of bitumen\nin the moonlight. During Spring and Summer\nwe had a high number of Tawny Frogmouths\narrive at the shelter extremely underweight;\neven the nestlings who arrived at Bohollow\nwere coming in underweight. It doesn’t take\na scientist to put two and two together and\nrealise the impact that the changes in our\ninsect life is having on creatures such as the\nTawny Frogmouth. I am just in a position\nto witness those effects directly, as when\nspecies are struggling, we are usually the first\nto see the real fallout in the wildlife that come\ninto our care.",
          "The reason why this decline in insect\nnumbers worldwide is happening is not at\nall understood. It is not known whether our\nchanging climate is playing a part in this and\nit is likely a combination of many things,\nincluding habitat loss; yes, habitat loss\ncertainly has an impact on our insects just as\nit does animals. Insecticides and pesticides,\nparticularly as their use is so heavy has\ncertainly had an enormous impact over the\nyears and eventually this accumulative effect\nis going to be seen. These toxins can actually\nbe present in the insects themselves and\nbirds like the Tawny Frogmouth consume\nthem, also building up toxicity levels in\ntheir own bodies. This accumulative effect\nof toxin intake eventually catches up with\nthe organism and in the case of the Tawny\nFrogmouth, gets stored in the body until\ntimes get a bit tough and they call upon their\nreserves to see them through the lean times.\nThen the full effect of the build up of toxins is\nseen when the bird succumbs to the poisoning\nand actually dies. If you think this is scary\nstuff, it is…and it is very real.",
          "We need to think about everything we\ndo to our soil, our water and our plant life\nand consider the consequences of everything\nconnected to that system. Even something\nas simple as a fertiliser can render a soil\nunsuitable for the insect life which naturally\noccurred in it. The pesticides that you spray\non your garden to keep those pesky aphids\nat bay..a tiny Superb Fairy Wren, a Whiteplumed\nHoneyeater, a Magpie…if any of\nthese birds eat sprayed insects or forage off\nsprayed ground they are ingesting toxins,\ntoxins that may and do kill them.",
          "There are many claims that certain\nchemicals are not very harmful to our\nenvironment and our critters. I think a good\nrule to follow is that if you wouldn’t drink\nit yourself or eat off the ground or plant you\nhave sprayed, it is pretty safe to assume that\nit isn’t a great thing for our insects or wildlife\nto be consuming or coming into contact with\neither.",
          "We cut and dig out weeds here at Bohollow\nso we don’t use chemicals for control. It is\nmore work, harder work and yes, my kids\ncomplain a little as they see a neighbour spray\na weed and it dies. We do this as I see the\nresults of our actions on our native wildlife\nevery day. I cannot deny the evidence before\nme that everything we do around us can\naffect some other living creature, which can\nin turn affect another living creature all the\nway along that web of life.",
          "When we walk through a spider web the\nmain concern for most of us is needing to\nknow where the spider is. We don’t usually\ngive a thought to the strand of web we broke\nand what it means for that spider. Even if we\nonly broke a small strand, the consequences\nfor the spider may mean it does not catch any\ninsects that night as the entire web has been\ncompromised. These tiny strands which we\nkeep breaking in our natural world are all\nconnected to the entire web of life and one\ntiny strand causes consequences throughout\nthat entire web.",
          "For now, our Tawny Frogmouths are\nenjoying the rich pickings. Winter will be\nupon us very soon and the insect life will\nbecome scarce. I hope that this delayed\nabundance and welcome relief will see them\nthrough to the warmer months and that the\nnext Spring and Summer period won’t be\nquite so harsh for them as the one just past.",
          "<strong>For injured wildlife contact Kirsty at Bohollow on: 0447 636 953</strong>"
        ]
      },
      "published": true,
      "related": []
    },
    "little-eagle-rescued": {
      "sling:resourceType":"wnews/page/article",
      "date": "2020-03-26",
      "title": "Little eagle (or booted eagle) rescued",
      "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/03/wnews20200326-026.jpg",
      "abstract": "Here at Bohollow wildlife still need\nrescuing and we are being sensible and\nfollowing all the precautions in relation to\nkeeping us all safe. I would like to add that\nyou CANNOT catch the Covid-19 virus from\nany wildlife or animals, it is human to human\ntransmission so keep yourselves as safe as\npossible. It is still perfectly safe to stop and\ncheck pouches, assist injured wildlife and call\nus for help.",
      "body": {
        "pars": [
          "Here at Bohollow wildlife still need\nrescuing and we are being sensible and\nfollowing all the precautions in relation to\nkeeping us all safe. I would like to add that\nyou CANNOT catch the Covid-19 virus from\nany wildlife or animals, it is human to human\ntransmission so keep yourselves as safe as\npossible. It is still perfectly safe to stop and\ncheck pouches, assist injured wildlife and call\nus for help.",
          "I attended a rescue of a bird of prey near\nKyabram on Sunday. I was told it was an\ninjured hawk down in a paddock, unable to\nfly.",
          "When I arrived, as I approached the bird\nI realised that the hawk was indeed a Little\nEagle. The bird gave me a bit of a chase but\ni quickly caught her up. I performed a quick\non site assessment and no fractures, a few\nfresh marks on both wings, body and feet but\nsuperficial, she was going to be ok. Possibly\nhit a barbed wire fence.",
          "It has been a couple of years since I have\nseen a Little Eagle in care at Bohollow. We\nhave three species of eagle in Australia, the\nWedge-tailed Eagle which is our largest bird\nof prey and who most people know just for\ntheir sheer size, the White-bellied Sea Eagle,\nwhich is almost as large as the Wedge-tailed\nEagle and frequents both coastal and inland\nwaterways, but our third and less known\neagle is a small eagle named the Little Eagle.",
          "Little Eagles hold a special place in my\nheart as a Little Eagle was one of the first\ndiurnal raptors I cared for many years ago.\nShe had a wing fracture which avian specialist\nDoug Black surgically pinned for me and she\nleft a long lasting impact. I learnt much about\nthe specialist care of birds of prey through\nthis magnificent bird and she is one I will\nnever forget. Little Eagles have the ability to\nlift up a beautiful dark crest right on top of\ntheir head and I recall sneaking a peak at this\nbird while she was eating and catching her\nfor the first time with her crest fully erect and\nwas in absolute awe of the beauty in this bird.",
          "Little Eagles are what we call ‘booted\neagles’. This term means that they have\nfeathered legs all the way down to their feet,\nalmost like feathered pants. This is an easy\nway to tell the difference between an eagle\nand other birds of prey in Australia, although\nour Sea Eagle has bare legs like the other\nraptor species, this is to enable hunting on the\nwater easier as less drag as they hit the water\nand grab a fish with those unbelievably strong\nfeet.",
          "Little Eagles have the typical eagle look\nabout their head and can often be described\nby people who find them as a baby Wedgetailed,\nalthough the size difference is massive.",
          "When flying overhead, they can be easily\nconfused with our large Whistling Kite as the\ndistinct patterns underneath both birds wings\nare very similar to each other. The Whistling\nKite is a much more slender bird with longer\nwings, longer tail and of course bare legs.",
          "Little Eagles are solitary birds and rarely\nhunt in dense wooodland, preferring open\nground for hunting. They are a heavy, solid\nbird who rarely takes prey in flight, usually\ngrabbing prey on the ground from a dive\nwhich we call a stoop or gliding down from\nthe air or a perch. Prey includes rabbits,\nreptiles, birds and they can sometimes prey\non large insects and carrion. Around this area\nI believe their preferred prey is rabbits.",
          "Like our other eagles, they can spend a lot\nof their time soaring so high we cannot even\nsee them with the naked eye!",
          "Although their range is widespread across\nmainland Australia, these are a raptor species\nwhich appears to be declining and from\npersonal experience, I do not see as many of\nthem around as I used to many years ago.",
          "I am hoping that this beautiful bird will\nbe able to return to her wild home reasonably\nquickly and it will be a special day indeed to\nsee her hit the skies again. Meanwhile, I will\nhave the pleasure of having such a wonderful\nbird in care once more, watching her antics\nand providing her the chance to heal and\nrecover.",
          "This is why I do what I do and I never\ntire of the amazing species which I am so\nprivileged to work with to give them a second\nchance to soar free.",
          "<strong>For injured wildlife contact Kirsty at Bohollow on: 0447 636 953</strong>"
        ]
      },
      "published": true,
      "related": []
    },
    "flying-foxes": {
      "sling:resourceType":"wnews/page/article",
      "date": "2020-03-12",
      "title": "Flying Foxes",
      "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/03/wnews20200312-029.jpg",
      "abstract": "Acts of wildlife cruelty are something we wildlife rescuers and carers see much more than people may imagine. We are often notified first of cruelty cases as people can be unsure as to who to turn to when they witness acts against wildlife. Also in our field of wildlife rescue, we are the ones called to pick up the pieces when wildlife is harmed by human hands, in the form of rescue of the animal and care or euthanasia, whichever the outcome may be.",
      "body": {
        "pars": [
          "Acts of wildlife cruelty are something we wildlife rescuers and carers see much more than people may imagine. We are often notified first of cruelty cases as people can be unsure as to who to turn to when they witness acts against wildlife. Also in our field of wildlife rescue, we are the ones called to pick up the pieces when wildlife is harmed by human hands, in the form of rescue of the animal and care or euthanasia, whichever the outcome may be.",
          "Recently there have been acts of violence against a species which is often much maligned both by media and the public, Flying Foxes.",
          "We have two major colonies in our area, one at Numurkah along the creek right in town and the other at Tatura in Cussens Park. Last week a Tatura resident was charged with an act of cruelty against a Flying Fox, which was caught in netting on a residential property, which was witnessed and reported by a neighbour who was distressed by the incident.",
          "Police were involved and action was taken.",
          "Flying Foxes can strike fear into people due to misinformation and misconception about disease and health risks associated with these intelligent animals. Much of this misconception is unfortunately heightened by sensational media reports which share half truths or no truths at all.",
          "The main two aspects about our bats which send people into a panic about their presence is Hendra Virus and Lyssa Virus.",
          "Hendra can be passed to humans through contact with infected horses, not bats. There are no recorded cases of Hendra ever being contracted through a Flying Fox to a person, and no evidence of it being possible. Hendra antibodies have been found in Flying Foxes which arouses speculation that they may be a host who may somehow pass it to horses but all the reading I have done on scientific research of Hendra has stated that it is not actually known (proven) just how horses contract Hendra and although bats are a possible suspect host, the link has not been made through scientific evidence as yet. Flying Foxes do not generally come into close contact with horses and apart from horses grazing on land which has roosting Flying Foxes in trees where their droppings may be on the ground, there is not any way the two animals make direct contact with each other. All cases of Hendra being fatal in humans in Australia have been directly transmitted by contact with an infected horse, not a bat.",
          "Lyssa Virus is basically a strain of rabies, the only strain of which we have here in Australia and is carried by bats, namely our larger Flying Fox species and is a lot less likely to be carried by our small microbat species. To contract Lyssa, you must be bitten or scratched by an infected bat who is carrying the virus. The virus is shed through the saliva of an infected animal and must enter your blood stream via the saliva entering a wound which breaks the skin.",
          "Research has suggested that less than one percent of Australia’s bat population actually carry the Lyssa Virus. There have been three deaths of people from the Lyssa Virus since 1996, all, I believe, in Queensland. Wildlife carers who specialise in bats are now vaccinated as we are much more likely to come into contact with a bat carrying Lyssa as these bats will present as being sick and unwell.",
          "The figures may have changed now but as of a few years ago, out of many bats who had been tested in Victoria only eight Flying Foxes had tested positive for the live Lyssa virus. One of those bats was actually a bat who came into care at Bohollow. It was found on the ground in Kyabram, suffering part paralysis and abnormal aggression and neurological distress. This bat actually bit Deb, who had the bat in care for the short time it was at Bohollow. When the bat died the following morning, we discussed the possibility of the bat having Lyssa due to its unusual aggression, neurological symptoms and paralysis. I organised for the bat to be transported to Melbourne for testing and it came back positive. Deb is fully vaccinated but still had to have post bite shots immediately as a precaution and her levels of antibodies checked, which were all good. Protocol when bitten by a bat is to wash the wound thoroughly with warm, soapy water as this goes a long way to minimise saliva entering the bloodstream. No one in Victoria has ever contracted the Lyssa Virus.",
          "We need to be sensible about the possibility of Lyssa as wildlife carers who are handling bats that may come to the shelter unwell, but with less than one percent of carriers out there, it is likely that the Little Red Flying Fox who actually had the virus will be the only one we ever see in our lifetimes.",
          "This is where common sense and true factual evidence should pertain over scare mongering and false information when it comes to our bats. Bats very rarely come into contact with people and when they do, through injury or heat stress, if we are aware, safe and sensible, there should be no risk. If you come across an injured or heat stressed Flying Fox, do not pick it up. Call your local wildlife shelter for help and advice immediately. If you do not touch the bat, there is no risk. Microbats are mouse size and although they have sharp teeth for catching insects, they usually cannot break the skin in a bite as they are so small. Being so small, they are much more easily safely collected with a towel or face washer which allows no direct contact to be bitten. Still, call wildlife rescue for help and advice.",
          "Bats are an important element of our ecosystem. Flying foxes provide pollination of our native vegetation and being able to travel up to 50 kilometres in a night, can be much more efficient pollinators than many of our birds. They are responsible for much of our forest pollination. Our native vegetation needs these animals.",
          "Microbats are our natural pest control. Many insects are more prevalent at night or are only openly active at night. Our tiny bats consume amazing amounts of these insects, mosquitoes included, and are a part of the unique balance of our ecosystems here in Australia.",
          "Bats are the only mammal in the world which have developed independent flight such as birds have. They are amazing, fascinating creatures who deserve our respect and understanding. They are much more beneficial to be in our environment than pushed out of it and if you just stop to observe them if they are in your area, it is easy to see them as they truly are…highly social, intelligent and unique animals, who deserve more than misguided persecution from people who do not know the true facts about our wonderful bats.",
          "<em>For injured wildlife contact Kirsty at Bohollow on: 0447 636 953</em>"
        ]
      },
      "published": true,
      "related": ["/content/wnews/kids/2020/list/thats-bats"]
    },
    "noisy-miners": {
      "sling:resourceType":"wnews/page/article",
      "date": "2020-02-27",
      "title": "Noisy miners",
      "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/02/wnews20200227-025.jpg",
      "abstract": "You can almost feel the changing of the seasons in the air as temperatures become more bearable and the days begin to shorten once more. Many of our migratory species are already on the move or preparing to travel to their wintering grounds. I have seen rainbow bee-eaters already beginning their travels and our sacred kingfishers are also getting restless. I love the change our landscape endures through the seasons and a huge part of that love for me is the coming and going of different species. It is almost like saying goodbye to old friends and welcoming others on their return.",
      "body": {
        "pars": [
          "You can almost feel the changing of the seasons in the air as temperatures become more bearable and the days begin to shorten once more. Many of our migratory species are already on the move or preparing to travel to their wintering grounds. I have seen rainbow bee-eaters already beginning their travels and our sacred kingfishers are also getting restless. I love the change our landscape endures through the seasons and a huge part of that love for me is the coming and going of different species. It is almost like saying goodbye to old friends and welcoming others on their return.",
          "One species which stays in our area for the entire year and also holds territories is the noisy miner. Not to be mistaken for the common Indian myna, which is an introduced pest species, although our poor native noisy miner also gets the blame for imbalance in many areas and has certainly been considered a pest and named as environmentally damaging despite this being their natural home.",
          "I actually love the noisy miners and I have raised quite a few of them over the years, though usually no more than two or three a season. They are intelligent birds, in the honeyeater family and exist in communal groups. These groups can be small groups of five to six birds or as many as 30 or more. These groups will defend their territory against others of the same species and also other bird species. In some areas the diversity of small bird species has dropped due to the presence of noisy miners and this correlation is believed to be the fault of the miners and their aggressiveness. In my experience, this drop in diversity in relation to the presence of noisy miners appears to be more closely related to an imbalance of habitat which then, in turn, causes an imbalance in species diversity, not the other way around.",
          "Noisy miners exist quite happily in tall eucalypts. They are a bold bird, secure in the safety of a group and rather than hide from a predator, will often be the first to alert other species of a predator’s presence and will actively attempt to drive them away. Other honeyeater species will do this too as well as birds such as willy wagtails but wagtails do not have the strength in numbers as they hang out in pairs rather than a group.",
          "Smaller, more fragile birds will hide in the presence of a predator when they hear the warning calls of others, including the warnings from other species. To do this they must have understory plants which have dense cover. Birds of prey, goannas and other predators have difficulty entering dense vegetation and it is often not worth the effort to attempt to do so. When this understory and mid-story cover is gone or depleted, the diversity of small bird species drops radically but the numbers of species such as noisy miners, magpies and ravens can increase. Therefore the imbalance we are seeing is more likely to be due to habitat imbalance. Obviously when miners are seen to ‘drive away’ other smaller species, it is assumed that they are responsible for their disappearance, particularly when their numbers begin to increase.",
          "At the shelter grounds we have tall trees but we also have a good range of lower story trees and shrubs. We have a healthy group of noisy miners who reside here. We also have superb fairy wrens, white-plumed honeyeaters, silvereyes, red-browed finches, padolotes, thornbills and other small species who exist quite happily in the miner’s presence.",
          "In every natural system there is certainly an order, a hierarchy if you prefer…some species will always boss others around but do not think this pecking order starts and stops at the top. White-plumed honeyeaters will pick on others, kookaburras will raid other bird’s nest, Wattlebirds can drive Noisy Miners out of a tree in blossom in an attempt to guard a prized feeding ground and a silvereye may pick on a thornbill. Nature is ever dynamic, ever changing and this is a part of the wonder of life. If you do have a problem with one particular species such as the noisy miner seeming to ‘take over’ your garden or property, it is a good idea to stand back and have a look at what is really happening. What vegetation is present, what other factors may have changed to cause the imbalance. All species are opportunists, including humans. If an opportunity arises for a species to do well, they will. If we provide a balanced environment for as many different species as we can around us, species diversity will be greater.",
          "I enjoy watching the dynamics of different native species interacting in our garden and in bushland. I guess when I am privileged to know many of these species on a level which others may not get close to. It allows me to understand their antics a bit better and appreciate their behaviour for what it really is and not blame a species for not fitting an ideal.",
          "Nature can be harsh, nature can be perfect, nature can be imperfect, but above all nature is beautiful, ever changing and dynamic.",
          "<em>For injured wildlife contact Kirsty at Bohollow on: 0447 636 953</em>"
        ]
      },
      "published": true
    },
    "support-your-local-shelter": {
      "sling:resourceType":"wnews/page/article",
      "date": "2020-02-13",
      "title": "Support your local shelter",
      "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/02/wnews20200213-019.jpg",
      "abstract": "I have sat back in silence and watched things unfold while the world has seemed to go a little crazy of late. We received many phone calls daily for about three weeks running for the duration of the horrific fires which hit our state this season. Social media was rampant with blame, false accusations and many fundraising activities to raise money and supplies for burnt wildlife.",
      "body": {
        "pars": [
          "I have sat back in silence and watched things unfold while the world has seemed to go a little crazy of late. We received many phone calls daily for about three weeks running for the duration of the horrific fires which hit our state this season. Social media was rampant with blame, false accusations and many fundraising activities to raise money and supplies for burnt wildlife.",
          "Deb and I have been very transparent when people have called asking if they can donate to us to help ‘all the injured wildlife coming from the fires’. We have explained that we are not in fire area this season as have not had any serious fires here, touch wood it remains that way for the remainder of the season. We have said if they wish to donate to fire affected animals, they will need to donate elsewhere. The support for wildlife has been staggering. Money, supplies and pouches have poured in from all areas of the globe. I think it is wonderful that so many people have wished to dig deep for our wildlife….but it saddens me to know it has only happened on the back of a disaster. The reality is that although some money and supplies will be used to save wildlife, the majority is not actually going towards helping burnt animals as there are just not that many burnt animals to help.",
          "We were contacted not only by local people, people Australia wide and also from other countries asking how they could help with the influx of animals coming in off the firegrounds.",
          "I would like to put a few truths out there in regards to the fires, not just these fires but also other horrific fires such as we experienced on Black Saturday.",
          "Fire is one of the most destructive forces of nature that we know. It can destroy everything within a very short time and can be ruthless and unforgiving. The sad reality of firegrounds around the country is that not a lot is recovered as far as injured wildlife goes.",
          "I don’t know why the conception is that there is an influx of animals coming into care due to the fires around our country. I believe mainstream media is partly to blame as they jump on the odd case when animals are brought into care off firegrounds and give the impression that this is the norm after a fire… it is just not the case. There are a number of reasons that this just isn’t so.",
          "Firstly, animals usually either get out in time or they don’t and the ones who don’t usually perish before they are found or if they are found, the likelihood of them having to be euthanised or not making it is very high.",
          "Wildlife rescuers are not permitted to go onto firegrounds at least until 2 or 3 weeks after the fire. This is for safety reasons generally. We can search on private land if we have land owner permission but on land which is controlled by Parks Victoria, DELWP or a Shire/Council, we are never allowed on until it is usually too late. Wildlife found on firegrounds ironically is usually found by members of the public who aren’t bound by the authorising body who issues our shelter permits and therefore cannot get into trouble for ‘disobeying’. Many wildlife carers across the state have undergone approved fireground training so they are deemed certified and worthy of entering these areas for the purpose of finding, rescuing and treating wildlife in burnt areas but are never let in to use these skills when it could make a difference.",
          "My experience with fire has been that when we do get in to search, there is little to nothing to find. The idea that fire affected wildlife is being found in the hundreds is just not true. Not only is it not true, it is the opposite of true. Search parties are lucky to find a handful of animals which they can assist.",
          "The real issue with all these donations is that the bulk of money and supplies has gone to a handful of organisations such as WIRES (NSW only), Wildlife Victoria and a few other organisations. People have donated on the belief that their money is actually helping on the ground and helping our wildlife directly. A trickle is coming through..but only a trickle and if you are not one of the lucky ones to receive some of that trickle, there are many who continue to struggle with the ongoing day to day expenses of operating a voluntary wildlife shelter and rescue service.",
          "Just to put things into perspective, the last I heard was that WIRES have had over 60 million dollars donated because of the fires, Wildlife Victoria is also into the millions and at least one small organisation has raised almost 300, 000 dollars in the name of ‘helping Australian wildlife affected by fires’. Along with warehouses full of supplies donated as well, this is an amazing effort. My concern is the transparency of where/how this will all be allocated and think it is misleading to use the fires as a reason for people to donate.",
          "Our wildlife requires help all year round, 24/7 and after things quiet down, if Black Saturday is anything to go by, all these donations, all this money will be quietly spent by a select few. In the cases of WIRES and Wildlife Victoria, be largely spent on administration and not helping the shelters that need it most. Wildlife Victoria is a statewide call centre. It does not do ‘on the ground’ rescue, nor does it have wildlife in care; that is the work of volunteers such as myself, who do the rescues, operate the shelters and who foot the cost of wildlife rescue and care from our own pockets, without their assistance. They call on us when someone requires wildlife rescue and calls their number. The majority of our calls are from people calling us direct, not through Wildlife Victoria. WIRES is a similar situation and only operates in NSW, as each state has different wildlife laws in regards to wildlife shelters.",
          "Our Bunbartha shelter at Bohollow is one of the largest shelters in Victoria. It costs in excess of $33,000 each year to operate, and that is not including the expense of our Kotupna shelter which Deb operates. With no assistance apart from the kind hearted people who continue to donate directly to Bohollow, the struggle is real and without those kind hearted people supporting us, we would be in very real danger of closing our doors.",
          "If you wish to help our wildlife who need our support all year round, regardless of fire, flood, drought, I recommend to donate directly to your local shelter who is doing the real work and who I can guarantee will spend every cent on saving the wildlife in their care and attending rescues.",
          "Bohollow was lucky enough to receive some supplies from other shelters and groups who have received an overabundance of donations and for that we are truly grateful.",
          "It is wonderful that so many people have donated on the back of this disaster but when the ashes cool, who will continue to reach into their pockets to support the care of wildlife? Meanwhile, all these resources which have been donated, including much needed funds, are left in the control of a select few to be allocated to where they see fit and the majority of wildlife shelters out there who are constantly struggling to keep up with the costs of operating, will continue to struggle."
        ]
      },
      "published": true
    },
    "the-heat-is-on": {
      "sling:resourceType":"wnews/page/article",
      "date": "2020-01-30",
      "title": "The heat is on",
      "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/01/wnews20200130-021.jpg",
      "abstract": "With the weather extremely warm again this week, it is going to be another busy one for Bohollow.",
      "body": {
        "pars": [
          "With the weather extremely warm again this week, it is going to be another busy one for Bohollow.",
          "It has been a long, tough season for many of our critters, and it isn’t over yet. We have been very lucky to remain relatively fire free in our area this summer so far but it has been heartbreaking to know what wildlife and habitat has been lost Australia-wide due to fire and extreme heat.",
          "Habitat is so fragmented and already fragile as so much of our natural bushland has been cleared and degraded, when disasters like this occur it now has a lot more impact on our wildlife, particularly in areas which contain the last suitable habitat for species that are already struggling to evade extinction. Some species have had over 80 percent of their last viable habitat burnt and in some cases the figures are actually 100 percent.",
          "The excessive heat is having disasterous effects on many wildlife species, birds, mammals and reptiles alike and even things that we don’t often think of, our insects, frogs, spiders, the entire ecosystem from the ground up is suffering. Birds, bats and possums have been falling out of trees, falling victim to the hot, dry conditions. We have also seen an influx of wildlife coming into the shelter emaciated as there isn’t a lot of food out there at the moment. I am crossing fingers that the recent rains will help to improve that. Our birds have not had a great season with breeding with many nestlings and fledglings succumbing to the heat and lack of food. Our wildlife are designed to cope with the harsh conditions of Australia, to cope with drought, fire, shortage of food, but before we altered their environments so drastically, the key difference was the availability of viable habitat. Once there was plenty and species could ride out the tough times with the adaptations which allowed them to survive for many thousands of years in less than favourable conditions…now there is little and in some cases, nothing left of their natural habitat as it once was. This has pushed species to the limit and sadly for some, over the edge of the abyss we call extinction. If we wish to rectify the changes we have made that have driven the loss of the precarious balance which allowed all our unique Australian animals to exist, we must put back some of what we have taken away.",
          "Forests can take a long time to grow to their full potential and provide the types of habitat required for many species to survive. Every tree planted, every tree saved, matters and makes a difference. Every nesting box put up, every log left on the ground, matters. We have the ability to help to restore and protect the ancient systems that have stood the test of time for so long without our help which now need us to step up, be accountable and responsible. No one has ever made money out of reinventing the wheel, our natural environment reached the magnificence it possesses through eons of fine tuning through evolution. Species have always come and gone, some have been successful, others not. Every species on Earth here today originated from species who held on through tough times, adapted and grew into something that worked in the environment around them.",
          "The question is, do we wish to have these amazing animals and ecosystems around us, or don’t we? Extinction is forever. We are not above or immune to this. These same systems which we are so quick to dismiss or destroy for convenience or an immediate dollar are the ones that sustained us up until this point in time and which we also need for our survival. We are not immune. Although it may seem so, we were never immune.",
          "A species which I monitor closely in the extreme heat are our local flying foxes. We have one of the largest colonies in Northern Victoria at Numurkah and another at Tatura. Previously, they had managed to ride out heat waves reasonably successfully. The last couple of years has seen more succumb to the heat and recently, on a 46 degree day, over forty grey-headed flying foxes perished due to heat stress at our Numurkah colony. Three of these bats were adult females with young pups still clinging to their bellies when they died. The rest of the dead were all young bats, most under five weeks old. Deb and I managed to save nineteen pups and all were brought back to the shelter for rehydration. Others were able to be saved by simply mist spraying them as they came down to the ground and didn’t need to be brought in.",
          "The following evening I took sixteen grey-headed flying fox pups back to the colony, placed them all in a tree and watched as their mothers flew in to them, recognising the calls of their young and taking them back into the folds of their wings. Three pups had to remain in care and are being raised here at Bohollow as their mothers perished in the heat. We are set to be out at the colony again on Friday to ensure that we can retrieve any bats who need help as the temperature is forecast for 43 degrees.",
          "On New Year’s Eve I was called to Echuca for an adult Tawny Frogmouth and a nestling who had come out of the nest in the heat. Poor mother Tawny was so severely heat stressed she presented with neurological symptoms. We believe the other parent had also succumb to the heat as well as a lone chick remained, high up in the nest unattended by a parent. Tawny Frogmouths never leave their chicks unattended and if a nestling falls from the nest, one parent will often sit with them on the ground while the other stays with the remaining chicks in the nest. I left the chick overnight with the hope that the missing parent would be on the nest in by dawn but to no avail. The owners of the property had only seen one parent for days so it is assumed that the missing bird fell victim to the heat earlier during their nesting period. New Year’s Day I had to retrieve the remaining chick from the nest, which was not the easiest task in the world as it was so high up. Both chicks were raised at Bohollow and have recently fledged, soon to be released.",
          "These are just two cases of how the extreme heat is affecting our wildlife, there are countless others and we have been run off our feet as it has added to the usual busy time at Bohollow during spring and summer.",
          "<strong>What can we do to help?</strong>",
          "Plant trees. Plant natives. Build and erect nesting boxes. Protect precious habitat from the ground up and enhance what habitat is left.",
          "Provide clean, fresh water around your home and garden. Be mindful of position, water becomes too hot to drink or bathe in very quickly in full sun. Place branches in bird baths or water dishes so critters can get in and out safely. If you are able, run a sprinkler in your garden during the extreme days. All these things can and do save the lives of our wildlife.",
          "If you find a heat stressed animal, do not pour or syringe water into their mouths and do not give them a drink with a bottle. Most animals who are given water this way usually die of pneumonia a few days later due to aspiration, which means fluid has got inside their airway and down into their lungs. Fine mist spray is great and giving them access to a shallow bowl to drink out of if they wish is also great. Call us for help. Time is critical when dealing with any injured wildlife and heat stress is no different. Every minute can count. If an animal is behaving oddly, call for advice and help.",
          "Also take care of yourself in the heat. For those of us who have to work out in it, it is vital to stay hydrated and mindful. Let’s all get through this summer the best we can.",
          "<em>For injured wildlife contact Kirsty at Bohollow on: 0447 636 953</em>"
        ]
      },
      "published": true
    },
    "what-a-year-it-has-been": {
      "sling:resourceType":"wnews/page/article",
      "date": "2019-12-12",
      "title": "What a year it has been for Bohollow!",
      "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2019/12/wnews20191212-041.jpg",
      "abstract": "It has certainly been a busy one and as always in wildlife care, there have been highs and lows. We have seen many beautiful creatures come into our care and return to their wild homes and currently the shelter is full to the brim with many releases planned over the summer.",
      "body": {
        "pars": [
          "It has certainly been a busy one and as always in wildlife care, there have been highs and lows. We have seen many beautiful creatures come into our care and return to their wild homes and currently the shelter is full to the brim with many releases planned over the summer.",
          "We have two very special members of the Bohollow family who haven’t been in our care very long.",
          "As part of our educational business, Bohollow EnviroEd, we have acquired two barn owls. They will enhance our educational presentations and help us demonstrate how important our raptors are for our environment.",
          "Barn owls are one of the owl species most common in this area. They are nocturnal but have been known, particularly in some of the other countries they inhabit, to hunt during daylight hours. Here in Australia, if you see a barn owl in daylight, there is often something wrong.",
          "They prey on rodents, marsupials, birds, lizards and insects such as beetles and moths. They are a formidable night predator with their long legs, silent flight and screeching call.",
          "Barn owls make some of the most disturbing calls of all our native birds. In flight, you can often follow their path by the rasping screech which can sound like something or someone is being murdered in the night! Another sound they make when disturbed is an incessant hissing which can also be accompanied by harsh clicking noises with their beaks.",
          "With the decline in native rodents and marsupials these birds have swung over to predominately preying on introduced rodents and are a serious natural pest controller of these animals.",
          "Barn owls are highly nomadic, do not generally hold a territory, even in breeding time they will readily share ranges with other owls and can happily nest in the same tree as others. They require a hollow to nest in which is why old growth trees are so important for their survival.",
          "These owls are also known as what we call a boom and bust species. Many Australian species have this type of population dynamic and it simply means that when things are good they multiply, and when things are bad the population crashes radically.",
          "Boom and bust periods for this owl can clearly be seen during times of high introduced rodent populations, then again when this food source is scarce.",
          "Winter is a particularly difficult time for them as less of their preferred prey is around. Winter is always known as owl time at Bohollow as many come into care purely struggling to survive with the lack of prey during the colder months.",
          "The secret to their ‘silent flight’ is found in the flight feathers. Each feather has an edge which almost looks moth eaten. This is to allow the air to pass through at the edge of the feather rather than cutting the air. Birds with neat edged feathers make sound as they cut through the air and most of us have witnessed this when we hear a swooping magpie advancing.",
          "Owls are truly silent and these owls, although having good eyesight, have exceptional hearing. Their ears are not symmetrical which allows for better capture of sound and combined with their beautiful heart shaped mask, they are designed to hone in on the slightest sound. They can pick up the scurrying of tiny prey across the ground from thirty metres or more away, even the sound of beetles moving! They can hear a mouse squeaking up to eight-hundred metres away and their asymmetrical ears allow them to pinpoint exactly where the sound is coming from. We can struggle to accurately locate such sounds. All this means that Barn Owls can hunt in pitch blackness, without the use of their eyes at all, which is pretty amazing!",
          "A very real danger for these remarkable predators is poisoning from rodent baits. The poisons are designed to kill the rodents yet they cause secondary poisoning in our owls and other birds of prey.",
          "The target species do not usually die immediately and can actually remain active for a number of days. Within this time, if they are captured by a predator such as an owl, the toxins are transferred to them.",
          "Sometimes this can kill them outright, but often they get a small dose, which may make them feel a bit ordinary and they survive but eventually many small doses accumulate which always reaches a point of overload and the owl succumbs, dying a horrible death.",
          "Accumulative poisoning can also make an owl slower, being more susceptible to starvation and vehicle collisions. These toxins are stored in body reserves which also means that during times when prey is not as readily available and the bird begins to call on its reserves, the toxins come into play, again killing them.",
          "We can help our owls and many other species by never using these poisons, allowing them to do what comes naturally and be our pest control.",
          "Use live traps to catch pest species or the traditional rodent traps placed in safe places so small birds, etc do not get caught is the safest method to remove problem rodents. I know our owls will appreciate it.",
          "We thank you all for reading and a big shout out to those who have helped us keep our doors open with donations, we couldn’t do it without you.",
          "Here’s to the next year being as full as this one and we wish you all a happy and safe holiday season. Will be seeing you in 2020!"
        ]
      },
      "published": true
    }
  }
}
