{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-07-22",
  "title": "Roads and wildlife",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/07/6I6A1502.jpg",
  "body": {
    "pars": [
      "Rain or shine we are still out attending rescues at BoHollow and things are beginning to get really busy as many of our native birds are either already nesting or starting to prepare for the main nesting season. We are already getting baby lorikeets in at the shelter as well as the young of some species of birds of prey. It has been a strange year as there hasn’t really been a break from baby birds this winter at all. Ducks are still nesting as well as our native water fowl, swans, native Crested Pigeons and Noisy Miners. I have seen breeding and nesting activity happening recently on the shelter grounds with our resident magpies.",
      "This time of year many owls come in to the shelter, the most common reasons for coming into care is vehicle hits and poisoning from rodent baits. Barn owls are a true boom or bust species, as are many of our Australian natives due to our periodic harsh, dry conditions. As rodent populations escalate these owls take full advantage of the abundance of food and swing into breeding while they can. We have already raised a nestling Barn Owl during this autumn/winter season and everywhere I travel at night I see these birds hunting on our roadsides. Mice and rats are easy prey as they cross the roads and the owls know this. Unfortunately, for every live owl I see flying across the road or standing on the edge of the road with a mouse in beak or talons while I am attending night rescues, I remove just as many dead ones. \n",
      "Due to the nights being longer this time of year and sunset being much earlier, there is much more traffic on the roads during the hunting time of our nocturnal raptors, therefore a much higher chance of vehicle encounters. Winter months have always been known at BoHollow as owl time. Interestingly, we usually have Southern Boobook years or Barn Owl years, where a lot more of one of these species come into care more than the other. This year it is the Barn Owls although many Boobooks and Tawny Frogmouths are falling victim to our roads as well. With Barn Owls being in a boom season of breeding at the moment, it stands to reason there are many running into trouble on our roads. \n",
      "Parrots are also coming to the shelter in high numbers due to being hit by vehicles at this time of year. These birds are also breeding. Many of the hollow bearing trees left in our environment happen to be on roadsides and this is turn means that a lot of birds are feeding on roadsides close to nesting trees. Please be vigilant on our roads. Be aware that nesting birds and young are already congregating in areas which we travel through. Sometimes all it takes is to be watchful, slow down when you see them or in areas you know are hot spots and a simple honk of your horn makes a huge difference.",
      "If you do hit a bird, or any animal for that matter, please stop. Even if you are sure the critter didn’t make it and is surely dead, stopping to remove it from the road saves others from being hit. Many bird species congregate in family groups or have a partner which will come down and sit beside their dead or injured family member, in turn getting hit by another vehicle themselves. Scavenging species are also in danger of being hit while feeding on roadkill. It may seem like an inconvenience to stop and remove something which is already dead but it really does save lives.",
      "Many critters who are hit by vehicles survive and suffer horrendous injuries for days if they are not picked up or reported to wildlife rescuers. You can save an animal so much suffering by doing the right thing and stopping.\nSomeone did stop for the fluffy Barn Owl who had obviously vacated the hollow a tad early and ended up in the middle of a road, wet and bedraggled. The owl had been in trouble for a while as he was so underweight I was surprised he was still alive. Whether it was not receiving enough food in the hollow so he jumped ship due to being so hungry or he began to starve because he came out of the nest too early, we will never know.\n",
      "It is possible that the owl’s parents were hit and killed on the road so therefore their chicks would be left to starve. We can only guess but I battled with that young owl for weeks. He was too weak to feed on his own or even keep down substantial amounts of food. This meant tedious, frequent hand feeding. I honestly did not think this owl was going to make it. After building strength back up it was a happy day when finally, he consumed an entire mouse on his own, having the strength to grasp and tear food items again. He hasn’t looked back since that day and is one of the lucky ones. If not for the kind hearted lady who stopped and picked him up from the road, he would not have survived another hour out there.\n",
      "Please slow down for our wildlife. Please stop when you see a critter in possible trouble. Please stop if you hit wildlife. Our actions can cause more or less suffering for our native creatures, the difference between life and death for them. Please call for help."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
