{
  "sling:resourceType": "wnews/page/article",
  "title": "Record crowds mark Centenary ANZAC Day",
  "date": "2015-04-30",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/wnews20150430P01-188x188.jpg",
  "abstract": "ANZAC Day was observed around the district with particular fervour and record attendances in this year commemorating the landing at Gallipoli 100 years ago",
  "body": {
    "pars": [
      "ANZAC Day was observed around the district with particular fervour and record attendances in this year commemorating the landing at Gallipoli 100 years ago. Included in the day were special ceremonies - the opening of a War Memorial in Corop and the unveiling of a plaque to honour Vietnam Veterans in Rushworth.",
      "Poppies marked each of the names on the old Shire of Waranga Honour Roll boards at the Memorial, a labour of love by Mary Beck and Mavis Raglus. More  oral tributes were added throughout the day, as a succession of wreaths were laid by people representing many generations of our community.",
      "Rushworth’s 2015 Anzac Day Dawn Service began with powerful words from local RSL President, Bill Barlow. “Welcome to you all on this most signi cant occasion, arguably the most important anniversary and the most important centenary in our nation’s history.",
      "“(Anzac Day) is our day when we as a nation remember all those who have fought and died for their country in time of con ict, but especially this morning. “We remember and honour not only those original Anzacs who landed at Gallipoli 100 years ago today, but all Australians and our brother New Zealanders who fought and died for the cause of freedom in that most horrendous and tragic period in our nation’s history”.",
      "As more than three hundred people gathered around Rushworth’s High Street War Memorial, the ritual was played out with great solemnity and respect.",
      "Those assembled heard the poignant words of a letter written to local loved ones on 24 April by Charlie Bale, a man who was to die the very next day. The Ode about not growing old was followed by the Last Post, a minute’s silence and the Reveille, the familiar sequence that is at once haunting and uplifting."
    ]
  },
  "published": true
}
