{
  "sling:resourceType": "wnews/page/article",
  "title": "Community rallies to save trees",
  "date": "2015-05-28",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/wnews20150528P01-188x188.jpg",
  "abstract": "Rushworth residents have come out in force to express their alarm at VicRoads plans to remove more than 120 mature indigenous trees along the Tatura-Rushworth Road leading into the town",
  "body": {
    "pars": [
      "Rushworth residents have come out in force to express their alarm at VicRoads plans to remove more than 120 mature indigenous trees along the Tatura-Rushworth Road leading into the town.",
      "As contractors arrived to commence work, word quickly spread and at the eleventh hour a group of local residents gathered and succeeded in temporarily halting the scheduled road works.",
      "On extremely short notice, the group, instigated by Louise Costa, Les Pelle and Sharon Carey, rallied other concerned locals to the site at the truck parking bay on the Tatura- Rushworth Road two kilometres out of Rushworth.",
      "The group was able to convince VicRoads project managers to postpone the extensive roadside ‘remodelling’ which would see 123 indigenous trees removed from the landscape.",
      "<strong>Need to consult</strong>",
      "Local outrage focussed on the loss of such a large number of trees without community consultation.",
      "While contractors waited in the background it was pointed out to managers that VicRoads plans to undertake such a project without informing or consulting the local community was not on.",
      "Eventually it was agreed that the project should be postponed and the community issues resolved before continuing work. It was admitted there had been no intention to inform local residents and conceded that it was appropriate to do so.",
      "The contractors were sent home and VicRoads has agreed to hold a public meeting to explain the extent of the project and answer questions.",
      "Scheduled to start as soon as possible, the project would see roadworks continue for two months. It also includes widening the road and constructing four kilometres of wire guard rails.",
      "VicRoads has suggested that the reason for the road change is traffic safety based on recent accident reports for the road, however there is no intention to reduce the speed limit."
    ]
  },
  "published": true
}
