{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-06-10",
  "title": "$1.5 Million boost to the Gargarro Botanic Gardens",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/06/Mary Anne Thomas Gargarro launch may 21.jpg",
  "body": {
    "pars": [
      "The Minister for Regional Development, Mary-Anne Thomas delivered the good news while visiting northern Victoria on 27 May.  Project Convenor and Chair of the Gargarro Gardens Board, Doc McDonald, welcomed Ms Thomas and said the funds were the boost the project had been waiting for. “The hard work we’ve invested in the project for over eight years has paid off,” he said. “Tenders can now be sought and the work begin without delay. The grant, coupled with the $200,000 received from Growing Botanic Gardens Victoria program and an additional $18,000 local contribution, means all of the ‘See Garden’; the new entrance; viewing tower and the ephemeral stream behind the Sound Shell will be completed within the allocated 12-month time frame”.   ",
      "Girgarre Development Group Chair, Jan Smith also addressed the crowd of 40 visitors. “We are forward thinkers,” she said. “We started small and the dedication and drive of the local community is something I am extremely proud of,” she said. Their vision has led us to a place where the future of our small community is secured. This is the next exciting chapter in our continuing Girgarre story.”   ",
      "Ms Thomas was more than impressed with the vision and drive of the local community. “The Victorian government knows the importance of investing in small communities,” she said. “The bold and ambitious plans of your community are something to be very proud of. I am impressed with your vision.  The gardens will be an incredible place to visit.”  ",
      "The  new Green Thumbs Nursery on the Gargarro Gardens site is also close to completion. The nursery is a very successful social enterprise manned by local volunteers, established to raise funds for a much-needed community car. “The proposal to build on a large greenfield site adjacent to the Gargarro Botanic Garden was an opportunity too good to miss,”  Green Thumbs representative, Mrs Loraine Warde said. “We are at capacity in our current site. A Regional Development Grant of $50,000, plus an additional $40,000 raised by the local community has allowed us to build a brand new, purpose-built nursery that will sustain the community car, and support the Friends of Gargarro Gardens, well into the future. We will be moving into the new site within weeks.” "
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "Work on stage two of the Gargarro Botanic Gardens will now begin in earnest, thanks to a generous $1.48 million Victorian Government grant. ",
  "related": {
    "article": {
      "page": ""
    }
  }
}
