{
  "sling:resourceType": "",
  "title": "High St ‘islands’ leave locals cold",
  "date": "2021-08-19",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/08/COL Truck thru gap.jpg",
  "abstract": "The inter-island gap is just 4.8 metres - challenging for large trucks to navigate?  Certainly difficult for emergency vehicles to negotiate safely at speed.",
  "published": true,
  "body": {
    "content": "The controversial Rushworth streetscape plan has again sparked the ire of local residents as the final stages of the street design are put in place. Motorists and pedestrians alike are up in arms about what they see as reduced access to medical and hospital facilities and an overall reduction of the number of available parking spaces. \nAfter a bumpy start to the streetscape project in 2018, dogged by resident protests about poor consultation and perceived flaws in the safety aspects of part of the road design, works were finally underway early this year. \nUntil recently, locals seemed happy with the changes to High Street, most admiring the brick-lined gutters and apparent retention of the wide carriageway. \nThen, last week, concrete form work for the first of several “pedestrian islands” suddenly appeared. The islands are large protrusions which extend from both sides of the High Street roadway, restricting the navigable carriageway to just 4.8m wide.\nAccording to the plan, two sets of these island pairs will be installed on each of High Street’s northbound and southbound carriageways, a total of eight protrusions into the road.\nMany residents of the town and surrounds have expressed concern about the size and positioning of these islands, especially those outside the hospital and the medical centre.  These are seen as problematic in their location because they take up valuable parking spaces for aged and infirm residents seeking access to the Waranga Medical Centre, and also to the hospital and aged care facility.  \nWaranga Medical Clinic Practice Manager Deeanne Walker has already noticed the impact of the street changes.\n“Elderly and infirm patients have arrived distressed and breathless at the clinic after having to walk too far,” she said.\nCompetition for remaining spaces will likely also impact on parking for the supermarket, already experiencing some loss of parking with the opening of the service station.\nOther  concerns about the protruding islands include the obstruction they will cause to the Easter Parade,  restricted access for emergency vehicles in case of fire, and their potential to cause flooding into the hospital forecourt in the event of flash flooding after intense storms -  events familiar to Rushworth residents.\nResident action\nWhen the size and extent of the works became evident, two petitions were raised seeking an urgent review of the design.  These attracted over 300 signatures in two days, reflecting the depth of local concerns. \nThe petitions were lodged with Council, but received a disappointing response. The petitions themselves will not be tabled at the next Council meeting, due to a timing issue under the Council’s Governance Rules in accordance with the Local Government Act, and it appears that no action is planned by Council officers responsible for the works.  \nIn the meantime, it appears clear that there will be no pause in works until the petitions can be received.  \nIn response to the petitions, Shire CEO Declan Moore said, “the plans have always included two crossing points, and that at its narrowest, the roadway will be approximately 4.8 metres, wider than a standard single lane on a freeway.”\nHe concluded with the advice that “while Council, both Elected Members and Administration, is fully aware of the Medical Centre’s dissatisfaction with the works underway, the works will proceed as planned, approved and legally contracted.” ",
    "pars": [

    ]
  },
  "sidebar": "",
  "related": [

  ]
}
