{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-09-30",
  "title": "Little Farmer but big business!",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/10/Screenshot 2021-09-27 at 2.12.43 pm.png",
  "body": {
    "pars": [
      "When we think of farmers, we might cast our minds to grown men and women wearing overalls and maybe a checked shirt, ploughing paddocks or herding animals with their trusty sheep dog companion. Of course, more realistically these days, our farmers are operating very large and shiny computer-controlled machinery, although still with their trusty canine companion. \n",
      "But in Rushworth there is one farmer who stands out from all the rest. Let us introduce ‘Our Little Farmer’ - Reece Ferguson.\n",
      " When Reece is not  attending Kinder, his days are filled with the chores he loves to do.\n",
      "The five-year-old collects the eggs, feeds baby kids, trains his puppy and washes the pumpkins with soapy water before setting them up on his very own farm-gate trading table. \n",
      "Reece’s mother Ally explained “this is a great learning experience for Reece”. \n",
      "“His work helps address a lot of ‘Kinder age questions’ due to his  real life experiences, such as how things grow, and the different colour of eggs. It’s also great for his counting skills, and he helps with labelling dates on the eggs.”\n",
      "Last week Reece was able to buy two piglets with some of the money he had earned.  He has also purchased a duck plucker! Reeces’s mother Ally explained that chook food is usually purchased first then he can buy something and the rest goes into the bank.\n",
      "Reece wants to be a hobby farmer just like Mum and Dad. And we can see he is well on his way to a successful career  - at five years old!"
    ]
  },
  "published": true,
  "sidebar": "‘Our Little Farmer’ Reece Ferguson is the proud proprietor of his eggs and pumpkin trading table in Bowen Street Rushworth. ",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
