{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-02-04",
  "title": "Living Treasures",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/02/wnews20210204-036.jpg",
  "body": {
    "pars": [
      "When the gold rush began in Rushworth in 1853, it heralded in a period during which the local environment was dramatically altered. Many trees were removed by the miners, who used some of the timber for their mining endeavours. However, most of the timber was simply wasted, with large tracts of land being denuded. Consequently, much of the present-day forest around Rushworth is regrowth which has occurred over the last 150 years or so.",
      "This raises questions about the trees of Rushworth today. Which ones are survivors from the pre-gold rush era? How old are the oldest native trees around Rushworth? And where are the oldest surviving examples of common tree species that are found in the Rushworth area, such as Red Ironbarks, Yellow Gums, Box trees (Yellow, Red and Grey) and Red Gums?",
      "Some years back, the Maldon Urban Landcare Group started an interesting project in which they focussed on eucalypts which pre-dated the gold rush in their part of the world. Like Rushworth, Maldon is in part of the box-ironbark forests north of the Great Dividing Range, with roughly equivalent rainfall, so there are many similarities between the two areas. Some of the lessons of the Maldon project are therefore likely to be applicable in Rushworth.",
      "<strong>How did the old trees survive?</strong>",
      "Many of the oldest trees around Rushworth have survived because of their location. If they were on a site set aside for a particular purpose, they could potentially be saved from the ravages of the miners’ axes. These sites could include the former Government camp at the top of High Street, the second cemetery (gazetted in 1861), schools, churches and roadsides.",
      "As Crown land was surveyed and sold off during the gold rush, there was potential for the owners to preserve the old trees that remained on the properties they acquired. In addition, a system of licences for the removal of trees from Crown land was progressively introduced, which made it harder for miners to simply clear fell any trees that stood in their way.",
      "<strong>Importance of old trees</strong>",
      "It is widely recognised that it takes a very long time (rarely less than 200 years) for eucalypts to form hollows. Tree hollows in box-ironbark forests are important because they provide homes for around 60% of mammals and 20% of birds – not to mention a wide range of other species such as reptiles and insects. When trees or branches with hollows have dropped to the ground, even more species use the hollows for shelter and breeding.",
      "It is important to protect the older trees that remain, as well as leaving fallen timber on the ground. The benefit is greater biodiversity i.e. the range of animal and plant species in the local area. One way to replicate the hollows is to set up nesting boxes, and many groups are active in doing so. Having nesting boxes in your garden is a great way to attract wildlife. It rarely takes long after a nesting box has been erected for the property inspections to begin!",
      "The aesthetic value of older trees adds to our appreciation of the area in which we live. “Awesome” is a word that is greatly overused these days, but it must be with a sense of awe that we view a tree in our neighbourhood that is, say, five hundred years old. When these trees were saplings, King Henry V111 ruled England, and Spanish conquistadors under Cortez were devastating the Aztec empire. At the same time, the Ngurai-illum Wurrung people were living in harmony with nature in the Waranga area and had been doing so for millennia.",
      "<strong>How old are the survivors?</strong>",
      "Many trees in the Rushworth township and surrounding area come to mind when you think about the ones that might be the oldest. Perhaps it is the old Ironbark you see on the lefthand side of the first fairway of Royal Rushworth, or the equally impressive grey box near the clubrooms? There are some big old Grey Box trees on the eastern side of the cemetery, near the Tat road. The grounds of the P-12 College (where the original building was constructed in 1872) contain some huge old Ironbarks, as does the area up High Street in the historic precinct near the courthouse (built in 1877) and police station. The iconic St Paul’s church (1869) also has some large Ironbarks in its grounds. And some magnificent trees on the Tatura road were saved from the ravages of VicRoads by community action in recent years.",
      "Many of the trees mentioned above pre-date European settlement around Rushworth by centuries. Just how old are these trees? The second part of this story will address this question in the next edition of Waranga News.",
      "<em>References: Maldon Urban Landcare Group Inc (MULGA), Living Treasures of Maldon brochure (2017); DNRE, Box-Ironbark Timber Assessment Project – Bendigo FMA and Pyrenees Ranges (1998). Thanks to Bev Phillips, Secretary of MULGA.</em>"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "When the gold rush began in Rushworth in 1853, it heralded in\na period during which the local environment was dramatically\naltered. Many trees were removed by the miners, who used some\nof the timber for their mining endeavours.",
  "related": {
    "article": {
      "page": ""
    }
  }
}
