{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-03-04",
  "title": "Living Treasures – Part 3",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/03/wnews20210304-002.jpg",
  "body": {
    "pars": [
      "<strong>The age of old ironbarks</strong>",
      "The previous two stories about the ages of the oldest eucalypts in and around Rushworth suggested that there are trees in the area well over 400 years old. Unfortunately, the project run by Maldon Urban Landcare Group (MULGA) did not include old red ironbarks, because there were none in the project area. However, it did include species of eucalypts that live around Rushworth, particularly grey box and yellow gums (sometimes colloquially referred to as white ironbarks).",
      "Just south of Rushworth, there is a spot where the three species mentioned above grow in the same area. It is probably fair to say that all the trees in the area would have been cut down during the gold rush to satisfy the miners’ need for timber, or just because they were in their way. That provides an opportunity to get some indication of growth rates for the three species in the intervening period – say the last 150 years.",
      "A cursory examination of the trees in the area would indicate that the DBHOB (diameter at breast height over bark) is very similar for the grey box and yellow gum trees. Hence, their growth rates would be similar. By applying the average diameter growth rate used in the MULGA project of 3.5 mm per year, the estimated average age of these trees would come out at 150 years i.e. what you would expect, as regrowth occurred after the devastation caused by miners.",
      "<strong>Thick bark</strong>",
      "The Red Ironbarks in the same coupe were about 15% bigger in diameter OB. You could argue that was the result of the thick, rough bark on those trees, meaning that the wood (as opposed to the bark) in all three eucalypt species grew at a similar rate. It also gives us an average growth rate (about 4.05 mm p.a.) that we could apply to other Ironbarks in the area to get an indication of their age. If this was applied to the old Ironbark between the 1st and 9th holes at Royal Rushworth, it would make the tree over 500 years old.",
      "Meandering back north into Rushworth on the walking/bike trail it is clear that the growth rate of eucalypts varies depending on their specific location. The ironbarks in Parramatta Gully, for instance, have a greater average diameter than those up the hill towards the old cemetery. They would get more run-off from rain events and perhaps the soil is better in the gullies. In the first cemetery itself, there is one old red ironbark with a DBHOB which, if you apply the average growth rate used by MULGA, would be close to 200 years old. If the growth rate on top of a hill is less than that average 3.5 mm p.a., which seems probable, it could be much older. Whatever the case, that tree was there when the cemetery was established in 1853.",
      "<strong>Environmental matters</strong>",
      "One thing is startlingly obvious when you look carefully at the trees in the area south of Rushworth. There are virtually no hollows that could be used by wildlife. (The previous story noted that it takes up to 200 years for hollows to form in eucalypt trees) As a result, many of the species that relied on those hollows for nesting and breeding in our forest before European settlement are now critically endangered locally, or gone altogether.",
      "The nature of the forest has also changed substantially. Previously, there would have been trees of various ages, whereas now the regrowth is mostly of a similar age. MULGA notes that “the past landscape would have included widely spaced, large old trees that provide habitat and resources, including a reliable nectar supply and hollows for shelter and breeding, for a wide range of fauna. They also provide large logs on the ground that serve as habitat for small mammals, reptiles and invertebrates.”",
      "Regrowth results in thicker forest – just note what happens after fire or flood. More trees competing for the same resources may mean a poorer quality forest going forward.",
      "<strong>In memoriam</strong>",
      "It is hard to fathom why some ancient trees are cut down e.g. the old red ironbark south-east of the court house at the top of High Street. It is 4.4 metres in circumference, maybe 350-400 years old. It probably sheltered Gold Commissioner Richard ‘Orion’ Horne at the government camp there in the early 1850s. Who knows, it might have been the spot where diggers travelling from Bendigo to Beechworth camped, meeting the Aboriginal woman who showed them gold in Main Gully, sparking the gold rush in this area. But it’s gone, along with a sense of wonder about its storied past. Similarly, the lovely old ironbark recently cut down in the front yard of St Mary’s Catholic Church was there at least 100 years before the church was built. What stories it could have told.",
      "<em>References: MULGA, Living Treasures brochure (2017). Thanks to Bev Phillips, MULGA secretary</em>"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "The age of old ironbarks",
  "related": {
    "article": {
      "page": ""
    }
  }
}
