{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-04-01",
  "title": "Mud Hut Yoga Studio happenings",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/04/wnews20210401a-035.jpg",
  "body": {
    "pars": [
      "Following the extended lockdown of many businesses during 2020 the Mud Hut Yoga Studio was able to open the doors again at the end of last year. During 2020 Yoga classes had transferred to the online forum for all those were able to access this format.",
      "For everyone, even those students who had continued their classes online almost uninterrupted during the COVID crisis, getting back in to the studio was a wonderful thing. To be able to interact with one another and feel the sense of community coming back together was very uplifting. Term 1 has seen many very happy people resuming their yoga practice at the studio.",
      "Some people have seemed uncertain about venturing out and about so numbers in classes are less than pre-COVID. Of course, government regulations still require smaller groups so this is not a real problem. All appropriate precautions are in place to ensure everyone’s ongoing safety.",
      "There are ten different classes on offer for Term 2 and seven of these are available online as well. This means that even if COVID creates further lockdowns our yoga practice can still continue. Go to www.mudhutyoga. com.au to see the current timetable.",
      "<strong>Meditation Course</strong>",
      "In Term 2 an 8-week course called Mindfulness Based Stillness Meditation (MBSM) will be held at 6.00pm on each Thursday, beginning on the 22 April. Meditation is a mental discipline involving attention regulation (a fancy way of saying concentrating). It’s really the process of getting to know your own mind. Mindfulness Meditation is the practice of waking up to the present moment by paying attention to the here and now. Meditation can help us to move out of STRESS mode and in to a CALMER way of being. Many scientific studies now back up what Eastern traditions have known for thousands of years: that Meditation is REALLY GOOD FOR YOU. Just some of the benefits include: reduced stress and fatigue; increased energy, mental clarity, kindness, compassion, calmness; improved sleep patterns and immune system. The list of benefits is really quite long!",
      "<strong>Joining in</strong>",
      "Everyone has been able to say at some point in their life that they ‘haven’t done yoga’ and many people say that they ‘wouldn’t be able to do yoga’. Well guess what? Yoga is for EVERYBODY. You don’t have to be good at yoga for yoga to be good for you. So, even if you’ve never done yoga or you haven’t done it for years, or you’re worried you won’t be able to do it – there’s only one way to find out. Give it a go! All our classes are designed to be suitable for just about EVERYBODY. Small class sizes allow for individual attention, well trained and compassionate teachers along with a welcoming cohort of other students making everyone feels welcome.",
      "Please feel free to contact Sue Barlow on 0438 523 415 if you would like to know more about what is available at the MUD HUT YOGA STUDIO."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "Following the extended lockdown of\nmany businesses during 2020 the Mud Hut\nYoga Studio was able to open the doors again\nat the end of last year. During 2020 Yoga\nclasses had transferred to the online forum\nfor all those were able to access this format.",
  "related": {
    "article": {
      "page": ""
    }
  }
}
