{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-12-14",
  "title": "Reconciliation Group visits important Murchison First Nations sites",
  "media": "",
  "body": {
    "pars": [
      "Shepparton Reconciliation Group spent the day in Murchison recently and met with descendants of the Ngurai-illum Wurrung people, the First Nation of the Murchison District. It was a great day and the weather was just perfect; a still, sunny day.\n",
      "The group gathered at the Heritage Centre, where the moving welcome and smoking ceremonies were performed in the adjacent River Bank gardens by Melissa Peters-Craig, Joanne Layton, Robert Nicholls – a grandson of Pastor Sir Doug Nicholls, also Co-Chair of the Shepparton Reconciliation Action group. Elder Uncle Vince Peters spoke about the clans history before everyone enjoyed a tasty lunch provided by local ladies of the Murchison & District Historical Society. \n",
      "A slide show overview of history of the local area was presented before the group were invited to stroll the gallery in the Heritage Centre and further absorb the details of the district history. ",
      "Afterwards the group visited the Murchison Cemetery and gathered around the two very significant graves there - the 1868 resting place of Ngurai-illum leader Tattambo, his wife Mary and son John, who both died in 1874. \n",
      "Beautiful native flowers from the family were placed on the graves and a further smoking ceremony performed. Uncle Vince spoke again about the Ngurai-illum Wurrung clan and what is known about the lives of Tattambo and his family.\n",
      "Afternoon tea was provided at Longleat Winery where everyone met John Head who is planning an impression art installation as part of next year’s Melbourne Art Festival. The art work will acknowledge a sad massacre of Ngurai-illum people at Reedy Creek near Kirwan’s Bridge. \n  It was very special for members of the Reconciliation Group, Historical Society and Ngurai-illum Wurrung family to meet together in Murchison and share the stories. "
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
