{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-02-04",
  "title": "Rushworth streetscape upgrade ready to go",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/02/wnews20210204-008.jpg",
  "body": {
    "pars": [
      "Notification has been received by Rushworth’s High St residents that the much contested Streetscape Project is ready to start. The proposed Streetscape Redevelopment plans were first unveiled to the community early in 2018.",
      "The plans which were to address issues with road surface, gutters, parking areas, footpath and drainage systems and tree planting.",
      "Over the following year a number of concerns were raised, especially about the options proposed for Max’s Maze, the carpark at the north end of High Street.",
      "At a community meeting called in March 2019 a number of people spoke expressing concerns about the safety of the plans and a petition was subsequently presented to Council asking that the plans be revised.",
      "In July 2019 residents voted on new redsign options showing a clear preference for retaining dual entry and exit points, from both northbound and southbound lanes.",
      "<strong>Starting date 2021</strong>",
      "With the project finally set to be underway in the next few weeks, the current local concern is for the fate of the Easter Festival. After cancellation of last year’s event, enthusiasm for getting the show back on the road is high. However road and drainage works would not provide a great setting for the popular market and festival entertainment!",
      "At a recent meeting organised at the Criterion Hotel to clarify the timing of the Streetscape Plans and whether it was feasible for the Festival to go ahead, Adam Fletcher (Manager of Planning and Building, Shire of Campaspe) confi rmed that the work was to commence in January, with a fi ve month, staged plan. He also spoke about the planned streetscape and its intention to improve drainage, parking and adding shade trees, with all work carried out within the constraints of the Heritage overlay.",
      "A number of people also took the oppprtunity to raise further questions about the streetscape plans."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "Notification has been received by Rushworth’s High St residents that the much contested Streetscape Project is ready to start. The\nproposed Streetscape Redevelopment plans were first unveiled to the community early in 2018.",
  "related": {
    "article": {
      "page": ""
    }
  }
}
