{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-11-11",
  "title": "Rushworth CWA - end of an era",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/11/CWA .JPG",
  "body": {
    "pars": [
      "After a period of ninety-three years, the Rushworth branch of the CWA has had to call it a day.\n",
      "After much discussion and deliberating, the present members decided they had no alternative but to close the branch. The main reason being the age and health of members and also the inability to attract new members. \n",
      "The final official meeting was held on Friday 5 November. The meeting was attended by the GV West Group President, Barbara Carter and her Secretary, Jenny Goonan who conveyed the thanks of the State President, Pam Mawson of the GV West group. Rushworth was the oldest Branch in the group.\n",
      "A small history of the branch\n",
      "A meeting in December 1928 was held in the Mechanics Institute. The meeting was conducted by Mrs Olive Hicken (Shepparton) representing CWA and Mr T Coyle, Rushworth. The first office bearers elected were Mrs C Heily as President, Mrs J Wilson Secretary and Treasurer Mrs I  Coyle.\n",
      "The branch was busy in those early days, looking to the needs of country women and their families. This is still as relevant today and always uppermost on the agenda.\nDuring the war years, they were kept busy knitting socks, gloves, balaclavas, sewing sheepskin vests, cooking and making camouflage nets for the service men.\n",
      "After the war, they had more social time as well as welfare. Rushworth branch was renowned for its choir under the leadership of Mavis Miller.\n",
      "They also excelled in cooking and craft. Two of these ladies are still remembered today. At the group exhibition, the award for the best piece of cooking is the Rose LeDuex Trophy, and the best toy, the Edith Anderson Trophy.\n",
      "The present branch still had some talented ladies in these facets of CWA.\n",
      "Public speaking was another area where Rushworth came to the for, eg Nina Clyde in former years and much later Iris Mackinnon.\nI",
      "n later years Rushworth was successful in the state music and drama festivals and were invited to perform at Camberwell Town Hall and Melbourne Town Hall.\n",
      "During all the social activities, members never forgot the aims and objectivies of CWA and those less fortunate than themselves. Members were always knitting, sewing and cooking for charities that required help.\n",
      "Present members thank those ladies who had the forethought to start a branch that has continued to give a lot of friendship to ladies.\n",
      "Finally the Rushworth CWA would like to thank the public for their support over many years and to the Waranga News for printing our report.\n",
      "Thank you all."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "After 93 years the Rushworth CWA has come to end of the road. Declining membership together with ageing and health issues of current members have contributed to the difficult decision to close the branch. But their last hurrah with lunch at the Colbinabbin Country Hotel was a happy event  - and no doubt there was much reminiscing and remembering some good times over the years. Pictured are (back row) Lyn Rumble, Ethel Borger, Rosemary Baker, Phil Lowden, Shirley Armstrong, Jenny Goonan (G.V. Group Secretary), Barbara Carter (G.V.Group President), Rhonda Risstrom, (front row) Rae Poole, Mary Beck, Peg Taylor, Belinda Wicks (nursing four week old Aidan), Shirley Perry. (See full story page 7)",
  "related": {
    "article": {
      "page": ""
    }
  }
}
