{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-04-01",
  "title": "School Holiday Fun at Kyabram Fauna Park",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/04/wnews20210401a-010.jpg",
  "body": {
    "pars": [
      "There’s plenty to do at Kyabram Fauna Park these school holidays with the return of Zoo Keeper for a Day, Creatures of the Night tours, new animal encounters plus the arrival of several new critters.",
      "Kyabram Fauna Park General Manager Lachlan Gordon said there is always something new to see or do at Kyabram Fauna Park.",
      "“We’ve recently welcomed four Bennet’s Wallabies, a redbellied black snake, a spinytailed monitor, eleven Australian budgerigars and six barshouldered doves to the Park,” Mr Gordon said.",
      "“They join the many other iconic Aussie animals at Kyabram Fauna Park including koalas, cassowary, dingoes, snakes, lizards, birds, and free ranging kangaroos and emus.",
      "“We have a free reptile interactive each day at 10.30am and you can also feed our kangaroos, emus, wombats and birds by purchasing a $2 feedbag from reception.",
      "“Our popular Zoo Keeper for a Day program is back so kids aged 8-12 can experience what it is like to work in a wildlife park including helping our keepers feed animals, clean enclosures and provide enrichment to our animals.",
      "“The return of daylight savings means we can once again run our Creatures of the Night tours in the evening. Visitors of all ages can enjoy small group guided tours where they have fun spotting our nocturnal residents.",
      "“We’ve also recently introduced three new daily animal encounters where our guests go behind the scenes with our keepers to interact with dingoes, koalas and cassowary.",
      "“Visitors can walk our dingoes Yula and Dipa, hand feed a cassowary, which is the world’s most dangerous bird, or pat and feed an iconic Aussie koala.",
      "Zoo Keeper for a Day is $70 per child, which includes morning tea and lunch. Creatures of the N i g h t tours cost $60 per adult and $30 per child. Dingo, cassowary and koala encounters are $30 per person. Spaces in each of these programs are limited so bookings are essential and can be made by calling 5852 2883 or emailing enquiries@kyabramfaunapark. com.au",
      "Mr Gordon said the Park has also teamed up with Campaspe Libraries to bring fun and education activities to the region’s kids these school holidays.",
      "“Park staff will be providing interactive animals sessions at libraries throughout the Shire plus we’ve got a colouring competition where kids can win a pass to the Park,” Mr Gordon said.",
      "Details of the library program are available at www.campaspe. vic.gov.au/library",
      "Kyabram Fauna Park is open every day of the year (except Good Friday and Christmas Day) from 10am-5pm. Stay up-todate with what’s happening at the Park by following Kyabram Fauna Park on Facebook and Instagram."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "There’s plenty to do at Kyabram Fauna Park these school holidays with the return of Zoo Keeper for a Day, Creatures of the Night\ntours, new animal encounters plus the arrival of several new critters.",
  "related": {
    "article": {
      "page": ""
    }
  }
}
