{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-05-27",
  "title": "Stanhope Health Centre opens with Aboriginal Smoking Ceremony",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2021/06/wnews20210527-000.jpg",
  "body": {
    "pars": [
      "A great number of the Stanhope & District Community witnessed the much awaited opening of the new Stanhope Health Centre on Thursday 20 May, which replaces the old building and is equipped with all the modern technology to operate the centre.",
      "The opening commenced with an Aboriginal smoking ceremony at the rear of the building, before everyone moved to the front, where the official opening took place with the road closed off by the police.",
      "Anne McEvoy, Chief Executive Officer of Kyabram and District Health Services introduced a number of speakers including the Federal Member for Nicholls, Damien Drum MP. who spoke of the excitement he felt, by being part of the opening of such a great facility for a small town within his electorate. He congratulated all those who were responsible in any way for bringing about the marvellous outcome.",
      "Dale Denham, chairman of Kyabram and District Health Services, was also introduced by Anne McEvoy and spoke of their satisfaction in bringing such a modern facility to Stanhope. He congratulated the local community on their foresight and in particular the former Stanhope Apex Club and the Lions Club for bringing about the establishment of one of the very earliest , if not the very first Community Health Centre in Australia, right here in Stanhope.",
      "He also congratulated and thanked all those who participated in bringing about the new facility, including the Government, the shire of Campaspe, the local committee, the donors towards the furnishings and fittings, and in particular the architects and Bourke Builders for such a great outcome.",
      "The Stanhope & District Development Committee on behalf of The Stanhope & District Community also say “THANK YOU” to all those involved."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "A great number of the Stanhope & District\nCommunity witnessed the much awaited\nopening of the new Stanhope Health Centre\non Thursday 20 May, which replaces the\nold building and is equipped with all the\nmodern technology to operate the centre.",
  "related": {
    "article": {
      "page": ""
    }
  }
}
