{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-08-19",
  "title": "Shearing for Kids with Cancer 2022 final tally - $53,984.44",
  "media": "",
  "body": {
    "pars": [
      "Once again the shearing shed at Bill and Val Barlow’s property, Corydon, was a hive of activity for the annual  ‘Shearing for Kids with Cancer’ day. \n",
      "Now in its eighth year, the popular fund-raiser lived up to expectations, with volunteers pitching in to raise money for clinical research, medical equipment and support for families of those experiencing childhood cancer.",
      "On Friday 22 July, we hosted our 8th “Shearing for Kids with Cancer” day at the shearing shed of Bill and Val Barlow’s “Corydon” in Wanalta.\n",
      "In the shed, there were nine shearing stands with eighteen shearers taking in turns throughout the day to shear the 600 sheep. Twenty-five shed hands/wool classers all worked together to keep the wool off the board. \n",
      "These people all donated their day’s pay and time to come along and work for this great day to support the amazing charity the money is being donated to. \n",
      "The charity is My Room. It is an organisation raising funds for childhood cancer research, clinical care, family support and to improve the quality of life for children with cancer. ",
      "We had four lovely ladies here on the day from My Room. \nDuring the day, we also had a visit from some gentlemen from Melbourne, Essendon superstar Matthew Lloyd and Postcards host Kris Smith. They both tried their luck with shearing the sheep but I don’t think they will be called back anytime soon to help out in the shed. While Kris was there, he interviewed a few locals so keep a look out on the TV for them. \n",
      "We would like to thank all the businesses that supported our day with donations of goods and services for auction items and raffle prizes. Special mention goes to Fuzz Trans, AAA Woolbuyers and Heiniger Australia for being our major sponsors. \n",
      "We would like to thank everyone who helped out on the day at Corydon. It is truly very much appreciated for everyone’s help. Thanks to everyone who purchased raffle tickets or donated money towards the fantastic amount that we have been able to raise. Without your contribution we wouldn’t have been able to do it. \n",
      "The total amount that we raised was $53,984.44."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
