{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-02-03",
  "title": "A battle near Rochester",
  "media": "",
  "body": {
    "pars": [
      "Earlier stories have talked about the effects of smallpox epidemics and colonisation on the local Aboriginal people.  In her 1999 thesis1, Margaret Taylor discussed the responses of Aboriginal people to these historical events.  One of the possibilities was an increase in warfare between different groups.  The sudden deaths of a large number of people resulting from smallpox could have been ascribed to another group, creating hostility.  ",
      "Movement outside home Country to escape disease may also have led to deteriorating relationships between different groups.\n",
      "With colonisation, similar things happened.  People were forced to move around or off their Country, as well as being highly susceptible to all the diseases that the intruders brought with them.  Some of these factors may have been evident when there was a dramatic clash near present day Rochester in 1860.  \n",
      "Recorded by local priest\n",
      "Father Patrick Hickey OSA (Order of St Augustine) recorded some details of a fierce battle just to the east of Rochester.2  He stated that the battle was between the “Murray and Campaspe” tribes.  In those days, people tended to refer to groups of Aboriginal people based on where they spent most of their time.  Their observations were generally ignorant with regard to language groups and other associations.\n",
      "The most likely belligerents on one side of this battle were members of the Ngurai-illum Wurrung language groups, two of whose clans lived along the Campaspe.  Their northern boundary extended almost up to Echuca.   The opponents were most likely Bangerang and/or Yorta Yorta people.  In earlier days, there was some enmity between these groups, but that did not preclude the possibility of meeting for purposes of trade, ceremony and exchange of women in marriage.\n",
      "Language spoken by the Ngurai-illum Wurrung people was vastly different to that spoken by the Bangerang and Yorta Yorta.  However, there was some common language (estimated at around 11%)2 and many Aboriginal people were multilingual, so communication was possible.\n",
      "Fierce clash\n",
      "Fr Hickey recorded that “It was a fierce encounter, and the yells of the combatants could be heard in Rochester East.  The victors were members of the Campaspe tribe, the enemy leaving five dead on the field.”3  While the reasons for the battle were not recorded, it is interesting that there were still enough Aboriginal people living in the area to supply warriors for the battle.  By that time, populations had been dramatically reduced.\n",
      "In almost the same spot, there had been at least one, and probably two massacres of Aboriginal people just over 20 years earlier, when colonists carried out savage reprisals against people who were trying to protect their Country and its resources.  The combatants could ill-afford to lose more men in incidents of internecine conflict.\n",
      "In another incident, “A group (of Aboriginal people) had gathered around a well which had been sunk by the track (just west of Rochester) and a shepherd fired a shot which killed one of the blacks (sic), who fell into the well.”3  Squatters and their men generally had scant regard for the local people and many similar atrocities went unreported for fear of prosecution.\n",
      "Travelling etiquette\n",
      "Prior to colonisation, the Country of various Aboriginal groups was clearly defined. The rights and obligations attached to the land was generally recognised by neighbouring groups. If fighting between groups did take place, it was not over land and resources.  When one group wanted to move through the Country of another, an emissary was normally sent first, to negotiate the passage through. The emissary might carry a wooden message stick, which was a device used to communicate with the custodians of the land.\n",
      "It is possible that in the lead-up to the battle outlined above, this etiquette was not maintained. Alternatively, the group moving southwards into Ngurai-illum Wurrung country may have been under some compulsion to do so.  As a result, they may not have had the time or the requisite cultural knowledge to adhere to past practices.\n",
      "References:  1  Taylor, Margaret, Courage and Compromise – An Examination of the Aboriginal Response to the European Colonisation of North-Eastern Victoria (1999); 2  Blake, Barry, Notes on Ngurai-illum Wurrung language; 3  Rochester Centenary Committee (1954), Live & Prosper – Rochester 1854-1954"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
