{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-07-21",
  "title": "Aboriginal cultural heritage",
  "media": "",
  "body": {
    "pars": [
      "There are many Aboriginal cultural heritage sites throughout the Waranga area.  Some of these are already recorded on a register, while many are not.  Any new sites, or potential new sites should be brought to the attention of the relevant authority for possible inclusion.  Obviously, once a site is recorded, there are some protections in place to ensure that the cultural heritage remains intact e.g. a cultural heritage assessment of the proposed Corop solar farm resulted in one new site going on the register.  If the solar farm is ultimately developed, there are protocols that need to be followed by the developers.\n",
      "Sadly, there are ongoing rumours of some landholders in our area failing to report cultural heritage sites or, worse still, destroying sites so they do not have to comply with any legislation.  It is hard to fathom that sort of thinking, especially if done in conjunction with clearance of remnant native vegetation that is done without a proper permit.\n",
      "Another reason for not reporting sites might be that people wish to protect them from unwelcome visitors.  You can understand that where the original custodians may not wish to pass on the knowledge of secret places that have special cultural significance.   To a lesser extent, you can also understand why landholders might be reluctant to have people traipsing over their properties to look at a particular feature like a scar tree.  However, with regard to the latter, the type of people who are interested enough to want to have a look are highly likely to be those who a) will be respectful enough to ask first, then b) take care of the property while they are on it.\n",
      "In our region\n",
      "The report on the proposed Corop solar farm noted that “The majority of Aboriginal places recorded within the geographic region were located within two kilometres of waterbodies and prior waterways such as Greens Lake to the north-west of the Activity Area.  Generally, areas in which Aboriginal places have been identified are situated in closer proximity to ephemeral or permanent water sources, and areas that provided adequate shelter from both the elements and rising floodwaters and easy access to food sources, for example, on rises overlooking swampland or other areas prone to inundation.”1\n",
      "Ephemeral water sources are those that dry out periodically, often over the warmer months.  Think places like Lake Cooper, Wallenjoe Swamp, One Tree and Two Tree Swamps.  In the past, these places received much of their water from creeks running north into them.  Those creeks in turn source their water from a fairly limited catchment area, so both creeks and wetlands are ephemeral.  While there is water available, it and the life it brings were the factors that encouraged the Ngurai-illum Wurrung people to camp there for extended periods.\n",
      "Who were these people?\n",
      "The report into land for the proposed solar farm concluded that the people who used the area most were the Gunung Willam clan of the Ngurai-illum Wurrung.  It said that “It was the Gunung Willam, whose name means ‘creek dweller’ who occupied the land around Rushworth and Murchison.”1  This statement immediately followed a quoted reference from a book which said the Ngurai-illum balug clan were the prominent clan around Murchison, and the Gunung Willam on the Campaspe River.  Both statements cannot be correct.\n",
      "One possible, and more likely, scenario is that the two or three related clans, one from the Goulburn and one (or two) from the Campaspe could meet at a central point when the prevailing conditions were suitable i.e. water in those creeks (Moora, Wanalta, Yallogallorah, Cornella) and the wetland areas mentioned earlier, with a consequent abundance of food resources.  \n",
      "The conglomeration of wetlands is roughly equidistant between the two rivers, so would require a similar amount of travel by the various Ngurai-illum Wurrung clans along well-developed songlines.  A short distance to the north, there could be contact with the Bangerang people of the type described by squatter Edward Curr, for reasons including trade and the transfer of betrothed women.\n",
      "The Laurie family, who were long-term occupiers of the proposed solar farm, have noted evidence on the site of longer term stays, like clay ovens and middens.  These were not noted in the cultural heritage assessment.\n",
      "Reference:  1  Biosis, Corop Solar Farm – Cultural Heritage Management Plan 16587 (Amended 18.3.2021) "
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
