{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-12-22",
  "title": "An endangered culture",
  "media": "",
  "body": {
    "pars": [
      "It is quite remarkable that humans have occupied the Waranga area for more than 40,000 years.  We do not know a lot about that history, instead tending to focus almost exclusively on the period from the commencement of the gold rush in 1853.  The process of colonisation, which commenced in the area in earnest about 15 years before the gold rush, decimated the local Aboriginal population.  By the later 1850s there was only a small remnant population, most of whom had been dispersed and mixed up with the remnants of other Aboriginal language groups.  There are now few, if any, descendants of the traditional custodians of the land living on Country.  The result is that much of the rich history of the area has been lost.",
      "Aboriginal people in the area transferred knowledge from generation to generation orally, with stories often encoded in art, ceremony, dance, music and song.  These provided a necessary adjunct to the day-to-day storytelling that people in small country towns are very familiar with and was a feature of Aboriginal life.  Because things were not written down, when there was a sudden decline in population much of this rich oral history was lost.  However, there is still plenty of information to study and marvel at.",
      "There is currently an increasing focus on Aboriginal history throughout Australia, given that facts that it is the longest continuous living culture on the planet and that there is much greater interest as we move down the Treaty path.",
      "Current threats",
      "One of the threats to the study of Aboriginal history and culture that you would not necessarily expect seems to be coming from within the broader Aboriginal community.  When colonisation began in Victoria, there were nearly 40 identifiable languages i.e. groups of people who could be distinguished from each other language and culture.  Obviously, for neighbouring groups, there were some similarities in language and culture, but they nevertheless saw themselves as separate.",
      "What has happened in recent years is that some of these groups have become very powerful politically, building organisations with vast resources and having the ear of government.  This has been at the expense of other groups who are disadvantaged in several ways.  For example, there might be few descendants living on country, as is the case with our local Ngurai-illum Wurrung people.  The number of descendants may also be small and disconnected, making it difficult for their voices to be heard.",
      "Across Victoria, there are many of these smaller groups that feel like their language and culture are under threat from a small group of powerful Aboriginal corporations.  Sometimes, it seems to the smaller groups that their only recourse is to go through the courts.  This is unfortunate at a time when consensus amongst Aboriginal people seems desirable to ensure a meaningful path to Treaty.",
      "Registered Aboriginal Parties (RAPS)",
      "There are currently 11 declared RAPs in Victoria responsible for about 75% of the land area.  Much of the remaining 25% is largely uninhabited semi-desert in the north-west and mountains in the east.  A declared RAP has all the say in dealings with government in these areas.  They also tend to dominate formal state-wide organisations like the First People’s Assembly of Victoria and the Yoorook Commission.  ",
      "It begs the question – what of the other (nearly 30) groups who were here at the time of colonisation?  The Victorian Government has somewhat hastily identified RAPs and the areas they control.  This process needs to be revisited to ensure that everyone’s voices can continue to be heard.\nFrom a local perspective, it is important to keep learning about our remarkable Aboriginal history.  That can be the basis to argue for the rights of the Ngurai-illum Wurrung people whose history, Country, culture and language are sadly in danger of being lost.",
      "Postscript",
      "This is the concluding story in this series.  Waranga Dreaming stories have been appearing in the Waranga News for four years – nearly 100 stories in total.  The stories have been collated into a single online publication with an index.  The document is being lodged with groups like the Ngurai-illum Wurrung Clans Group, the State Library and Rushworth Historical Society.  It is available on the latter’s website now. If you would like a free copy, please email me on boze24@hotmail.com"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
