{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-03-31",
  "title": "Bush Food and Medicine",
  "media": "",
  "body": {
    "pars": [
      "Iningai and Mbarbaram Aboriginal custodians in Queensland’s Atherton Tablelands, and Batavia people from Cape York Peninsula are currently working with two Queensland universities to develop bush foods and remedies to the point where they can be marketed, providing income for local communities.\n",
      "“We have this secret sacred knowledge, and we know that we want to be able to help guide and heal people with that knowledge,” Iningai traditional custodian Suzanne Thompson said.  Ms Thompson said the most important thing with the two projects was that Indigenous people were getting to lead.  “We are getting respected for our knowledge and rewarded for that sharing of knowledge,” she said.\n",
      "Recently, the Iningai people hosted a series of bushwalks and talks in which locals could participate, listen and learn.  “It’s about sharing through what we call the Indigenous lens ... when we look at country and we’re able to look out at country and see our supermarket,” Suzanne said.\nNgadjonji, Wadjanburra, Mbarbaram and Kuku Thaipan man Gerry Turpin was also present on the walks to share his traditional bush knowledge.  “It is very educational for surrounding farmlands and the people,” he said.  There is the potential for local farmers to pick up on some of the ideas and use them to diversify and generate a different cash stream.\n",
      "One of the other leaders said that “You’re bringing back your cultural responsibility, customs and knowledge and using that knowledge to look after your country properly, as happened in the past.”  There is the potential to grow native plants for rehabilitation and revegetation, as well as growing your own garden vegetables.  In the outback, table vegetables that we take for granted are expensive and the quality is not always good, so by growing your own you can get fresh, nutritious produce.\n",
      "During the bushwalks and talks, there was also the opportunity to share stories about the traditional custodians’ history and lores.\n",
      "James Cook University in Townsville and the University of Queensland are working with the local communities to assist them to grow both the produce and plants that have known medicinal benefits.  They can test the foods for nutritional value and the medicinal plants for their efficacy, so that the locals can concentrate on producing the most advantageous crops.  Ms Thompson hopes the projects will secure future employment opportunities for her people as well as providing ways for them to stay on their country.\n\n",
      "Source:  ABC News Just In website, posted 19.3.22"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
