{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-06-09",
  "title": "Corroboree at Corop",
  "media": "",
  "body": {
    "pars": [
      "Oral history brings us plenty of interesting material about the Aboriginal people who lived in the Waranga area prior to and just after the start of colonisation.  One snippet that has been handed down in the Ryan family relates to a corroboree in the Corop lakes area, witnessed by Matthew Ryan (one of many Matthew Ryans in the family!).  ",
      "Although it cannot be confirmed with anyone now, it raises some interesting questions if it is correct.\n",
      "The Ryan family had been living at Lauriston, near Kyneton, before moving north as land opened up for selection in the Waranga area in the early 1870s.  This was a move made by many people from the central highlands area.  At the time, Matthew was a young boy, having been born at Lauriston in 1865, the eldest of seven children of Matthew (another one) and Annie Ryan.  The four oldest children made the trip north with their parents, probably in a dray will all their worldly possessions on board.\n",
      "Timing\n",
      "As a young boy, the area would have been ripe for adventure and exploration by Matthew jnr, with little of the infrastructure that exists today.  We do not know the circumstances in which Matthew saw the corroboree.  However, we can put an approximate date on it, which would be the mid-1870s.\n",
      "The timing is interesting because by that time, only remnants of the original custodians were living around Murchison, including “Sarah”, the sister of Tattambo.  Many others had died, been killed or dispersed.  Some had moved down to the Aboriginal reserve at Coranderrk, near Healesville.\n",
      "If that was the case, then you wonder who the people were who were engaged in the corroboree witnessed by young Matthew Ryan.  We can only speculate, but perhaps they were Ngurai-illum ancestors travelling back to a significant site for what surely must have been one of the last genuine ceremonies performed in the area, if not the last.\n",
      "Other corroborees witnessed\n",
      "There are some other accounts of corroborees in the area, mostly notably the one witnessed by squatter Edward Curr and his brother and mentioned in an earlier story.  Both Bangerang and Ngurai-illum Wurrung people were in attendance at that one, but that was over thirty years before the one mentioned above.\n",
      "It seems that the Mt Camel range and Corop lakes were an area of great significance to the local Aboriginal people and definitely on the ancient songlines that criss-crossed the region.  It could well be the reason that it was an area where ceremony, including music and dance, would occur when Aboriginal people gathered together.\n",
      "There are also mentions of corroborees at what is now the south end of High St, Rushworth.  However, these were more likely to have been staged as entertainment for the miners than as part of traditional ceremony.  Providing entertainment was a way of earning some cash, gold or trades at a time when the hunter-gatherer-farmer economy of the people had broken down after the incursions by the squatters.\n",
      "Artefacts\n",
      "The Ryan family have farmed for generations in the Wanalta and Cornella East areas.  Like many farmers in the Waranga region, 150 years of attachment to the land means that they know it intimately.  Over the passage of time, many signs of Aboriginal occupation have been noted.\n",
      "Although there are no obvious signs of camps like Aboriginal ovens or middens on the farms, stones have often been picked up which have clearly come from somewhere else.  They include stone axe heads, both broken and intact, small, sharp jasper stones and some other unusual stones.\n",
      "The most likely source of the stone axe heads would be from the Mt Camel range, where outcrops of greenstone were the sites of Aboriginal quarries.  Jasper is a type of opaque quartz, which comes in a variety of colours.  It may have been used for tools or possibly ornamentation.  Given the sharp edges on the pieces found, it was more likely for the former.\n",
      "References:  Ancestry and Trove websites, and with thanks to another Matt Ryan. "
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
