{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-06-23",
  "title": "Crossing the rivers",
  "media": "",
  "body": {
    "pars": [
      "When European colonisation began in northern Victoria, hot on the heels of the Major Mitchell expedition, Aboriginal people quickly lost access to their ancestral Country.  With that loss of access came an inability to harvest the land to produce the varied diet that had kept them healthy for millennia.  They had to adapt, soon becoming aware of the value of trading for some of the things they needed.\n",
      "There is plenty of evidence to show that many Aboriginal people worked on the stations that were being set up across the area.  For instance, a group of Ngurai-illum people camped on Molka station, providing services to the squatter in return for “rations” including staples like flour, sugar and tea.  The services provided included things like working with stock and supplying bark for use in construction of station buildings.\n",
      "Another area where assistance could be provided was in crossing waterways.  Again, there is evidence to show that Aboriginal people helped the colonisers to get across the larger rivers like the Goulburn and Campaspe.  For example, Mr W Locke, a squatter at present-day Kotupna in the mid-1840s arranged for the local Aboriginal people to cut bark canoes to assist another intending squatter to get his sheep across the river.1  Apparently, this type of assistance “happened frequently enough to suggest that some Aboriginal groups camped near the crossings with the express purpose of obtaining work on a reasonably regular basis.”2",
      "Collivers and Mitchells\n",
      "George Colliver was a well-known identity around Rushworth, living at the end of the Nine Mile Road for many years until his death in 2009.  His ancestors, the Collivers and Mitchells, arrived in the colony of Victoria on 13.1.1849, landing in Port Phillip Bay on the “Lysander”, 114 days out from Plymouth, England.  After settling near Melbourne temporarily, they headed out towards Sunbury where they obtained farm employment. \n",
      "When land was being opened up in northern Victoria in the early 1870s, they decided to take up their own land in the Goulburn Valley.  The brothers, sisters, and spouses all travelled north, subsequently taking up land in the Tatura, Harston and Toolamba areas.  As they travelled to what became their future farms and homes, they had to cross the Goulburn River near Murchison.\n",
      "Family oral history, passed down through the generations, says that upon arrival at the river they paid some Aboriginal people to row them across the river.  The people may have been the remnants of the traditional custodians, the Ngurai-illum Wurrung, although most of those people had been killed, died of disease or dispersed to other areas by that time.  It could be that they were people from another group who were camping along the river, possibly with the express purpose of assisting people to cross.\n",
      "Payment in tobacco\n",
      "The story does not say what sort of boats were used, but it could well have been bark canoes which had been made by the people.  Bark canoes were relatively small, so you can imagine the scene as members of the large extended family were rowed across the Goulburn.  It would have been a memorable experience, especially for the children involved.\n",
      "Payment was apparently made in tobacco.  It sounded like this was a very amicable arrangement.  Tobacco was a common form of payment at a time when just about everyone smoked.  There was a punt on the river at Murchison from gold rush days, and the first wooden bridge from 1871.  Travellers may have opted to use the Aboriginal people instead to reduce their costs.\n",
      "On the Nine Mile\n",
      "To the knowledge of a member of the Colliver family, there were no signs of aboriginal camps at the Nine Mile to  indicate that it was a regular camping area.  It is more likely that it may have been on the songlines between the Goulburn River and areas to the west, travelling through Whroo, where there was a known waterhole.  In the same area there is at least one substantial stand of grass trees, which may also have attracted the Aboriginal people passing through.  They collected the resin/gum from the plants which was then used as a strong adhesive.\n",
      "References:  1  The Argus 24.8.1866 p 3; 2  Taylor, Margaret, Courage and Compromise – An Examination of the Aboriginal Response to the European Colonisation of North-Eastern Victoria (1999) p 125;  Other - Ancestry, PROV and Trove websites and with thanks to Marian Amery (nee Colliver)"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
