{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-10-27",
  "title": "Dark sky dreaming",
  "media": "",
  "body": {
    "pars": [
      "When we look at the night sky, we tend to look at the features that are illuminated e.g. stars, planets, meteors, satellites, the moon.  We tend not to look at the dark spaces in between these features.  With their comprehensive knowledge of the night skies, which were seen simply as an extension of Country, local Aboriginal people were very much aware of these dark spaces.\nAs an example, the story of the Celestial Emu (or Dark Emu) is one which is shared by different groups of Aboriginal people across Australia.1  Almost certainly, the local Ngurai-illum Wurrung people would have been aware of a variation of the story.  There is also reference to the phenomenon in the title of Bruce Pascoe’s book “Dark Emu”.",
      "As an example, the story of the Celestial Emu (or Dark Emu) is one which is shared by different groups of Aboriginal people across Australia.1  Almost certainly, the local Ngurai-illum Wurrung people would have been aware of a variation of the story.  There is also reference to the phenomenon in the title of Bruce Pascoe’s book “Dark Emu”.",
      "Seeing the Dark Emu",
      "Viewing the Dark Emu is enhanced in a dark sky when you are away from the effects of light pollution.  From Rushworth, you can see the light pollution emitted from Shepparton, a relatively small regional centre.  However, it is still probably dark enough to view the night sky clearly, where people in larger centres do not have that advantage.",
      "The Dark Emu appears as a dark sky constellation which is visible in the Milky Way, clearest in April-May.  Its position was described in an earlier story, located just below the Southern Cross.  It is a “uniquely shaped (i.e. like an emu) dark gap (that is) framed by a dazzling stellar spectacular.”2 ",
      "Movement of the Dark Emu across the skies, and changes in how it appears, connect with the breeding cycle of the emu and its movements across Country.  Wherever emus were found, there was probably an awareness of this connection.  The last ones seen by the writer in the Waranga area were nesting at Mt Black about twenty years ago.  While there are few, if any, emus in the area now, it is likely that they were relatively common throughout the area prior to colonisation.  ",
      "Practical considerations",
      "Understanding the movement of this dark sky constellation allowed Aboriginal people to know the best time for eggs to be collected (July).  When this happened, the people only took what they needed and left the rest so that the continuation of the resource was ensured.  They did not disturb the male emu on the nest when the embryos in the eggs were developing.",
      "Later in the year (November), the appearance of the Dark Emu indicated that the emu population on Country was moving towards and spending more time around waterholes, as the Country dried up in the warmer weather.  It was time for the people to follow this movement to be assured of having adequate emus to hunt without having to search too widely.  They would appear where they were expected to appear.",
      "“The sky knowledge connects to the food knowledge, which connects to the seasonal knowledge.  It is relational, practical and cyclical.  Through an indigenous lens, everything is connected.”3",
      "Hunting the emu",
      "In his book “Recollections of Squatting in Victoria”, Edward Curr gives a classic account (pp 222-5) of a Ngurai-illum Wurrung man stalking an emu (or baraimal in his language) on the northern plains while travelling towards Coragorag (Carag Carag).  The man and his dog stalked the emu by moving closer each time the bird was feeding at ground level.  As soon as the emu raised its head to survey its surroundings, the man stood stock still, resembling a tree stump.  When the hunter had crept to within range, the dog was released and brought the emu down in boggy ground.",
      "On this occasion during the autumn, it appears that the Aboriginal man was working with Curr’s brother, and the sighting of the emu was just incidental and the hunt opportunistic.  Still, it makes you wonder whether the Ngurai-illum Wurrung people understood the movements of the baraimal prior to colonisation.  Was the man fully expecting to see one in that particular location as he moved northwards?",
      "References:  1.  Noon, Karlie & De Napoli, Krystal, Sky Country, Book 4 in a series on First Knowledges (Thames and Hudson, 2022) p 37,   2. loc cit p 38; 3. loc cit pp 41-2. "
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
