{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-11-24",
  "title": "Dogs and dingoes",
  "media": "",
  "body": {
    "pars": [
      "Despite the fact that there is not a lot of information in contemporary writing (i.e. mid 1800s), it is clear that the local Ngurai-illum Wurrung people kept dogs (pure-bred dingoes) at the time of colonisation.  The dogs were important to them in all sorts of ways, as they are to us in the present day.",
      "As academic and author Deborah Bird Rose observes “Dingoes provided a companionship that had never before existed in Australia. These creatures were the first non-humans who answered back, came when called, helped in the hunt, slept with people and learned to understand some of the vocabulary of human languages ... People gave them names, fitted them into the wider kinship structure and took care of dead dingoes in the same way they took care of dead people. Dingoes have been fitted into the sacred geography as extremely powerful Dreamings, and they now figure prominently in ritual, songlines and stories.”1",
      "Dingo burials discovered at archaeological sites speak of the length of this ongoing relationship between Indigenous communities and the dingo. Dingoes are depicted in rock art at a number of sites around Australia.",
      "Arrival in Australia",
      "In Deborah’s quote above, she alludes to the fact that the arrival of dingoes in Australia post-dated the arrival of first Nations people by tens of thousands of years.  Most researchers agree that dingoes came to Australia 5,000-10,000 years ago.  This means they arrived after Australia was cut off from areas to the north of the continent by rising seawaters about 12,000 years ago.  How they got here is a matter of contention, but they were probably brought here by seafarers who were trading with Aboriginal people along the northern coast.",
      "Dingoes are descended from East Asian domestic dogs.  They may have come via present-day PNG because there is a species of dog there that shares many genetic characteristics with the dingo.  Present-day Indonesian islands of Borneo and Sulawesi are also possible sources.",
      "To the Waranga area",
      "After a small number of animals were introduced to Australia, they gradually spread their territory across much of mainland Australia.  They didn’t make it to Tassie, which had already been cut off by rising seawaters.  ",
      "Dingoes can adapt to a wide range of habitats, so there is every reason to suggest that they were quite at home in the Waranga area.  Their food is mainly meat, so there were plenty of animals in this area that could have provided a reliable source of food.  A good supply was important, because dingoes are a very communal animal, usually being in family groups of around ten or more, including one alpha male.  Younger single males tend to roam alone.",
      "Obviously over time, dingoes have bred with the descendants of dogs brought to Australia by the colonists, so these days there are plenty of dogs around that look like dingoes but are not necessarily pure-bred.  However, in Victoria now there is still a small pure-bred dingo population, albeit small.  For example, some orphaned alpine dingo pups have recently (2021) been discovered in north-east Victoria which are pure-bred.2",
      "Local references",
      "As pointed out earlier, there are some references in colonial literature about dogs/dingoes belonging to local Aboriginal people.  ",
      "The squatter Edward Curr mentions a dog he saw at a recently deserted Aboriginal camp “evidently the lost property of some blackfellow, skulking noiselessly among the deserted mia-mias.  ",
      "He was of the breed indigenous to the continent…” and appeared to be suffering from mange, apparently a common affliction with such dogs. “After looking about him for some time, and giving utterance to a few plaintive whines, he raised his nose towards the sky and broke into a dreary howl common to his kind” whereupon Curr just shot the dog, unloading a second barrel at a nearby flock of crows.",
      "Curr’s observations appear to make it clear that there were dingoes in the area, domesticated by the Ngurai-illum Wurrung people, at the time of the arrival of colonists.  As further evidence, most glossaries of Aboriginal words collected by colonists include a word for dog.  There are also frequent references to Aboriginal camps having lots of dogs.",
      "References: 1 https://www.nma.gov.au/defining-moments/resources/arrival-of-the-dingo; 2 abc.news.net.au 20.1.2021; 3  Curr, Edward M, Recollections of Squatting in Victoria p 147-8"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
