{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-04-28",
  "title": "Earlier ancestors",
  "media": "",
  "body": {
    "pars": [
      "We do not know very much about the early ancestors of the man known to the colonists as “King Charles” Tattambo.  One of his probable relatives was a man called Chimbri, who died at the Goulburn River Aboriginal Protectorate station in 1842 from “bilious fever.” His was one of sixteen deaths of Aboriginal people thought to have occurred while the station was operational.1\n\n",
      "Chimbri was a ngurungaeta (senior man/important Elder) from the Gunung Willam clan of the Ngurai-illum Wurrung people.  The most frequented Country of the Gunung Willam was along the Campaspe River south of Elmore, although they travelled extensively across Ngurai-illum Wurrung Country to the east.  The moiety of their clan was “Waa”, the crow, an important aspect of their lives which was passed down from father to children.\n",
      "The position of ngurungaeta was not hereditary but was acquired after many years of learning ancient knowledge, which was passed down by the Elders. It seems that Tattambo also fulfilled this role after the death of Chimbri.  By that time Tattambo was in his 40s, old enough to have accumulated all the requisite knowledge and wisdom the position demanded.  \n",
      "Role of the ngurungaeta\n",
      "Dr W H Baylie, who was resident medical officer at the Protectorate station in the 1840s, provides us with some insight into the role of ngurungaeta.  He reported that “I am greatly attached to an old man (Chimbri) who was chief of the Orilim (sic) tribe, a subdivision of the Goulburn River blacks….(his) influence in his tribe was very great, and he was a man much respected by the neighbouring tribes; he was always at the head of every debate, and no matter how trivial the circumstance he was always consulted, and his advice generally taken.”2  Within the clan, the ngurungaeta did not make all the final decisions.  These were the result of a democratic decision making, assisted by sage advice given by the ngurungaeta.\n",
      "In addition to playing that role, Chimbri showed leadership in other ways.  “In leading his tribe forward in the corobery (sic); being the first to arouse his companions to search out the kangaroo, the opossum, or go on a day’s fishing; in these services he was most active.”2\n",
      "Wife killed in massacre\nWhen Baylie quizzed Chimbri about his deceased wife, the mother of their three sons, he was informed that she had been killed in a massacre.  The “tribe to which he was attached went in pursuit of game in a distant part of the country about four years ago; a part of the tribe had annoyed the settlers in spearing bullocks…the effect of which was the loss of all dear to him.”2\n",
      "We do not know the location of this massacre, but presumably it took place around 1838.  At the time, squatters were aggressively moving into new territory, particularly along the Goulburn and Campaspe Rivers. There were many instances of massacres around this time.  Sometimes they were in retribution for theft or killing of livestock or station workers; sometimes they were part of a blatant process of eradication.\n",
      "Local massacres\n",
      "Records of local massacres are mostly sketchy.  Unless troopers or mounted police were involved, and reports had to be written, they usually went unreported.  This was even more likely to be the case after some of the perpetrators of the Myall Creek massacre in NSW were found guilty and hanged in December 1838.  After that, a code of silence prevailed amongst the squatters and their men.\n",
      "One massacre on the Campaspe near present-day Rochester was reported in 1838, but it is unlikely to be the one in which Chimbri’s wife and other family members were murdered.  In that instance, a shepherd and a hutkeeper at Barnadown were killed and sheep were stolen, but there was no mention of bullocks in those reports.  \n",
      "However, there are plenty of “whispers” about other massacres on the Goulburn, at Michelton, north of Nagambie, at Murchison and at Toolamba.3  One of these may have been where Chimbri’s wife died.  Many massacres on the Campaspe are better documented, generally characterised by extreme violence which was sometimes perpetrated against people who had nothing to do with alleged crimes.\n",
      "References:  1  Clark, Ian D, Goulburn River Aboriginal Protectorate (2013) p 43; 2 ibid p 83; 3  Attwood, Bain, My Country (1999) p 7-9"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
