{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-07-07",
  "title": "Evidence of occupation",
  "media": "",
  "body": {
    "pars": [
      "When a major new project is in the planning stages, one of the requirements may be to have a Cultural Heritage Management Report (CHMR) prepared.  In the case of projects that might impact on Aboriginal cultural heritage, this would normally be done by suitably qualified experts e.g. an archaeologist, along with input from the relevant Registered Aboriginal Party (RAP).  Such was the case with the solar farm being proposed on the Old Corop Road west of Rushworth.\n",
      "The farm is planned to have over a million solar panels, covering an area in excess of 1000 hectares.  ",
      "Consequently, it has the potential to impact Aboriginal cultural heritage that might be present on the site.  The idea behind the assessment is to identify areas of significance that are worthy of protection and put a plan in place. \n",
      "Three stage process\n",
      "The assessment has been carried out in a three-stage process.  Initially, what is termed a desktop assessment takes place.  This is “undertaken to provide background information on the activity and its impacts, other archaeological studies, previously recorded Aboriginal places, the environment and to develop a prediction model for the Activity Area.”1   This is followed by a what are termed standard and complex assessments.\n",
      "The desktop assessment revealed that there were 32 sites in the geographic region which were already listed on the Victorian Aboriginal Heritage Register (VAHR); nine of these were within five kilometres of the site of the proposed solar farm.  Items listed on the Register from the region include things like scarred trees, artefact scatters – both of high and low density - and earth features.  Scarred trees and “low density artefact distribution” (LDAD) make up the vast majority (90%) of the list for the region.\n",
      "The number of sites in the area gives an indication of the level of Aboriginal connection to the land in question.  There were no registered sites on the proposed solar farm land, but the report noted that the “absence is likely due to the limited archaeological survey of the region, rather that the absence of artefact scatters.”2\n",
      "Standard and complex assessments\n",
      "The standard assessment involved on-site inspection by an archaeologist, supported by staff from the RAP for the area.  They did a surface assessment.  The complex assessment involved digging a few trenches to see what might be below ground.  The land has been farmed for 150 odd years, so the report noted that anything found was probably not going to be in the position it was in just prior to colonisation.\n",
      "The surface assessment revealed a scatter of 96 stone artefacts, with a further six being unearthed in the digging.  This scatter has now been added to the VAHR (Item No 7824-0180).  The most exciting find was part of a greenstone axe-head (with stone probably sourced from Mt Camel range), while an intact basalt axe-head was also found.  \n",
      "A lot of the other smaller items found were silcrete flakes.  Many of these were the by-product of tool making processes, having been chipped off larger stones.  ",
      "Silcrete, a hard and resistant stone, was widely used by Aboriginal people in stone tool manufacture, a skill they most likely brought with them to Australia.  The ability of humans to alternately use heat (fire) then flint napping (using another tool to chip off stone flakes to produce a sharp edge) is thought to date back 160,000+ years.\n",
      "No surprise\n",
      "The results of the cultural heritage assessment are unsurprising, as we know there was a large amount of Aboriginal activity in the area east of the Mt Camel range prior to colonisation.  Many local farmers have reported finding stone artefacts on their properties.  Often, the stone itself is a giveaway, because it is of a type that does not occur naturally on that land.\n",
      "There were no scarred trees found on the solar farm property, essentially because the vast majority of the trees had been removed by the colonisers, to their own detriment in the long run.  Scarring on trees can be the result of bark and wood removal for things such as shelters, canoes and coolamons.  However, it can sometimes be hard to tell whether scarring has resulted from another cause.\n",
      "Reference:  1  Biosis, Corop Solar Farm – Cultural Heritage Management Plan 16587 (Amended 18.3.2021);  2  ibid p 35"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
