{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-03-17",
  "title": "Family ties",
  "media": "",
  "body": {
    "pars": [
      "The best known Ngurai-illum Wurrung person from the colonial era was the man known as “King Charles” Tattambo, who was buried in the Murchison cemetery in early 1868.  At the time, Aboriginal people were forced to use European names, which accounts for the fact that Tattambo’s son from his first marriage was only known as “Captain” John.  We do not know John’s birth name, or what happened to his mother, Tattambo’s first wife.\n",
      "Tattambo married a second time, this time to a Wemba Wemba woman from up on the Murray River near Swan Hill, who we only know as “Queen” Mary.  As far as we know, they only had one child surviving infancy, who was called Jenny (and variations such as Jeannie and Jinny). She was born in Murchison in 1844, possibly in the grounds of the Aboriginal Protectorate.\n",
      "Jenny Tattambo\nWe do not know a great deal about Jenny’s early life.  At the time of her birth, squatters had moved into much of the area, limiting the movement of Aboriginal people along their traditional songlines.  Jenny may have lived a more sedentary life with her parents than her forebears.  Some of the time would have been spent on Molka station south-east of Murchison, where a number of Aboriginal people were employed, and felt safe.\n",
      "We do know that Jenny had a child when she was quite young. It is not clear when or where this child was born, but she was given the name Elizabeth Charlotte Hylett.  “Lizzie”, as she was known, lived a remarkable life until she was a very great age.  Her headstone states that she was 104 at the time of her death, although that does not align with other dates that are known.  We know that “Lizzie’s” father was a white man, as the records from Coranderrk Aboriginal Station, where she lived for most of her life (1866 to 1938), cited her as being “half-caste”.\n",
      "In those days, the authorities differentiated between what they termed “full blood” and “half caste” people, treating them differently, after bringing in the Half Caste Act. This enabled the authorities to split families. These, and similar terms, are no longer deemed appropriate to use.  If a person identifies as Aboriginal, because of their family heritage (regardless of their perceived mix or skin colour), they are considered to be Aboriginal, provided they can demonstrate that they have at least one Aboriginal ancestor. In more recent times genealogical records and many other family connection identity records have become very important for proof of identity needs. \n",
      "Hylett Surname\n",
      "Jenny was known in later life as Jenny Hylett. This begs the question of where and how she acquired that surname.  For family historians, that particular surname is a nightmare. There are multiple spellings of the name, including Hylett, Hilett, Hilet, Eyelet, Eylett, Ilet and Eyler. In one Coroner’s handwritten report dating from 1860, the surname is spelt three different ways just in the one document, and this from a man who would have been deemed to have been reasonably well educated for the time.  \n",
      "The man who died and was the subject of the Coroner’s inquest was called John/Johnny Hilet.  He was an Aboriginal man who lived on a property at Tabilk (near the present-day winery) owned by one James Hilet. At the time, the authorities were forcing Aboriginal people to take on European names. Apparently, in the absence of an alternative, it was normal practice to take the surname of the owner/leaseholder of the property where you lived.  It seems that John/Johnny may have done this, as there was a camp of Aboriginal people on James Hilet’s property where John was living at the time of his death.\n",
      "It may well be that Jenny lived at the same property and took on Hilet’s surname.  There is even a possibility that James Hilet may have been the father of Lizzie. James had something of a reputation as a philanderer, and apart from the eight children born to him and his wife Anne (nee English), he had at least one other child with out of wedlock.\n",
      "Later life\n",
      "After she had Lizzie, Jenny moved around a bit.  We know that she was living at Avenel for a period at the time James Hilet and his family were there, later moving to the Aboriginal reserve at Coranderrk, near Healesville, after her mother died in 1874.  After moving to Coranderrk, she married Johnny Phillips, a Wauthurung man in February 1876.  Whoever recorded the details for their marriage certificate misspelt both surnames (as Eylett and Philipps).\n",
      "References: Ancestry, Public Records Office of Victoria, Trove websites; edited by Uncle Vincent Peters"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
