{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-04-28",
  "title": "First people’s assembly",
  "media": "",
  "body": {
    "pars": [
      "The First People’s Assembly was established in Victoria in 2019 to provide a voice for Aboriginal people and communities in Victoria’s Treaty process.  There are 32 elected members of the Assembly representing various parts of the State.  Recently, a by-election was necessitated in our area by the resignation of one of the foundation members.  In a process carried out over four weeks, Travis Morgan from Echuca has been elected as the new member.\n",
      "Travis is a descendent of the Yorta Yorta and Wemba Wemba peoples and grew up within the strong Aboriginal community of Echuca. He is keen to ensure that north-east community voices are included in the Treaty framework.  The Wemba Wemba people are from the Murray River country up around Swan Hill.  Incidentally, “King Charles” Tattambo’s second wife, known as “Mary” was a Wemba Wemba woman.\n",
      "After his election, Travis said “I’d like to sincerely thank the Aboriginal community in the north-east for taking the time to vote for me and having the confidence in me to listen and give voice to the issues that they raise. I look forward to getting around and having a yarn with people.”\nMarcus Stewart, Assembly Co-Chair and proud Nira illum bulluk man of the Taungurung nation congratulated Travis and thanked the other candidates for nominating.\n",
      "“Today we’re pleased to congratulate Travis Morgan on his success in the by-election. It’s a privilege to be able to sit in this position and represent our communities and I know our new member will work hard to ensure community voices from the north-east are heard on the journey to Treaty,” he said.\n",
      "“Our thanks go out to the other candidates who put their hand up for this role. It’s not easy to stand up and be willing to lead, especially in this kind of work that’s never been done before in Australia. Keep participating in this process as much as you can, because we need your passion and your leadership.”\n",
      "Fellow Assembly Co-Chair and Bangerang and Wiradjuri woman Aunty Geraldine Atkinson, herself an elected member from the north-east region, acknowledged the north-east community for participating in this process.\n",
      "“I’m proud of our north-east Community for such a strong voter turn-out. Treaty is our chance to take back control and put our people in the driver’s seat. To do that, we need to join together and show government that we’ve got strength in numbers. This is history-making work we’re doing and each of us has a role to play.”\n",
      "The north-east by-election was called to fill a vacant seat left by former member Nartarsha Bamblett who stepped down last year.\n",
      "Source:  Media Release from firstpeoplevic.org"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
