{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-02-03",
  "title": "Freeing the Aboriginal Flag",
  "media": "",
  "body": {
    "pars": [
      "The Australian government has recently reached an agreement with the person who held the copyright for the well-known red, black and yellow Aboriginal flag.  What this means is that anyone can now use the flag, without having to seek permission or pay a fee.  There will be rules which ensure that the flag is always presented “in a respectful and dignified way”.1\n",
      "The iconic flag was originally designed by Luritja man Harold Thomas more than 50 years ago.  He has retained the copyright since then, licensing a small number of companies to use the flag for commercial purposes. This arrangement created issues when organisations wanted to use the flag in a commercial setting e.g. the AFL using it to promote the indigenous round and “Dreamtime at the G”.\n",
      "In announcing the deal, the PM said “All Australians can now put the Aboriginal Flag on apparel such as sports jerseys and shirts. It can be painted on sports grounds, included on websites, in paintings and other artworks, used digitally and in any other medium without having to ask for permission or pay a fee.”2\n",
      "Prior to this, the flag already had special status, along with the blue and white flag of the Torres Strait Islanders. It “became a recognised national flag in 1995 under the Keating government, but had been widely used by the Aboriginal community since the 1970s.”2  This special status is why the two flags are often flown on public buildings, alongside the current Australian flag.\n",
      "One stark difference now exists between the Aboriginal and Torres Strait Islander flags as a result of the purchase of the copyright by the Commonwealth.  With the Torres Strait Islander flag, the copyright is collectively owned by the Torres Strait Regional Council.  However, the Commonwealth has opted to retain the copyright for the Aboriginal flag rather than pass it on to the Aboriginal people.\n",
      "“A government inquiry into the ownership, copyright and licensing of the Aboriginal flag was presented with a number of options — including a custodianship model or turning over ownership to an independent Aboriginal-led body — but it seems those recommendations have been largely ignored.”2 There has been some protest from Aboriginal groups as a result of this. One spokesperson, Meriki Onus, believes that “The reason the flag exists is to fight for Aboriginal sovereignty and for Aboriginal self-determination, and the fact that the federal government own it is really the antithesis to the reason the flag exists, in my opinion,” she said.2\n",
      "Ongoing discussions may take place about the future ownership of the flag’s copyright, but for the foreseeable future, anyone is free to use the flag without needing to seek permission or pay a fee. \n",
      "References:  1  Australian Government media releases, January 2022; 2  ABC Just In news website"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
