{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-12-08",
  "title": "Long distance communications",
  "media": "",
  "body": {
    "pars": [
      "These days we take our various modes of communication for granted – radio, television, telephone, the internet and so on.  Imagine living on the extensive Ngurai-illum Wurrung Country prior to colonisation where none of these methods was available.  For instance, how could people who were living for a large part of the year along the Goulburn River communicate with their kinfolk on the Campaspe River?  And how did the Ngurai-illum Wurrung people communicate with other related language groups in the Kulin Nation, let alone groups who spoke quite a different language such as the Bangerang and Yorta Yorta?",
      "There were several factors that contributed to the facilitation of this communication, such as the seasonal movements of people with a view to taking advantage of opportunities to hunt and gather certain foods.  Regular meetings with neighbouring groups were organised where trade and ceremony took place.  Sometimes, travel well outside Country was dictated by certain events taking place at specific times of the year at a pre-determined location.",
      "Local communications",
      "Within a clan’s Country, the people had followed particular Songlines since time immemorial.  By doing so, they would reliably encounter other clans belonging to the same language group.  It seems that this was true for the Ngurai-illum Wurrung people in the area to the east of the Mt Camel range, where people congregated from as far afield as present-day Violet Town in the east to the Campaspe River in the west.  ",
      "Smoke from campfires, or other deliberately lit fires, gave a clear indication of where the other people were.  From high points like Mt Black, Mt Scobie, Balaclava Hill and the Mt Camel Range, it would be easy to see the location of your kinfolk, then head in that direction.  There is evidence to suggest that Aboriginal people used smoke signals to message in a similar way to the American First Nations people.",
      "As people moved through Country, the legendary tracking skills of Aboriginal people would enable them to see signs left by others from their clan or from the wider language group, and home in on their position.  At certain times of the year, very specific places would be visited e.g. for ceremony and your kin could be reliably expected to meet you there.",
      "Foreign affairs",
      "Just as with countries today, the lands of different Aboriginal language groups such as the Ngurai-illum Wurrung had clearly defined boundaries.  Strict protocols existed if a group of Aboriginal people were going to enter the Country of another language group such as the Bangerang.  This would usually involve sending an envoy into that Country to make the initial contact.",
      "Squatter Edward Curr observed this phenomenon once, where an old man from the Ngurai-illum Wurrung arrived at a camp of the Bangerang, who seemed to be expecting him.1  Protocol determined that even though they were intensely interested in the visit, the people continued doing what they were doing without showing any immediate signs of curiosity about the recent arrival.  The envoy also acted as though he was just stopping for a rest as though there was no-one else about.  Eventually, an older woman took him some fire, which he gradually built up.  Elderly men joined him one by one until “the ice was broken and complete cordiality ensued”.  The following night, the rest of the group of Ngurai-illum Wurrung people arrived for ceremony and exchange of women.",
      "Messengers",
      "Curr stated that “like other tribes with which I have been acquainted, the Bangerang used to have messengers who went from one tribe to another to arrange the times and places of meetings and corroborees, and also to gather news.”2  In mentioning the “other tribes”, he was almost certainly including the Ngurai-illum Wurrung, with whom he became very familiar.",
      "Apparently, the local Aboriginal people loved a bit of gossip.  Curr says that they were “more fond of gossip that any other people I have met with…”  The messengers thus fulfilled an important role, one that anyone who lives, or has lived in a small country town would be quite familiar with!\n",
      "Sometimes the messenger would carry a message stick, carved with notches.  Curr says they were called “yiletta”, but that could just be an appropriation of the English word letter, whose function they were likened to.",
      "References:  1  Curr, Edward M, Recollections of Squatting in Victoria p 129;  2  ibid p 275;"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
