{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-08-18",
  "title": "More On Stone Tools",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/08/Greenstone axes showing blades.jpg",
  "body": {
    "pars": [
      "More On Stone Tools\n",
      "Recent Waranga Dreaming stories have talked about Aboriginal artefacts in the form of stone tools – either stone chipped off (knapped) during the construction phase, the final product or part thereof.  Many farmers in the area east of the Mount Camel range can attest to large numbers of artefacts being found on their properties in the past 150 years or so.  Over that period, more intensive farming practices were employed as the selectors moved in and took over land formerly held by the squatters.\n",
      "The other interesting observation by local farmers is that these stone artefacts are often found in areas where no stone occurs naturally i.e. riverine plains.  Hundreds, if not thousands of items have been found. This indicates a long period of prior occupation by the original custodians of the land, the Ngurai-illum Wurrung people, which in turn indicates that the area east of the Mount Camel range was rich in food assets that could be harvested sustainably over millennia.\n",
      "An astonishing array\n",
      "One farm in the Wanalta area has turned up a considerable number of stone artefacts over the last 150 years.  There is a surprising array of different shapes and sizes suggesting a range of different purposes. \n",
      "The collection includes several different types of axes.  The axes could have either been hand-held or have had a handle attached.  The difference is often indicated where the stone is “waisted” i.e. it has a small furrow chipped around the axe-head.  This means it is likely to have had a handle attached around the “waist”, to reduce the risk of the stone being dislodged from the handle during use.  ",
      "The men always carried such an axe as they moved around Country.  Along with spears, it was one of their most important possessions.\n",
      "Some of the stones are greenstone axe heads, where the greenstone would have been sourced from quarries on the Mount Camel range.  Generally, an axe blank would have been quarried on site, then further work on the stone would have occurred elsewhere.  This may have included flaking (or “knapping”) the edge of the stone to produce the required shape, followed by grinding to produce a sharp edge, which was a time-consuming process.  ",
      "Greenstone axes would often have a handle attached and would be a most prized possession.\n",
      "Other types of axes\n",
      "Generally, the sharper the axe, the shorter the life span with continual use.  Also, a sharp “pecked” axe-head, with a serrated type of blade generally had a shorter life than a ground axe-head.  Once an axe-head became blunt, the edge may have been reworked once or twice, but more often was discarded and replaced with a new one.  That could be the reason why so many stone implements have been found throughout the area.  \n",
      "Although axes were usually multi-purpose, there were other types of axes for different purposes, ranging through from sharp to very blunt.  For instance, what might be described as a broad axe was heavier and blunter than other axes.  This was reserved for heavy work such as cutting down trees.  A ground-edged, hand-held, plain axe might be used by the women for a variety of purposes.  These axes often had a medium to blunt edge and their use would be complemented by a smaller, very sharp-edged implement.\n",
      "Other stones\n",
      "Apart from axe-heads, there are many other types of stones in the Wanalta collection.  Some stones would be used primarily for hammering, so had a flatter edge with no signs of edge grinding or flaking.  Other stones would be used like a mortar and pestle, for crushing and grinding.  Larger mortars were found at regularly used campsites because they were too heavy to carry around as the people moved along their songlines.\n",
      "As noted in the story about the cultural heritage assessment done for the proposed solar farm, there are lots of smaller stones to be found.  These might be the result of knapping, or they could have been used as points for spears and other implements or weapons.  They would be less likely to have been picked up by farms over the years because they were unlikely to be such an impediment to farming operations.\n",
      "Reference: http://earthsci.org/aboriginal/geostone/Geostone.html"
    ]
  },
  "published": true,
  "sidebar": "Greenstone axes showing blades",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
