{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-05-13",
  "title": "Mother of a famous man",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/05/William Barak 1866.jpg",
  "body": {
    "pars": [
      "In the Kulin Nation, a loose confederation of half a dozen groups of Aboriginal people who spoke similar languages, it was standard practice for women to marry into a clan outside of their own.  People in the Kulin Nation also belonged to one of two moieties – Bunjil (the wedge-tailed eagle) or Waa (the crow).  As well as marrying someone in another clan, women married someone of the opposite moiety to themselves.  Marriages were usually pre-arranged.\n",
      "One of the Ngurai-illum Wurrung woman who married into another group in the Kulin Nation was Tooteerie.  She married a man called Bebejan, who was an important figure in the Wurundjeri clan of the Woiwurrung people.  Tooteerie was from the Ngurai-illum balug clan, whose moiety was Bunjil, so Bebejan would have been part of the Waa moiety.  Their son Beruk Barak, later known as William Barak, was born at Brushy Creek (a tributary of the Yarra River) in 1824.\n",
      "Tooteerie was probably betrothed to Bebejan when she was still a girl.  The Ngurai-illum Wurrung and Wurundjeri would have had regular contact, as the former sometimes made the long journey down to Woiwurrung Country to meet with kinfolk, trade, engage in ceremony and feast where there were seasonal events like the eel harvest.\nLarge scale colonisation\n",
      "In his early life, Barak would have grown up along the Yarra River.  He may even have travelled up to his mother’s Country on the Goulburn River, to visit relatives and learn from his Elders.  The first white man he saw was probably escaped convict William Buckley.\n",
      "In 1835 colonists started arriving on the lower Yarra River from Tasmania.  Apparently, Barak himself (then aged about 10 or 11) was present when John Batman made his infamous agreement with Wurundjeri Elders to “purchase” half a million acres of land for a pittance.  The signatories on the Wurundjeri side, including Barak’s famous uncle Billibellary, clearly had no understanding of what they were signing.  \n",
      "For Aboriginal people, the concept of land ownership was completely foreign.  For them, land could not be bought or sold.  The British Government soon declared Batman’s so-called treaty void, but by then waves of colonists were landing in the Port Phillip district of the colony of New South Wales.\n",
      "William Barak\n",
      "Barak had a couple of years of formal education in the late 1830s, then in 1844 joined the Port Phillip Native Police Force.  The force had a European officer, but the troopers were Aboriginal men.  Barak adopted his European moniker at this time, continuing with the force until it was disbanded in 1853.\n",
      "In the ensuing years, he became involved in attempts to have land set aside as an Aboriginal reserve.  These moves had been initiated by his uncle Billibellary and others in the mid-1840s.  After Billibellary died, his son (and cousin of Barak) Simon Wonga and Barak were instrumental in finally getting land allocated for a reserve in 1863.\n",
      "The land was near present day Healesville, becoming known as the Coranderrk Aboriginal Station.  It was run as a very successful farm, producing wheat and vegetables as well as becoming a centre well-known for its cultural artwork such as basketry, painting and wooden items.\nWonga and Barak led the way in successfully denying repeated attempts by colonists to take over the land that had been granted to their people.  Like his father, Barak had become an important leader, not only of the Wurundjeri but of Koorie people in general.  He also became an accomplished and now famous artist, painting many scenes of Aboriginal life.  \n",
      "Links to ngurai-illum wurrung people\n",
      "By the time that Coranderrk was established, the numbers of Aboriginal people still living on Ngurai-illum Wurrung Country was severely depleted.  Attempts were made to encourage the remnant population to move to Coranderrk, and many did.  They included “Jenny”, the daughter of Tattambo and “Queen Mary” and her daughter, Lizzie Hylett.  As noted in a previous story, Lizzie went on to have a large family.  Ngurai-illum Wurrung descendants have spread far and wide as a result.\n",
      "Some Ngurai-illum Wurrung people had refused to move, notably “Sarah”, who is the only known sibling of Tattambo.  She lived out her final years along the banks of the Goulburn River near Murchison."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
