{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-04-14",
  "title": "New Aquaculture Centre",
  "media": "",
  "body": {
    "pars": [
      "New Aquaculture Centre\n",
      "A new tourist facility is about to open in south-western Victoria which will highlight the use of aquaculture by local Aboriginal people over thousands of years.  The centre, to be known as the Tae Rak (formerly Lake Condah) Aquaculture Centre, at Budj Bim National Park, is another important milestone for local Indigenous people.  Visitors will be able to access the centre from 1 June.\n",
      "Budj Bim NP was placed on the National Heritage list in 2004, then in 2019 it was given World Heritage listing by UNESCO.  This means that Budj Bim now shares World Heritage listing with some of Australia’s other iconic national parks such as Kakadu and Uluru-Kata Tjuta – and it is right here in Victoria.\n",
      "The eel traps at Tae Rak have been carbon dated at around 6600 years old, which means that they predate the pyramids of Egypt.  They are part of an elaborate aquaculture system made from local volcanic stone and comprising weirs, channels, ponds and traps.  The local Gunditjmara people also built permanent dwellings from the stone, belying the notion that Aboriginal people were all nomadic hunters and gatherers.\n",
      "Gunditjmara women also wove baskets with river reeds and spear grass which were used in the process of sizing and catching the eels that had been directed into specific places by the aquaculture system.\n",
      "The new aquaculture centre will house Indigenous artefacts, visitor facilities and an eel tank, as well as a kitchen serving up the bush tucker of the region, including eels.\n",
      "Gundijt Mirring Traditional Owners Aboriginal Corporation spokesperson Denis Rose said “It has been a lot of long years and we’ve had great support along the way, but it’s just really great to have all this infrastructure pretty much completed and ready for some tourism activities.  While it’s an economic benefit, it’s also an opportunity for us to put forward our perspective on life around here.  I’ve taken a lot of tours over the years and there’s one recurring theme — that people have never heard the story or seen it from this perspective, and never understood the rich and long history of this part of the country.”\n",
      "Tribute has been paid to the 1981 High Court case in which Gunditjmara elders Sandra Onus and Tina Saunders, who challenged mining company Alcoa in order to protect Indigenous archaeological relics, effectively paved the way for the protection of areas such as Budj Bim.\n",
      "The GMTOA Corporation’s chair, Donna Wright, said the official opening of the Tae Rak Aquaculture Centre was the latest step in an ongoing journey.  “Our ancestors fought hard to protect our country, and … that continued connection with country can now be shared with everybody,” she said.  “I love this place.  It’s very important that my grandkids and future generations are able to come here, but now everyone else gets to enjoy it as well.”\n",
      "Source:  ABC News website, posted 2.4.22"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
