{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-09-01",
  "title": "Reasons for sheep thefts",
  "media": "",
  "body": {
    "pars": [
      "During the early days of colonisation in the Waranga area, there were instances where flocks of sheep were taken by Aboriginal people, particularly along the Campaspe River.  There were some obvious reasons for this.  Firstly, squatters valued the same resources as the traditional custodians – access to water in proximity to pasture for their sheep and cattle.  When those resources were commandeered without any consultation with the local people, there was strong potential for retribution in the form of attacks on station headquarters, often in conjunction with stock theft.\n",
      "Some of the areas that the squatters moved into appear to have been of great significance along the songlines of the local people.  There was immediate resentment and fight back where these taken over.  Once such place may have been the area around Barnadown, where there was a quick response to the first squatter, Charles Hutton, setting up an outstation in 1838.\n",
      "Another reason for the theft of sheep could have been to provide food.  As the flocks moved onto the grazing areas of kangaroos, which were a staple food of the Ngurai-illum Wurrung people, they displaced this traditional food source.  The squatters and their men actively killed kangaroos with guns and dogs to ensure that their flocks had enough to eat.\n",
      "Not seen as theft\n",
      "It is quite conceivable that taking the sheep was not considered theft by the local people.  The land had been theirs from time immemorial.  This was just another resource that had become available on their land and anything on that land was fair game.\n",
      "Needless to say, the squatters did not see things that way.  Attacks on stations and theft of sheep met with swift retribution.  Hutton led two parties north on the Campaspe with retribution in mind.  The first included him and his men, in which they “retrieved” most of the sheep.  Nothing was said about what happened to the alleged perpetrators of the thefts, but there is evidence to suggest that a significant massacre took place around the site of present-day Rochester.\n",
      "Shortly thereafter, another punitive raid was led by Hutton.  This time it included troopers, so there were some official reports written up.  A number of Aboriginal people were slain, again in the vicinity of Rochester, even though it was never established whether they were the ones responsible for the original sheep thefts.\n",
      "Another interpretation\n",
      "In his book “The Lamb Enters the Dreaming”1, Robert Kenny throws up an alternative reason why sheep may have been stolen.  Aboriginal people each had a totem.  Often that totem was an animal, bird or reptile.  This gave each person a special link with anyone else who had the same totem, even though there may not have been a direct family link with that person.  This meant that you would have a larger group of people looking out for you rather than just your blood relatives. \n",
      "When a person was given a totem, they were not supposed to hunt or kill that totem.  Instead, part of their role was to help conserve the species.  When the squatters arrived on the scene in the 1830s, they were clearly enamoured with their sheep, which represented a path to building wealth very quickly.  It would have been easy for the traditional custodians to see the effort the squatters put into caring for their sheep, then conclude that these animals were the totems of the squatters.\n",
      "Punishing your enemy\n",
      "If you were in dispute with an individual, one way to punish that person was to injure or kill their totem.  If the Aboriginal people thought that the sheep were the squatters’ totems, then by maiming or killing them, they could punish the new arrivals on their land.\n",
      "There were several hundred sheep stolen from Barnadown and driven north in the incident mentioned above.  ",
      "Certainly a few were eaten, but Aboriginal people were used to only taking what they needed for food.  Over and above the deaths, several the sheep were maimed by having legs broken but were not killed.  This gives some weight to the Kenny’s proposition that the aim of the exercise was to harm the squatter’s perceived totem, hence harming the squatter who had taken away their precious connection to their Country.\n",
      "Reference:  1  Kenny, Robert, The Lamb Enters the Dreaming – Nathanael Pepper and the Ruptured World (Scribe Publications 2007)"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
