{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-04-14",
  "title": "Refuge with the Kellys",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/05/Charlotte Elizabeth (Lizzie) Hylett.jpg",
  "body": {
    "pars": [
      "Elizabeth Charlotte “Lizzie” Hylett, the granddaughter of Tattambo and “Mary” was living with her mother Jenny at Avenel when she sought refuge with the Kelly family, of Ned fame/infamy.  Ned’s father John “Red” Kelly died at Avenel in 1866 and is buried in the town cemetery.  “Red” was an ex-convict, having been transported to Van Diemen’s Land for seven years for stealing two pigs.  He came to Victoria after serving his time.  The Kelly family had moved to Avenel in 1864, then moved further north-east some time after Red’s death.  There was thus a short window of a few years when the following events took place.\n",
      "Troopers used to turn up to the Aboriginal camp at Avenel, get the men drunk, then try to have their way with the women.  These events were often associated with a lot of noise and violence.  Lizzie, being a young girl at the time, was frightened by all the carry on, and would flee to the nearby Kelly household seeking refuge.  She was friendly with the Kelly girls, as they had often played together.  She would sleep over for the night in the same bed as Kate Kelly. In the morning she would return to the Aboriginal camp when it was safe to do so. At that stage, Red and Ellen Kelly (nee Quinn) had seven surviving children, including Ned who was about 9 when they arrived at Avenel.  \n",
      "The Kellys would probably not have been on good terms with the troopers at the time:  Red did some time in 1865 for being in possession of a calf skin.  He had managed to avoid the more serious charge of stealing the calf in the first place.  So, the Kelly household was probably a safe place of refuge for Lizzie, with no love lost between the family and the troopers.  It is not known whether she maintained her relationship with the family after the Kellys moved north.\n",
      "Matriarch\n",
      "Lizzie became the matriarch of the family that was directly descended from Tattambo and “Mary”.  She was a stunningly beautiful young woman, as shown by the attached photograph.  She lived a large part of her life in the Healesville area, after moving to the Coranderrk Aboriginal station in c.1865/6.   She died in 1957 at Healesville having lived a very long life – something quite unusual for Aboriginal women of that era.\n",
      "Lizzie had married Alfred Davis at Coranderrk on 26 October 1878.  At the time, Coranderrk was being run as a reserve for Aboriginal people from a whole range of different backgrounds and language groups.  Alfred was born near the Loddon River, so he and his mother Maggie were Dja Dja Wurrung.\n",
      "Family\n",
      "Lizzie and Alfred had a large number of children – thirteen in total – all born at Coranderrk between 1879 and 1907 and meaning that Lizzie’s child-bearing extended over an astonishing 28 years in all.  Tragically, they lost five children who died in infancy.  Thankfully, many of the others lived long and fruitful lives.  \n",
      "Alfred died in 1938 at Coranderrk, the same year as his youngest daughter Jeannie.  It would be interesting to know whether Jeannie was named after her grandmother, Jenny/Jeannie, the daughter of Tattambo and “Mary”. \nAlfred and Lizzie’s third son Alfred Jnr served in World War 1 (No 55596, 7th Battalion), giving his address as Barmah at the time of his enlistment in 1918.  He did not get back to Australia until October 1919.  Their son-in-law (VX22864 Vincent Peters, from Cummeragunja) died in World War 2 on the Burma Railway, a prisoner of the Japanese.  Like many other Aboriginal servicemen, they were not even counted in the census, but were still prepared to go and fight for their country.\n",
      "Sporting Connections\n",
      "Many of Alfred and Lizzie’s descendants were highly accomplished sportsmen and women.  For instance, their grandsons Harry and Glen Peters were exceptional footballers, both being named in the Healesville FC Team of the Millenium as a wingman and first rover respectively.  Glen Peters made the Millenium team despite his career being tragically cut short at 25.  He was killed in an accident at the Healesville sawmill in 1952.  He has the distinction of having won three Best and Fairest awards for Healesville FC. Harry and Glen were in illustrious company.  Centre half-forward in the team was Gordon Collis, who played in that position for Carlton and won the 1964 Brownlow Medal.\n",
      "No doubt achievements such as these would have been a great source of pride for Lizzie, the matriarch of a large family with many connections in the Koorie community.  Lizzie is buried in the Healesville cemetery.\n",
      "References:  Ancestry, PROV, NAA and Trove websites; edited by Uncle Vin Peters."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
