{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-08-04",
  "title": "Stone Tools",
  "media": "",
  "body": {
    "pars": [
      "Many stone artefacts from pre-colonial days have been found all around the Waranga area.  The cursory assessment done on the land where the proposed solar farm could be located on Old Corop Road revealed over 100 artefacts, 27 of which the archaeologists classified as “formal tools”.  This includes categories such as various types of scrapers, axe-heads and “geometric microliths”.  The latter are small stone artefacts generally thought to have “served as replaceable barbs or points of multifunctional composite tools”1 such as spears and clubs.\n",
      "Of the 79 remaining stone artefacts found, many were probably the result of tool construction.  To create sharp edges, the process of knapping was used, in which a hard stone or the back of an axe-head was used like a hammer to flake off small pieces along the cutting edge, often after the edge had been heated up in hot coals.  ",
      "Knapping would have been a regular activity in camps as the people prepared new tools and weapons, and re-sharpened old ones.  \n",
      "Hafting\n",
      "Another important process was hafting, whereby axe-heads and microliths would be attached to another element of a tool, such as a handle or a spear shaft.  This was done by various means.  Sometimes, an adhesive such as wattle gum or grass tree resin would be used.  The microlith might be further secured by wrapping and tying durable plant material (possibly made into string) or animal tendons around it.\n",
      "Obviously, the vast majority of items to which the stone artefacts had once been hafted would have rotted away over the centuries, leaving just the stones to be found in the present day.\n",
      "Axes\nWith the two axe-heads found on the solar farm site, one was a discarded broken greenstone axe-head, the other an intact basalt one.  Along with scrapers, axes were one of the primary tools used by the local Ngurai-illum Wurrung people.  They had multiple uses.  \n",
      "According to Smyth (1876), “A man never leaves his encampment without his hatchet. With its help he ascends trees almost as rapidly as the native bear can climb. He cuts a notch for his toes, and placing the hatchet between his teeth, so as to set free his arms, ascends one step, cuts another notch, and so on until the height he desires to reach is attained. The rapidity with which he climbs and his dexterity would surprise a stranger. With the stone axe he cuts open limbs of trees to get opossums out of the hollows; splits open trunks to take out honey or grubs or eggs of insects, cuts off sheets of bark for his maim (ed. mia mia) or for canoes; cuts down trees, and shapes the wood into shields or clubs or spears; cuts to pieces the larger animals of the chase, if necessary; and strikes off flakes of stone for inserting in the heads of spears and for skinning beasts and cleaning the skins. Its uses are so many and so various one cannot enumerate them.”2\n",
      "In the Waranga area, greenstone for axe-heads was sourced from outcrops on the higher reaches of the Mt Camel range.  Axe “blanks” would be quarried on site, then taken to a place where they could be sharpened.  Some knapping might be involved, to create a very sharp edge.  Then “The abrading of the margin of an axe blank involved a significant investment of time and was often achieved by use of a sandstone outcrops within water ways providing both abrasive and lubricating agents.”3  One such site is on the Campaspe River roughly fifteen km from the quarry sites.\n",
      "More than just a tool\n",
      "“Ground edge axes are well known within archaeological record Australia, being objects of high social, aesthetic and functional value (Geneste, David, Delannoy, & Petchey, 2012, p. 12) . Greenstone axe blanks in Victoria were procured from Kulin controlled quarry sites, such Mt William and Mt Camel, being traded far north beyond the Murray River, and east into Gippsland (McBryde, 1984). These greenstone axes also had important symbolic and cosmological associations (Brumm, 2010).”4\n",
      "“Surviving oral traditions suggest that Mt William quarry may have had an important role in Kulin mythology that was seen as imbuing its axes with great power. The quarry owner/managers, as song-makers, were responsible for receiving such knowledge from the Ancestral world and communicating it to their own and far-distant groups. ",
      "Their role in creating and/or reinforcing the great power of Mt William in the form of myth, therefore, seems likely.”5\nWas something similar occurring on Mount Camel?\n",
      "Reference:  1  Biosis, Corop Solar Farm – Cultural Heritage Management Plan 16587 (Amended 18.3.2021)  p 103; 2 ibid p 105; 3 & 4  ibid p 104; 5  Brumm, A. R. (2010). ‘The falling sky’: symbolic and cosmological associations of the Mt William greenstone axe quarry, Central Victoria, Australia. Cambridge Archaeological Journal, 20 (2), 179-196."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
