{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-09-29",
  "title": "The first astronomers",
  "media": "",
  "body": {
    "pars": [
      "Aboriginal people saw connections between everything in their world, with the sky being seen as an integral part of what is regarded as Country.  “Country includes land, seas, waters, rocks, animals, winds and all the beings that exist in and make up a place, including people.  It also embraces the stars, Moon, Milky Way, solar winds and storms, and intergalactic plasma.  Land, Sea and Sky Country are all connected, so there is no such thing as ‘outer space’ or ‘outer Country’ – no outside.  What we do in one part of Country affects all others.”1\n",
      "One of the advantages of living outdoors most of the year was the fact that Aboriginal people got to see much more of the night sky than we do, mostly locked away in our houses after dark.  While the night sky is largely out of sight/out of mind for us, it was a constant source of wonder, and therefore study by Aboriginal people over millennia.  The knowledge was shared and passed down from generation to generation.\n",
      "The other thing about astronomy pre-colonisation was that the sky was much clearer.  Today we have a heavily polluted atmosphere from both carbon emissions and light.  Clearly, there is less to see in the night sky than there was 250 years ago, even if you get well away from larger cities.",
      "Astro navigation\n",
      "One of the obvious advantages of being familiar with the night sky was its capacity to provide Aboriginal people with the means of navigation.  Everyone is aware of how mariners used the stars while sailing at night.  Imagine how valuable they would be to a group of people whose ancestors had been studying the stars for millennia and had passed that knowledge down.\n",
      "This probably did not apply so much to their home Country, which they would know intimately, but would aid them immeasurably when they travelled outside Country.  For instance, when the Ngurai-illum Wurrung people travelled south to gather with other language groups in the Kulin Nation, the stars would have helped guide the way.\n",
      "Connection to country\n",
      "Knowledge of the stars could also give an indication of when certain important events could be expected to happen on Country.  This could be used in conjunction with a range of other knowledge to identify the best times to go to a particular place to collect food or other resources.\n",
      "Phenology is the study of the time that natural phenomena occur each year.  For instance, when murrnong is flowering and the yams can be harvested; when kangaroos are likely to go to a specific location to look for fresh green shoots they prefer.  Aboriginal people in the local area would have had a phenological calendar firmly established in their minds, which in part would be predicated on what was happening in the night sky at the time.\n",
      "Ceremony and stories\n",
      "The position of the stars at certain times of the year may also have indicated the appropriate time for ceremony to take place e.g. the initiation of young boys in the group.  In addition, there were many stories which relate to the night sky.\n",
      "Bruce Pascoe’s book “Dark Emu”2 takes its name from one of these observations.  The Dark Emu, or celestial emu, is a dark sky constellation which is visible in the Milky Way.  The shape of the Dark Emu is seen as a black shape surrounded by the stars of the Milky Way.  In some Aboriginal cultures it is part of the Dreaming.  “The Dreaming connects the dhinawan’s (emu’s) breeding cycle and its movement across Country, mirroring the movements of Gawarrgay (the featherless ceremonial Celestial Emu) across the sky.”3\n",
      "A Kamilaroi man describes the positioning – “Just under the Southern Cross, you’ll see a dark spot.  That’s the head of the emu.  In front of him, of course, is his beak, and as you follow it down you can see his neck in the dark spots of the Milky Way.  It comes right down to his body.  You can see his legs and a couple of eggs underneath.”4\n",
      "References:  ",
      "1.  Noon, Karlie & De Napoli, Krystal, Sky Country, Book 4 in a series on First Knowledges (Thames and Hudson, 2022) quoting Bawaka Country group paper from 2020; \n2. Pascoe, Bruce, Dark Emu (Magabala Books 2014); 3.  Noon et al, p40; 4. loc cit"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
