{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-03-31",
  "title": "Thomas Jeston Washbourne",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/04/Jennie and Lizzie Hylett - Washbourne.png",
  "body": {
    "pars": [
      "There are very few photographs of Ngurai-illum Wurrung people taken during the colonial period.  Of these, only a handful appear to have been taken on Ngurai-illum Wurrung country.  Fortunately, there are some photos of Jenny and Lizzie Hylett (mentioned in the previous story) and Jenny’s parents, “King Charles” Tattambo and “Queen” Mary.  These were taken by a travelling photographer of the time, Thomas Jeston Washbourne.\n",
      "Washbourne arrived in Australia around 1863 before travelling overland to Victoria from New South Wales.  His son Harry was born in 1873 but it seems that he and Harry’s mother Alice only married in 1897.\n",
      "Travels in Victoria\n",
      "After coming to Victoria, Washbourne set up his business in Wangaratta.  In 1866 he made an application to the Wangaratta Borough Council requesting permission “to erect a tent for photographic purposes”.  This was granted.  Wangaratta people had a chance to see his work when he was awarded a certificate at a local exhibition, with his entries “comprising views of the neighbourhood, and portraits of the aborigines.”1  He had moved his business up to Yackandandah by 1869.  Washbourne later settled in Geelong.  He travelled around many parts of Victoria taking photographs and selling them.  Hopefully his photography was better than his business acumen, because he was declared an insolvent in 1883.\n",
      "Clearly, Washbourne had a fascination with Aboriginal people, and took numerous photographs of them.  Some of these photos of the Ngurai-illum Wurrung people finished up in the British Museum, including the attached wonderful photograph of Jenny and Lizzie wrapped in possum skin cloaks.  The British Museum has a date on the photo of 1870 which is probably the acquisition date.  The photo would have been taken earlier.2  \n",
      "Lizzie’s birth date\n",
      "There was some conjecture about Lizzie’s birth date.  She died in 1957, with the headstone on her grave noting that she was 104.  This would place her birth date around 1853, which is unlikely.  Jenny would only have been about 10 at the time. In some official and unofficial records, Lizzie’s birth date is given as 1857/8.  Her place of birth is uncertain.  Murchison, Avenel and Mangalore are all possibilities.\n",
      "When you look at Washbourne’s photo of the pair, Lizzie looks very young – perhaps 5 or 6 at the most.  This could tie in with Washbourne’s arrival in Australia in 1863, setting up his business in Wangaratta in 1865/6, then travelling in his covered wagon around country Victoria.  Just where the photo was taken is also a matter of conjecture.  Avenel is a possibility, given other oral history stories we have about Jenny and Lizzie.  It is interesting to note that Jenny appears to be wearing a European shirt or dress, covered by a possum skin cloak.  Lizzie’s cloak seems to be small, and traditionally one that would have been added to with extra skins as she grew older and bigger.\n",
      "Coranderrk\n",
      "Aboriginal populations in the local area were decimated in the colonial era, through disease, murder and displacement.  After the closure of the Goulburn River Aboriginal Protectorate at Murchison in 1853, there was really no place for people to congregate until the Coranderrk Aboriginal Station was set up 10 years later.  At some point, Jenny and Lizzie were encouraged to move to Coranderrk.  As noted in the previous story, Jenny married Johnny Phillips there in 1876 and died in 1888.  ",
      "She is buried in the cemetery at Coranderrk.\nJohnny Phillips was a Wathaurung man from the Geelong area.  Like Jenny, he would have been strongly encouraged to move to Coranderrk.  When he died in 1901, it was reported that “he belonged to the “old school”, the members of which are slowly but surely becoming extinct.”3  It is clear from this statement that the myth of extinction still persisted in 1901.  One hundred and twenty years later, Victoria still has a strong and proud Aboriginal population, proving just how much of a myth that was.\n",
      "References:  1.  Ovens & Murray Advertiser 20.9.1866; 2. www.britishmuseum.org; 3  Healesville and Yarra Glen Guardian 25.10.1901; Other:  Trove, PROV, Victorian BD&M and Ancestry websites; 1866 Coranderrk portraits by Charles Walter. "
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
