{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-11-10",
  "title": "What’s in a name?",
  "media": "",
  "body": {
    "pars": [
      "With the arrival of colonists, it was assumed that the local Aboriginal people would change their names to European sounding names.  If you think about that for a while, it is an astonishingly arrogant expectation.  The local Aboriginal people had lived in the Waranga area continuously for over 40,000 years.  Over that time there would have been much evolution in the names that were current at the time of colonisation.  However, that legacy was largely lost in a very short space of time.",
      "There is only a handful of original names of Ngurai-illum Wurrung people of which we have much awareness.  The most obvious man’s name was Tattambo, who was buried in the Murchison cemetery.  Despite retaining his tribal name, he was still labelled with the first name of Charles.  We do not know his first wife’s name and his second wife was only known by the European name of Mary.  Similarly, the people of Murchison knew Tattambo’s sister only as Sarah.  We only know the children of Tattambo and Mary by the names assigned to them by the colonists.",
      "Like Tattambo, William Barak, the famous Aboriginal activist, retained part of his original name but took on the first name of William.  His mother, who was a Ngurai-illum Wurrung woman, appears to have only been known by her birth name, Tooteerie.  She was from Tattambo’s generation, which pre-dated colonisation.",
      "Less well-known names",
      "Other names appear in the literature from the colonial era.  Some of the Ngurai-illum Wurrung names that are mentioned by squatter and writer Edward Curr include Wawgroot, Berrin-Berrin and Kolopka.1",
      "When Europeans wrote down names they had encountered, there were often problems with accuracy.  The name may have been heard incorrectly in the first place, then recorded later.  Many of the early colonists were poorly educated, if indeed they had received any education.  As a result, you must take the names at face value, understanding that there may be inaccuracies in spelling and/or pronunciation.  However, they do give us an inkling of what some of the names might have been.\nMany of the birth names of Aboriginal people could be described as ‘euphonious’, a word rarely used these days, although it always used to appear on the cover of the Yabba, the weekly Heathcote and District FNL program.  It means that the name sounds ‘agreeable, clear, harmonious, mellifluous, melodious, musical, rhythmic’.2  ",
      "There are lots of great place names around our area that you could put into the euphonious category – Wanalta, Gobarup, Colbinabbin, Burramboot, Waranga, Paboinbalook (Lake Cooper) to name just a few.  It is not much of a stretch to think that many of the individual names could have had a similar quality. ",
      "Extending the list",
      "Dunnolly researcher and historian John Tully has done a lot of work on the Aboriginal people of north central Victoria.  Amongst many other things, he has tried to compile a list of names of people from various language groups, including the Ngurai-illum Wurrung.3  (Incidentally, John also has a different take on the Country of the Ngurai-illum Wurrung people, suggesting that it extended west of the Campaspe River towards Bendigo.  Most researchers consider the Campaspe to be the western boundary.)",
      "To collate his list of names, John has done considerable research at the Public Records Office of Victoria, reading firsthand accounts by colonists who encountered Aboriginal people in the very early days of the Port Phillip district settlement before the establishment of the State of Victoria.  This included staff at the so-called Aboriginal Protectorate Stations, of which there was one at Murchison.",
      "Where possible, the list shows the traditional name of the individual, but also the European name that they got lumbered with later.  It also shows variations of spelling for the name.  This was because the people doing the recording either heard the name differently or spelt it differently.",
      "Some of the interesting names John lists for which he does not have a European equivalent include Chimbri, Dere-rer-cam, Poormaning, Karwitha, Tarparning, Turtool, Orgenangarook, Bucermul, Oneeny and Kolopka.  We do not know if these are men or women or whether the names have any specific meaning.  They do give us hints of a Ngurai-illum Wurrung language that is just hanging on in a much-reduced format.",
      "References:  1.  Curr, Edward, The Australian Race, p 527; 2.  www.thesaurus.com; 3. Tully, John, Excel spreadsheet showing Ngurai-illum Wurrung names encountered in research."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
