{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-03-03",
  "title": "Women and social change",
  "media": "",
  "body": {
    "pars": [
      "During the period of colonisation, Aboriginal people in the Waranga area went through profound social changes.  This was caused by a combination of factors, including demographic changes (i.e. a severe decline in population), lack of access to Country/home and a rapidly changing economy.  Many of the social changes impacted women.\nPrior to colonisation, Aboriginal women lived somewhat independently from the men.  There was no economic dependence on the men, because the women were more than capable of providing a balanced diet for themselves and their children.  At times, this would be supplemented by meat coming from the men’s hunting parties, but they were not dependent on this to survive.1\n",
      "After colonisation, with lack of access to their Country, the women were less capable of providing adequate food supplies, so had to rely on other ways of feeding their families.  To a greater degree, they had to rely on the men’s ability to work and earn “rations”.  European colonisers did not expect that their women had to go out and work.  Rather, their women fulfilled largely domestic roles.  They influenced Aboriginal women who formed part of family groups on stations to do the same.  Rather than playing a very significant role in family life, women’s roles after colonisation could be considerably diminished.\n",
      "Change factors\n",
      "With colonisation, there were many changes that impacted the social lives of Aboriginal women.  The traditional marriage laws broke down, often because the man to whom a young woman was betrothed was already dead through disease, internecine fighting or murder.  ",
      "There was a drastic shortage of European women in the rural areas, so white men often took Aboriginal women as partners, either by mutual agreement or by force.\n",
      "European colonisers introduced potentially addictive substances such as tobacco and alcohol.  When addiction occurred in Aboriginal families, there was a consequent breakdown in family relations and more potential for physical and sexual violence against the women.2\n",
      "This greater level of violence was also attributable to factors such as the increase in stress levels associated with colonisation in general, the shift in the relative power of men and women within the communities and the anger felt by some of the men when their women co-habited with colonists.\n",
      "Children\n",
      "Removal of children from Aboriginal women started early in Australia.  The concept of Stolen Generations is not new.  “In 1842, John Patterson, in a pamphlet on the condition of the Aboriginal people in the Goulburn River district, advocated the education and disciplining of children after the European fashion.  He believed this to be the only possible way of preventing the complete destruction of these tribes.  He acknowledged that this would involve separating the children from their parents and severing their tribal connections.”3\n",
      "As we have seen in Australia in recent times, this process of removal can have devastating long-term effects on all parties involved including their descendants.  There is often continuing trauma which is reflected in significantly poorer mental health.\n",
      "Infanticide\n",
      "It is clear that prior to colonisation, Aboriginal families sometimes resorted to infanticide.  This was often a response to prevailing conditions e.g. times of drought, when the group could not adequately provide for another child.  After colonisation, the incidence may have increased.4  Children from mixed relationships (virtually all involving European men and Aboriginal women) were resented by some of the men.  Also, some Elders “in their despair over the loss of their land and culture, had taken the decision to allow their tribes to die out and not raise another generation of children.”5\n",
      "While in today’s society, such actions would be deemed abhorrent, this needs to be viewed in its historical context.  The women of the time had no access to contraception or termination.  The well-being of the entire group was the major consideration, rather than the needs of an individual.\n",
      "References:  1.  Taylor, Margaret, Courage and Compromise – An Examination of the Aboriginal Response to the European Colonisation of North-Eastern Victoria (1999) p 113 ff; 2.  ibid p 136 ff; 3.  ibid p 138; 4.  ibid p148; 5.  ibid p 148."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
