{
  "sling:resourceType":"wnews/page/article",
  "feature": true,
  "date": "2020-03-26",
  "title": "Lessons to be learnt",
  "abstract": "The last story talked about the essential items that the Ngurai-illum Wurrung women would have carried around with them as they moved around country. Similarly, the men would need to select just a few easily-carried items e.g. spears and clubs. Heavy items, such as grinding stones, were left at regularly used campsites.",
  "body": {
    "pars": [
      "The last story talked about the essential items that the Ngurai-illum Wurrung women would have carried around with them as they moved around country. Similarly, the men would need to select just a few easily-carried items e.g. spears and clubs. Heavy items, such as grinding stones, were left at regularly used campsites.",
      "It is an interesting contrast to our sedentary lifestyle these days. When people settle in a place now, they start to accumulate “stuff”. The longer they stay there, the more they tend to accumulate. The result is that much of that stuff is of no real use to them. And many of us spend a disproportionate amount of our lives getting the wherewithal to purchase yet more stuff.",
      "A lesson we can learn from Aboriginal people who frequented this area before European colonisation is that less is better: more assets won’t bring you greater happiness. Also, if you do have the good fortune to accumulate some wealth, then sharing it with others can enhance your life as well as that of those around you.",
      "<strong>Peripatetic lifestyle</strong>",
      "Another advantage of Aboriginal life in this area pre-1840, that we could all learn from, is the benefit provided by walking. Always being on foot allowed the Ngurai-illum Wurrung people to live in close harmony with nature. Their knowledge of the country over which they travelled was most detailed. It was the basis for many stories that could be shared.",
      "In contrast, we tend to use motor vehicles for most journeys, missing out on so much along the way. “Motorised transport is nothing but destination after destination, slicing everything into disconnected episodes; back at this familiar (walking) pace, the world was integral again.” By walking from place to place, Aboriginal people were able to make the connections which allowed them make sense of the universe.",
      "This is quite apart from the pollution now caused by cars, with more and more cars appearing on the world’s roads. “In 2000, there were four million cars in China. By 2010 this had gone up twenty-fold to eighty million, with growth expected to continue for a long time to come.” Now there are 340 million. You have to question whether that constitutes a higher standard of living.",
      "The health benefits of walking – both physical and mental – cannot be ignored. By walking more, we can be healthier as well as noticing and learning so much more about our country as we traverse it.",
      "<strong>Making things from scratch</strong>",
      "In 2019 the Rushworth Shire Hall committee ran a “Spirit of Making Do” event as part of the very successful 150th birthday celebrations of the hall. This timely reminder came at a point in time when we are less and less likely to make things from scratch for ourselves or others, or repair things that have broken.",
      "The Ngurai-illum Wurrung people were highly skilled at making do with what resources that they had on country. Trade was only relied on to obtain the few items they could not make for themselves, or for which the resources were not available locally. The result was that they were adept at a whole range of skills that were passed down from generation to generation, in a way that enhanced family and community relationships.",
      "As well as coming up with a useful or aesthetically pleasing thing, the physical act of creating something from scratch can also be good for the soul. “When we use our hands effectively the heart is most at peace.”",
      "<strong>Kinship and spirituality</strong>",
      "Another lesson that can be learnt from the original custodians of our country is the importance of family. Of course, this is much more difficult these days where families are often spread across the globe, having little day-to-day contact.",
      "Aboriginal family connections are closely linked to concepts of spirituality in ways that we can only vaguely understand. This is worth exploring, considering that many people today lament the apparent loss of faith and spirituality in society. Again, there is much to learn.",
      "<em>References: 1 Hunt, Nick, Walking the Woods and Water; 2 Lilwall, Rob, Walking Home from Mongolia p 265</em>"
    ]
  },
  "published": true,
  "related": []
}
