{
  "sling:resourceType":"wnews/page/article",
  "feature": true,
  "date": "2020-02-13",
  "title": "Use of ochre",
  "abstract": "In recent stories about corroborees and possum-skin cloaks, mention was made of the use of ochre.",
  "body": {
    "pars": [
      "In recent stories about corroborees and possum-skin cloaks, mention was made of the use of ochre.",
      "Ochre is a natural clay earth pigment containing iron oxide that the local Aboriginal people used to produce paint. The paint was then used for all sorts of artistic decoration and for cultural purposes. It was, and still is, used for art works on many media, such as rock art, body painting and on objects such as baskets and possum-skin cloaks. The squatter Curr noted the men using ochre to paint their bodies prior to the corroboree that he witnessed in the 1840s.",
      "Certain colours were harder to source than others, so became highly valued. Ochre was one of many items that were traded along clearly defined (to Aboriginal eyes) trade routes that criss-crossed the country. Traded ochre was often kept moist, in a ball, for ease of carrying to points at which trading occurred.",
      "<strong>Colours</strong>",
      "There is a wide range of colours of ochre available – most commonly reds, yellows, browns, oranges, blacks and whites but also purple, pink, green and turquoise. Blue is one colour that traditional Aboriginal peoples rarely used, perhaps largely due to lack of ready availability.",
      "“Colour may often be associated with a particular usage and meaning. In many cultures across the continent white is a colour used to represent mourning and loss. Yellow in many situations is associated with women’s ceremonies. Whereas red may in some cultures represent an association with war…it may also be seen as the colour of celebration or ceremony.”",
      "<strong>Sources in the local area</strong>",
      "One can only imagine where the good sources of ochre might have been in the Waranga area, especially in the areas where mining, farming and industrial pursuits have since totally changed the landscape. A site close to Rushworth that seems to contain all sorts of different colours of clay is the spot that locals just refer to as “the clay dams”, south west of Growler’s Hill and below the wildflower reserve.",
      "The white clay there is virtually a pure white, and is generically referred to as “pipe clay”. This name was probably brought to the area via European colonisation. White clay was often used on the continent to fashion pipes, which were then fired.",
      "<strong>Making ochre</strong>",
      "As with many Aboriginal cultural activities, there has been something of a resurgence in people producing ochre paint and using it in a variety of ways. The Australian Institute of Aboriginal and Torres Strait Islander Studies (AIATSIS) is encouraging this resurgence, and a visit to its website reveals some interesting short videos about making ochre to apply to a possum skin cloak.",
      "The ingredients usually include the powdered clay, water and some type of binding agent. Often the latter would be the gum from an acacia (wattle), which you often see oozing out of the trunk when a tree or shrub has been damaged. After the flow of sap stops it hardens into globules of gum. One of the most ubiquitous wattles in our area is the golden wattle (Acacia pycnantha) which produces a beautiful honey-coloured gum. Perhaps this is what the Ngurai-illum Wurrung people used as a binding agent for their ochre?",
      "The clay was ground into a fine powder using stone tools – the Aboriginal equivalent of a mortar and pestle. Then, appropriate amounts of water and gum were added and the ochre was ready for immediate use. Alternatively, with less water added, it could be squeezed into a ball for later use or for transporting as a trading item.",
      "<strong>In the bush</strong>",
      "When you are in the bush sourcing materials to make ochre, you see everything in a completely different light. Just looking for wattle gum, for instance, you start to see not only all the different gums exuded by different plants, but by looking closely at those plants, you begin to see all the insects and other small critters that rely on those plants. You get the faintest inkling of the way that Aboriginal people see their country and how everything is connected.",
      "<em>References: 1 <a href='http://Koorihistory.com/earth-pigments-ochre/'>Koorihistory.com/earth-pigments-ochre/</a>; 2 <a href='http://aiatsis.gov.au/exhibitions/possum-skin-cloak'>aiatsis.gov.au/exhibitions/possum-skin-cloak</a></em>"
    ]
  },
  "published": true,
  "related": ["possum-skin-cloaks"],
  "sidebar": ["/content/wnews/firstpeoples/2020/list/national-apology-anniversary"]
}
