{
  "sling:resourceType":"wnews/page/article",
  "feature": true,
  "date": "2020-03-12",
  "title": "Carrying essential items",
  "abstract": "Although it is well established that Aboriginal people in the Waranga area were much more than just hunter-gatherers, there is plenty of evidence of seasonal migration around Ngurai-illum Wurrung country. Before times of travel, the women had to decide what items they would need to always carry with them. There would certainly be a number of small tools, such as a scraper (shell), an awl (bone), a cutting blade (stone) and a yam digging stick amongst the items that would be regularly used. These items could be carried in a bag or basket. In addition, the women may have used another carrying vessel (these days most often referred to as a ‘coolamon’, although that is an anglicised NSW Aboriginal word), an oval U-shaped piece of bark or wood which could be used for transporting food collected on their travels. This would often be carried on the head. It could also be used under an arm to carry a small baby.",
  "body": {
    "pars": [
      "Although it is well established that Aboriginal people in the Waranga area were much more than just hunter-gatherers, there is plenty of evidence of seasonal migration around Ngurai-illum Wurrung country. Before times of travel, the women had to decide what items they would need to always carry with them. There would certainly be a number of small tools, such as a scraper (shell), an awl (bone), a cutting blade (stone) and a yam digging stick amongst the items that would be regularly used. These items could be carried in a bag or basket. In addition, the women may have used another carrying vessel (these days most often referred to as a ‘coolamon’, although that is an anglicised NSW Aboriginal word), an oval U-shaped piece of bark or wood which could be used for transporting food collected on their travels. This would often be carried on the head. It could also be used under an arm to carry a small baby.",
      "<strong>Bags and basketry</strong>",
      "To carry the smaller tools, while at the same time leaving the hands free for other tasks, the women would often use bags or baskets made from found materials. These vessels could be hung by a string or strap around the neck.",
      "Stiff baskets could be made using various weaving techniques, or by a process known as coiling. Because of the materials used, few if any of these baskets from the local area would remain in existence today. As a result, it is now a matter of conjecture as to what natural raw materials were used.",
      "One of the common plants of the local box ironbark forests that has the right properties for basket making is the black anther flax lily <em>(Dianella revoluta)</em>. The strappy leaves can be used for basketry as soon as they are harvested, giving the plant an advantage over other materials that have to be dried before use.",
      "As well as the flax lily, another common plant that might have been used is the Lomandra. This plant is usually found in the gullies around the box-ironbark forests, where there is a bit more moisture. The common names – spiny or spiky head mat rush, or basket grass – indicate that the plant was definitely used for basket making, certainly in other areas, but probably also in the Waranga area.",
      "<strong>Dilly bags</strong>",
      "As well as making stiff baskets, local Aboriginal women were adept at making what is generally referred to these days as ‘dilly bags’. These are soft string bags, made from woven bush string. The word ‘dilly’ is most likely an anglicised Queensland Aboriginal word that came into general use. Dilly bag making skills were apparently lost in Victoria after European colonisation, but are now making a resurgence.",
      "One of the local forest items that might have been used by the Ngurai-illum Wurrung people to make string for dilly bags is the bark from the red stringybark tree (E.macrorhyncha). The bark that was used was not the fibrous outer bark that we are familiar with, but the layer of inner bark that is generally white, yellow and orange and resinous. To collect this bark, the outer layer of bark is removed by use of an axe. (Prior to European colonisation, the axes used were stone-headed.) The inner bark, once removed from the tree, was bashed with a stone or the flat side of an axe head.",
      "The fibrous material resulting could then be used to make into string by twisting and weaving the strands. The resin helped to keep the string together. String could obviously be used for a whole range of purposes other than making dilly bags; e.g. nets for fishing and catching birds.",
      "<strong>Making string</strong>",
      "When on country, in an environment where the desirable raw materials were available, string making would have been a regular activity for local Aboriginal people.",
      "Like basket-making and dilly bag making, these skills would be passed down through the generations, with local variations.",
      "<em>References: Websites - Culture Victoria - cv.vic.gov.au; Yenbena marrinbidja</em>"
    ]
  },
  "published": true,
  "related": []
}
