{
  "sling:resourceType":"wnews/page/article",
  "feature": true,
  "date": "2020-01-30",
  "title": "Possum hunting",
  "abstract": "As noted in the previous story, perhaps the most prized possessions of local Aboriginal people were their possum skin cloaks.",
  "body": {
    "pars": [
      "As noted in the previous story, perhaps the most prized possessions of local Aboriginal people were their possum skin cloaks.",
      "Over time, a person’s possum skin cloak would grow in size, and as well as being a practical item, was an important cultural object. The decoration on the leather side of the cloak would tell important stories of both the person who owned it, and the people to which that person belonged.",
      "It seems that possum hunting was more often part of the role of the men, but women were also documented in colonial history climbing trees to source possums. When possums were hunted, both the meat and the skins were important. Nothing was wasted.",
      "<strong>Current situation</strong>",
      "These days, possums (both brush-tailed and ring-tailed) are protected species in Victoria and most other states, although there is still an annual season in Tasmania (with bag limits). As a result, if you are wanting to make a possum skin cloak these days, you can’t just go out and hunt enough possums to do so. However, there can be exemptions for traditional owners.",
      "There is an enormous amount of legislation that currently relates to traditional owners, protecting their rights and interests. Under the Victorian Traditional Owners Settlement Act 2010, the government can “authorise the members of a traditional group owner entity that has a natural resource agreement” to hunt certain wildlife. This has to be for traditional purposes, rather than commercial. As a result, an entity could come to an agreement with the State government which allows its members to hunt possums with a view to making a possum skin cloak.",
      "<strong>Waranga area</strong>",
      "There are a couple of problems with this in the Waranga area. Firstly, possum habitat, and therefore numbers of possums, has been vastly reduced since European colonisation. Possums like tree hollows, and many of the older trees with hollows have simply disappeared with clearing.",
      "In addition, at the moment there is no Aboriginal entity in the local area that has negotiated a natural resource agreement with the Victorian government. Unfortunately, descendants of the Ngurai-illum Wurrung people, who were the traditional owners of this area, do not currently have an “entity” with which to negotiate an agreement. The neighbouring Yorta Yorta and Taungurung corporations are the nominal custodians of the area at the moment and could potentially make an agreement with government.",
      "The Dja Dja Wurrung people around Bendigo are the nearest group to have gained a “natural resources hunting authorisation” as part of a natural resources agreement. It specifies that, in total, up to 50 possums (and 250 Eastern Grey Kangaroos) can be taken by members of the Dja Dja Wurrung each year for traditional purposes.",
      "<strong>Present day source of skins</strong>",
      "Australia was a big exporter of skins over 100 years ago. For example, around four million pelts went to world markets in 1906. Tasmania is the only state that still exports possum fur and meat, with around 20,000 possums harvested in 2014-15. Most of these go to China and Taiwan.",
      "Possums were introduced to New Zealand from Australia about the time that European colonisation was expanding into the Waranga area in the wake of Major Mitchell’s 1836 expedition. Sadly for the New Zealanders, the possums bred like rabbits. They were ideally suited to their new environment, with no natural predators, and numbers burgeoned. The population is now estimated in the tens of millions, and hundreds of thousands of pelts are exported each year. Obviously New Zealand has no restrictions on hunting what is a major environmental pest.",
      "As noted in the previous story, there has been a resurgence in the making of possum skin cloaks in Australia in the last 25 years or so. It seems as though you can access enough skins for a decent sized cloak from New Zealand for between $500 and $1000, and at the same time help our neighbours across the ditch get rid of a few of these unwanted pests.",
      "<em>References: Australian Geographic, Atlas of Living Australia, Victorian Government websites</em>"
    ]
  },
  "published": true,
  "related": ["possum-skin-cloaks"]
}
