{
  "sling:resourceType":"wnews/page/article",
  "feature": true,
  "date": "2020-07-02",
  "title": "Burial Rites",
  "abstract": "Recent Waranga Dreaming stories have\nfocussed on three local Aboriginal people\nwho are buried in the Murchison cemetery\n– “King Charles” Tattambo, his second\nwife “Queen Mary” and his son by his first\nmarriage, known as “Captain John”. All\nthree were born before European colonisation\nof the Waranga area and were deeply imbued\nwith Aboriginal spirituality and culture. In\nview of that, it is somewhat surprising they\nall chose to be buried according to European,\nrather than Aboriginal, customs.",
  "body": {
    "pars": [
      "Recent Waranga Dreaming stories have\nfocussed on three local Aboriginal people\nwho are buried in the Murchison cemetery\n– “King Charles” Tattambo, his second\nwife “Queen Mary” and his son by his first\nmarriage, known as “Captain John”. All\nthree were born before European colonisation\nof the Waranga area and were deeply imbued\nwith Aboriginal spirituality and culture. In\nview of that, it is somewhat surprising they\nall chose to be buried according to European,\nrather than Aboriginal, customs.",
      "The first of these to be buried was Tattambo,\nin January 1868. By that point, Tattambo had\nbeen influenced by over 30 years of contact\nwith Europeans. Most reports of his death\nmention that he wanted to be buried like a\nEuropean. “He had been gradually wasting\naway for a month, during which time he\nwas quite aware of his approaching end. He\nviewed the matter quite calmly, expressing\na very strong desire to be buried in the\ncemetery, and in a coffin.”",
      "<strong>A foot in each world</strong>",
      "People like Tattambo and his relatives lived\nwith a foot in each of two worlds, which were\npoles apart. On one hand, they had lived at a\ntime totally uninfluenced by European ideas\nand culture, living in traditional ways over\nmany years. Then they had experienced a\ndramatic transformation in their lifestyles,\nover an extremely short period of time, during\nwhich everything they knew was radically\nchanged forever.",
      "The fact that members of this family survived\nsuch an enormous change is a testament to\ntheir adaptability and courage to embrace\nchange. It is understandable that they would\nadopt some of the customs of the European\ncolonisers, while at the same retaining many\naspects of their traditional way of life in the\nface of enormous pressure to change.",
      "The generation that lived through European\ncolonisation felt the pull of both cultures in a\nsimilar way that emigrants to a new country\ndo. The difference for the local Aboriginal\npeople was that they had not moved, but their\nworld had changed so dramatically it would\nseem to them as though they were in another\ncountry.",
      "<strong>Traditional Burials</strong>",
      "Had the lives of Tattambo, Mary and John\nnot been impacted by European colonisation,\ntheir burial rites would have obviously been\nquite different. Like the situation in our\ncommunities now, there was a whole range of\noptions open to the families of the Aboriginal\npeople of the local area when one of them\ndied.",
      "Generally, Aboriginal burial took place at,\nor close to, the place where the person died,\nrather than in a communal cemetery. For this\nreason, the remains of Aboriginal people have\nbeen located all over the Waranga area. A\nreporter in the Ovens and Murray Advertiser\nwho had visited the Murchison district, and\nwas talking about the Ngurai-illum Wurrung\npeople, said that “From archaeological\nresearch of a very superficial character, we\nfind frequent traces and mementoes of the\nAboriginal occupation of the Goulburn. The\nblackfellow’s tomahawk, their camp-fire and\nburying ground, are continually being met\nwith…”.",
      "An earlier Waranga Dreaming story mentioned\nthe two skeletons found near Sapling Point\non Waranga Basin in the 1930s. A similar\ndiscovery took place on the Campaspe River\nnear Rochester in 1886, when a farmer, Mr\nMcHattie, “whilst digging up an Aboriginal\n“oven” unearthed the skeletons of two human\nbeings.” Dr Taffe “pronounced them to be\nAboriginals” and concluded that the remains\nbelonged to a man and a woman “of good\nage.”",
      "<strong>Funeral service</strong>",
      "William Thomas, who worked for a period\nas an Assistant Protector of Aborigines, and\nlater as a “guardian” (after the protectorate\nsystem was abandoned) made the following\nobservations – “Over the men, according to\ntheir importance, an oration is delivered…\nOver the women and children no ceremony\nis performed. After the body is interred, the\nencampment breaks up, leaving a fire at the\neast of the grave.”",
      "Thomas does not say how the body was\ngenerally positioned in the grave, but in\nmany cultures, graves are often orientated to\nthe east, where the sun rises. In the case of\nChristianity, the east is where it is considered\nthe second coming will occur.",
      "<em>References:</em> 1 McIvor Times and Rodney\nAdvertiser 10.1.1868; 2 Ovens and Murray\nAdvertiser 15.7.1885, p 4; 3 Elmore Standard\n19.2.1886; 4 Bride, Thomas F (ed) Letters\nfrom Victorian Pioneers p 400"
    ]
  },
  "published": true,
  "related": ["local-kinship-connections"]
}
