{
  "sling:resourceType":"wnews/page/article",
  "feature": true,
  "date": "2020-02-13",
  "title": "12th anniversary of National Apology",
  "abstract": "On 13 February 2008 the National Apology to the Stolen Generations was made after a recommendation from The National Inquiry into the Separation of Aboriginal Children from their Families. It highlighted the suffering of Indigenous families under the Commonwealth, state and territory Aboriginal protection and welfare laws and policies.",
  "body": {
    "pars": [
      "On 13 February 2008 the National Apology to the Stolen Generations was made after a recommendation from The National Inquiry into the Separation of Aboriginal Children from their Families. It highlighted the suffering of Indigenous families under the Commonwealth, state and territory Aboriginal protection and welfare laws and policies.",
      "The National Inquiry led to the Bringing Them Home report which was tabled in Parliament on 26 May 1997. It contained 54 Recommendations on how to redress the wrongs done to Aboriginal and Torres Strait Islander peoples by the race-based laws and policies of successive governments throughout Australia.",
      "Recommendations suggested that all Australian Parliaments and State and Territory police forces acknowledge responsibility for past laws, policies and practices of forcible removal and that on behalf of their predecessors officially apologise to Indigenous individuals, families and communities.",
      "After winning the election in 2007 Prime Minister Kevin Rudd began consulting with Indigenous Australians about the form an apology should take. In the spirit of the new commitment to Indigenous affairs, a Welcome to Country ceremony was held at the opening of Parliament. This was the first time that such a ceremony was held.",
      "Visitors to Country were welcomed by elders and dancers from around Australia and the Torres Strait Islands took part in the ceremony. A message stick was presented by children to the Prime Minister as a tangible symbol of the ceremony. Message sticks were a ‘means of communication used by our peoples for thousands of years. They tell the story of our coming together,’ said elder Matilda House.",
      "Members of the Stolen Generations were invited to hear the National Apology first-hand in the gallery of The House of Representatives chamber at Parliament House in Canberra. The Prime Minister, Kevin Rudd delivered the Apology at 9 am on 13 February 2008.",
      "Crowds of people across Australia watched the Apology on screens in their own cities and towns. Photographic and video records of those witnessing the Apology show sombre and reflective faces as the Prime Minister spoke of the wrongs governments had inflicted on Indigenous peoples across Australia and a huge wave of tears, relief and applause flowed when he finished speaking."
    ]
  },
  "published": false
}
