{
  "sling:resourceType":"wnews/page/article",
  "feature": true,
  "date": "2020-04-23",
  "title": "Aboriginal spirituality",
  "abstract": "Closely linked to the systems of kinship\nthat were briefly discussed in the previous\nWaranga Dreaming story are the advanced\nnotions of spirituality that were evident in\nthe lives of Aboriginal people of this area\nprior to European colonisation. Compared\nto some of the major religions of today,\nAboriginal spirituality had evolved over tens\nof thousands of years, with local variations.",
  "body": {
    "pars": [
      "Closely linked to the systems of kinship\nthat were briefly discussed in the previous\nWaranga Dreaming story are the advanced\nnotions of spirituality that were evident in\nthe lives of Aboriginal people of this area\nprior to European colonisation. Compared\nto some of the major religions of today,\nAboriginal spirituality had evolved over tens\nof thousands of years, with local variations.",
      "“Aboriginal spirituality is defined at\nthe core of Aboriginal being, their very\nidentity. It gives meaning to all aspects of life\nincluding relationships with one another and\nthe environment. All objects are living and\nshare the same soul and spirit as Aboriginals.\nThere is a kinship with the environment.\nAboriginal spirituality can be expressed\nvisually, musically and ceremonially.”\n(Grant, 2004)",
      "Sadly, we know very little about the highly\ndeveloped spirituality of the Aboriginal\npeople who lived in this area, and the depth of\nits meaning to their lives. Along with many\nother things, there was massive disruption to\nthis aspect of their lives from the late 1830s.",
      "<strong>Basic Tenets</strong>",
      "It is possible, however, to generalise\nabout some of the basic tenets of Aboriginal\nspirituality, and reflect on how they may have\nguided the lives of Aboriginal people in this\narea. One aspect of this spirituality that we\ncan all relate to is the concept of animism i.e.\n“a world where everything is interconnected,\npeople, plants and animals, landforms and\ncelestial bodies are part of a larger reality…\nnothing is inanimate, everything is alive…all\nare energised by a spirit. As such, humans\nare on an equal footing with nature, are part\nof nature and are morally obligated to treat\nanimals, plants and landforms with respect.”",
      "We are by now familiar with the\nAboriginal view of the Dreaming – the time\nof creation – just as similar stories exist in\nmost major religions of today. As noted in\nthe previous story, Bunjil (the Wedge-tailed\nEagle) was seen as the creator figure for the\nNgurai-illum Wurrung people.",
      "The role of totems, briefly described in the\nprevious story, was also an important part of\nthe whole concept of Aboriginal spirituality.",
      "<strong>More than creation</strong>",
      "In local Aboriginal communities, the\ncreation ancestor (Bunjil) was also seen to\nhave stipulated “what people had to do to\nmaintain their part of this interdependence”\ni.e. the rules by which all things were to live\nharmoniously and sustainably. The laws\nensure “that each person knows his or her\nconnectedness and responsibilities for other\npeople, for country….and (for) the ancestor\nspirits.”",
      "In practice, the basic laws had probably\nexisted since time immemorial, subject to\nregular revision over time until the result\nwas a very practical and workable set of\nrules. These rules were then handed down by\nelders in an oral tradition over hundreds of\ngenerations.",
      "<strong>Clarity</strong>",
      "discussion is that Aboriginal people’s\nlives were very clearly ordered by tens of\nthousands of years of experiencing a system\nthat was handed down orally, and understood\nby successive generations. People knew\nwhere they stood, and what was expected\nof them. There was enormous comfort for\npeople in having a very clear structure by\nwhich to live their lives.",
      "Because of the inextricable link between\nAboriginal people and their country, one can\nonly wonder at the devastation caused by\nthe disconnection from country in the period\nfrom 1836 – especially the first couple of\ndecades of European colonisation extending\ninto the 1850s.",
      "Part of the healing process that people\ncan go through is to try to reconnect with\ncountry. There are plenty of encouraging\nexamples in our local communities where this\nis happening.",
      "<em>Reference: <a href=\"http://australianstogether.org.au\">australianstogether.org.au</a></em>"
    ]
  },
  "published": true,
  "related": []
}
