{
  "sling:resourceType":"wnews/page/article",
  "feature": true,
  "date": "2020-04-09",
  "title": "Kinship relationships",
  "abstract": "Each member of the Ngurai-illum\nWurrung Aboriginal people belonged to one\nof two moieties, Bunjil or Waa. Moiety means\n“half” in Latin, and in the local Aboriginal\ncontext means there are two social or ritual\ngroups into which all people are divided.",
  "body": {
    "pars": [
      "Each member of the Ngurai-illum\nWurrung Aboriginal people belonged to one\nof two moieties, Bunjil or Waa. Moiety means\n“half” in Latin, and in the local Aboriginal\ncontext means there are two social or ritual\ngroups into which all people are divided.",
      "“A person’s affinity with either Bunjil\nor Waa defines their kinship relationships,\nmarriage partners and social responsibilities.”\n(museumsvictoria.com.au/bunjilaka) “People\nwho share the same moiety are considered\nsiblings, meaning they are forbidden to marry.\nThey also have a reciprocal responsibility to\nsupport each other.” (australianstogether.org.\nau)",
      "<strong>Bunjil and Waa</strong>",
      "Bunjil is represented by the “eaglehawk”,\nor as we know it better, the Wedge-Tailed\nEagle. In local Aboriginal mythology, Bunjil\nwas the creator deity – similar to God for\nChristians or Allah for Moslems. Bunjil was\nalso considered to be a cultural hero and an\nancestral being.",
      "Waa is represented by the Crow. Like\nBunjil, Waa was a cultural hero and ancestral\nbeing. Waa was considered to be something\nof a trickster, but also a protector.",
      "So, everyone in the local Ngurai-illum\nWurrung people was in either the Bunjil or\nthe Waa moiety. This was decided by the\nmoiety of their Father, in a system known as\npatrilineal (patri = father). This was true of\nmany of the neighbours of the Ngurai-illum\nWurrung e.g. the Taungurung to their south,\nbut through south-eastern Australia, the\nsystem was generally matrilineal i.e. people\ntraced their identity from their Mother.",
      "<strong>Clan connections</strong>",
      "As well as individuals being identified as\nbeing Bunjil or Waa, so too were clans. We\nhave already talked about three Ngurai-illum\nWurrung clans, and each of those identified\nwith Bunjil or Waa, viz – Ngurai-illum balug\n(Murchison) – Bunjil; Bendebora balug\n(Elmore and to the north) – Bunjil; Gunung\nwillum (south of Elmore) – Waa.",
      "Whenever a marriage occurred with\nthe Kulin nation, it was always between\none person identifying as Bunjil and one as\nWaa, and with someone from a clan with the\nopposite moiety. For example, if a Bunjil\nwoman was to marry, it would be with a Waa\nman, and she would then go and live with the\nWaa clan. Any children of the relationship\nwould identify as Waa. As a local example\nof this, Tooteerie, a woman from the\nNgurai-illum balug clan (Bunjil) married a\nWurundjeri man (from a Waa clan) and their\nson was the famous artist and Aboriginal\nactivist William Barak (1824-1903).",
      "Marriages could still occur between\nsomeone from the Kulin nation and someone\nfrom a different group of Aboriginal peoplewho spoke a different language. For example,\nthe so-called “Queen Mary” buried in the\nMurchison cemetery, who married “Charles”\nTattambo, was from the Wemba Wemba\nAboriginal people from on the Murray River.\nPrior to marriage, she spoke quite a different\nlanguage and had different cultural beliefs to\nTattambo’s people.",
      "<strong>Totems and skin names</strong>",
      "In addition to being from a specific\nlanguage group, clan, and moiety, Aboriginal\npeople could also be linked by having the same\npersonal totem e.g. a specific animal, bird or\nreptile. Having a particular totem meant that\nit was incumbent on a person to protect and\nconserve that creature. It also gave them a\nlink to anyone else with that particular totem,\nwho would be treated as a sibling. Totems\nmight also be plants, landscape features and\ntypes of weather.",
      "Yet another personal link between people\ncould be by a Skin Name. The system of using\nskin names was in the form of a sequential\ncycle, usually of 16-32 names. Again, you\nshared a special bond with anyone who had\nyour skin name.",
      "<strong>A sense of belonging</strong>",
      "The upshot of all of the above is a level of\nconnection between Aboriginal people that is\ndifficult to grasp for most people of European\norigins. Although the extraordinary kinship\nrelationships that existed before European\ncolonisation have been compromised by\ndisconnection from country, it is clear that\nvery strong bonds continue to be an important\nfeature of Aboriginal life today. It must be\nreassuring to have so many people looking\nout for you.",
      "“You will never be an only child. Here’s\nall your other brothers and sisters…You’ve\ngot all these other mothers and fathers to\nsupport and teach you. That’s the strength\nof the system…That extended family take\nit really seriously and want to be engaged in\nthat life.” Lynette Riley",
      "<em>References: australianstogether.org.au and\nMuseums Victoria websites</em>"
    ]
  },
  "published": true,
  "related": []
}
