{
  "sling:resourceType":"wnews/page/article",
  "feature": true,
  "date": "2020-02-27",
  "title": "Freshwater mussels",
  "abstract": "Another local resource that has been mentioned in relation to the making of possum skin cloaks was the shells of freshwater mussels. Apparently, the shells were used to scrape excess animal fat from the inside of the possum skins before they were dried. They were also used to incise patterns into the cloaks before they were painted with ochre.",
  "body": {
    "pars": [
      "Another local resource that has been mentioned in relation to the making of possum skin cloaks was the shells of freshwater mussels. Apparently, the shells were used to scrape excess animal fat from the inside of the possum skins before they were dried. They were also used to incise patterns into the cloaks before they were painted with ochre.",
      "In an early Waranga Dreaming story, former Nagambie resident Harry Parris was cited as mentioning Aboriginal middens at Reedy Lake. A midden is an “accumulation of shell produced by Aboriginal people collecting, cooking and eating freshwater shellfish.” As well as occurring at lakes and swamps, middens can be found along rivers and creeks.",
      "<strong>Collection and cooking</strong>",
      "Eating muddy flavoured mussels collected from local waterways these days is a doubtful privilege, but they were much more palatable when our rivers and creeks ran clear, prior to the days of intensive agriculture and deforestation. It was most often the role of the women and children to collect the mussels. “Depending on the season, one person could collect up to 200 shellfish per hour.” It is no wonder that vast accumulations of shells have been found in middens, often mixed with fish bones, the bones of other animals and charcoal from the fires on which they were cooked.",
      "Mussels can survive in damp ground for up to two years. This meant that in time of drought, the people could dig down, say in a dry creek bed, and find a source of food when other sources were scarce.",
      "Mussels were usually lightly roasted on an open fire, which eventually caused the shells to pop open as the mussels expanded with the heat. The flesh of the mussels would supplement other animal and plant foods, although “the relatively low energy value of the meat” would mean that, by itself, the flesh of mussels would not constitute an adequate diet.",
      "<strong>Storage of mussels</strong>",
      "Some people still have the misconception that Aboriginal people were simply huntergatherers i.e. they just collected or hunted what they needed for the next meal. However, there is plenty of evidence to suggest that they engaged in all sorts of pursuits that belie that notion. One was the storage of food for use in the future, and freshwater mussels were an example of this.",
      "There have been examples of caches of shells found which were certainly not random piles of shells that would constitute middens. Instead, they were collections of carefully stacked mussels, buried down about a metre. Presumably, this allowed the people to come back to that spot at some point in the future, and have a supply of mussels readily available for use.",
      "<strong>Use of shells as tools</strong>",
      "As stated at the outset, mussel shells were often used as tools in different stages of the production of possum-skin cloaks. With their sharp edges, they were probably handy for plenty of other things. If that is the case, it begs the question as to whether the women always carried some shells with them on country. Perhaps they were in such profusion around the Waranga area there was no need to, as you could always find one if you needed it.",
      "If the shells were indeed carried around as tools, perhaps there were some other small items that the women regularly carried with them. An awl, which is a small pointed tool made of bone, would have been useful for piercing leather e.g. when sewing together possum skins, as well as for many other uses. This contrasts with heavier items, such as grinding stones, which were often left in situ at regularly frequented campsites.",
      "<strong>Protection of middens</strong>",
      "Like all places of cultural significance to Aboriginal people in Victoria, shell middens are protected, so you cannot disturb or destroy them. No artefacts, including the shells themselves, should be removed from such a site. Instead, you should report the presence of such sites to the Heritage Registrar at the Office of Aboriginal Affairs Victoria.",
      "<em>References: “Aboriginal Freshwater Middens” information sheet (Victorian Government 2008)</em>"
    ]
  },
  "published": true,
  "related": ["possum-skin-cloaks"],
  "sidebar": ["/content/wnews/firstpeoples/2020/list/national-apology-anniversary"]
}
