{
  "sling:resourceType": "wnews/page/article",
  "date": "2020-10-23T10:37:39+11:00",
  "title": "Making a stone axe",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2020/10/wnews20201022-005.jpg",
  "body": {
    "pars": [
      "The most important Aboriginal tools in pre-colonisation times were stone axes. Recent stories have talked about the use of greenstone in producing the axe heads. Locally, the stone was quarried on the Mt Camel range. Quarried axe-heads were then chipped on one side to make a sharp edge. They could then be traded as a blank or transported to a suitable outcrop of sandstone, where the blade could be honed to make it sharp enough to be a useful tool.",
      "Sites where this grinding took place are sometimes identifi ed by a series of grooves in sandstone outcrops, indicating that a site has been used again and again over many generations. As well as sharpening the blade, the abrasive stone was also sometimes used to notch parts of the axe-head to assist with the secure attachment of the handle.",
      "Other elements",
      "Apart from the stone axe head, the other main element required was a handle. Clearly, there was no possibility for a hole to be drilled through the axe-head to accommodate the handle. Instead, the handle was often one that wrapped around the entire axe-head, secured with string and/or sinew and an adhesive. We can only guess at what raw materials were used for the non-stone elements of the fi nished axes, as these are the parts that would rot away over time. However, there have been recent projects that can give us some clues as to what materials were used.",
      "The “Koorong” project, run by the Wurundjeri clan in 2012, included the process of making stone axes using greenstone for the axe heads. The wood used in the axe handles came from silver and black wattles.1 There are plenty of species of wattle on Nguraiillum Wurrung country that may have been suitable for the same purpose. Whatever material was used would have to be fl exible enough to bend sharply without snapping, to facilitate the wrap around nature of the handle.",
      "String and adhesives",
      "An earlier Waranga Dreaming story mentioned that the inner bark of stringy bark trees was a possible source of raw material to make the string that was used to attach the axe-head to the handle. Also mentioned was the use of wattle gum as a fi xative. Once the string had been tied around the handle and the axe head, the wattle gum could be heated and used in this way, sometimes in conjunction with other additives.",
      "One very strong adhesive used by Aboriginal people was the gum that can be found under some grass trees (Xanthorrhoea). It was collected by the women and children as they passed through country. It often appears as rounded balls of deep maroon coloured, hard, shiny gum (pictured). In its dry form, this gum is light and would have been easy to carry. When required for toolmaking it could be heated on a fi re in a mix with wattle gum, then applied to the almost completed tool, giving it at extra level of strength for the hard work ahead.",
      "With all the time-consuming work that went into the construction of one axe, making something that would survive rough use over a long period would be a high priority.",
      "Rapid obsolescence",
      "Stone axes quickly outlived their usefulness after Europeans arrived with metal axe-heads and their fi tted wooden handles. Axes were often one of the fi rst items used by the settlers in their trade with local Aboriginal people, so it would be fair to say that use of stone axes in the local area all but disappeared in the 1840s.",
      "It may well be that they maintained cultural signifi cance, as suggested in the previous story, and that the primary place where the axe-heads came from continued to be an important part of local song lines. Sadly, these connections with place were quickly destroyed after European colonisation.",
      "References: 1 Griffi n, Darren, et al, ‘The Koorong Project: experimental archaeology and Wurundjeri continuation of cultural practices’, in Excavations, Surveys and Heritage Management in Victoria, Vol 2, 2013, pp 59-66"
    ]
  },
  "published": true,
  "sidebar": "",
  "related": [

  ],
  "abstract": "The most important Aboriginal tools\nin pre-colonisation times were stone axes.\nRecent stories have talked about the use\nof greenstone in producing the axe heads.\nLocally, the stone was quarried on the Mt\nCamel range. Quarried axe-heads were then\nchipped on one side to make a sharp edge.\nThey could then be traded as a blank or\ntransported to a suitable outcrop of sandstone,\nwhere the blade could be honed to make it\nsharp enough to be a useful tool."
}
