{
  "sling:resourceType": "wnews/page/article",
  "date": "2020-11-19",
  "title": "The primary weapon",
  "media": "",
  "body": {
    "pars": [
      "One of the implements always carried by Ngurai-illum Wurrung men in the local area was the spear. When travelling across country, each man would usually carry a handful of spears. This was the principal weapon used for hunting larger marsupials, particularly kangaroos. It was also used in internecine confl ict and to defend territory which was being invaded by European colonisers in the 19th century.",
      "Earlier stories have made mention of Aboriginal men demonstrating their spear throwing prowess early in the 20th century. This was often done as a novelty at events such as agricultural shows and footy matches, but it was a skill that was already in rapid decline by then. The introduction of the gun by European colonisers quickly rendered the use of spears obsolete.",
      "<strong>Spear making</strong>",
      "Like the making of stone axes, which was discussed in an earlier story, there were several elements involved in the construction of a spear. Preparation of the tip of the spear and the shaft were important steps. In some cases, the tip would just be a fi re-hardened end of the shaft, while in others there was the additional process of affi xing a tip e.g. of bone, wood or stone to the shaft.",
      "Like the making of stone axes, which was discussed in an earlier story, there were several elements involved in the construction of a spear. Preparation of the tip of the spear and the shaft were important steps. In some cases, the tip would just be a fi re-hardened end of the shaft, while in others there was the additional process of affi xing a tip e.g. of bone, wood or stone to the shaft.",
      "With timber shafts, fi re was often used to heat the wood to make it pliable enough to straighten them by bending over the knee. Just what sort of timber the Ngurai-illum Wurrung used from their own country for spear shafts is debateable because few, if any, examples have survived. There is evidence to suggest that acacia saplings and grass tree stems were used in some areas. Perhaps the Ngurai-illum also used these raw materials, which were common on their country.",
      "The story about stone axes noted that the Ngurai-illum Wurrung people traded their highly prized axe blanks with the Bangerang (Yorta Yorta) in exchange for a special type of reed which made for a quality shaft. This was perhaps the preferred raw material, but would not always be available, so local alternatives would be necessary.",
      "<strong>Spear heads</strong>",
      "Suitable stone for spear heads would be a by-product of the greenstone axe-head quarrying process. Bone would obviously come from animals killed in hunting, while a hardwood such as ironbark might be used to provide the tip for a shaft of lighter wood or reed.",
      "The type of spear head produced would depend on the purpose of the spear. Generally, heavier spears would be used for fi ghting, lighter for hunting. Spears for fi shing would be light and have several prongs to make it more diffi cult for prey to escape. Similarly, spear heads for land-based hunting included barbs or had microliths (small, jagged stones) attached, to maximise tissue damage on the target.",
      "<strong>Joining the elements together</strong>",
      "Spear heads would be attached using some of the raw materials discussed in the stories about axes. This would include some form of binding, which would be further strengthened by natural adhesives. Hand made string was one form of binding previously mentioned, but the sinew from animal carcasses, usually kangaroo, was another more commonly used raw material. Once a spear head was securely bound to the shaft, strong adhesive gum would be applied after it had been softened on a heated stone by a fi re. This might include gum from a variety of plants including wattles and grass trees.",
      "The lives of the Ngurai-illum Wurrung people depended in large part on their ability to produce weapons of high quality, as the area’s agile marsupials were a major source of protein in their diets. They could not afford to have substandard equipment which might fail at the critical moment, after a whole lot of effort had gone into a hunt.",
      "<em>Reference: Koorihistory.com/spears/</em>"
    ]
  },
  "published": true,
  "sidebar": "",
  "related": [

  ],
  "abstract": "One of the implements always carried\nby Ngurai-illum Wurrung men in the local\narea was the spear. When travelling across\ncountry, each man would usually carry a\nhandful of spears. This was the principal\nweapon used for hunting larger marsupials,\nparticularly kangaroos."
}
