{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-04-01",
  "title": "A mass arrest",
  "media": "",
  "body": {
    "pars": [
      "In October 1840, there was a mass arrest of around 200 Aboriginal men near Melbourne, including some men from Ngurai-illum Wurrung country.  Melbourne was only five years old at that stage.  Prior to European colonisation, the banks of the Yarra had been an ancient site for gatherings of Aboriginal people of the Kulin Nations.  For some years after the settlement was established, Aboriginal people continued to gather there in numbers.  Those numbers declined dramatically during the 1840s due to a range of factors including disease, illness, poison, guns and dispossession.",
      "On the occasion mentioned above, “Intelligence having been received that the Goulburn tribe had arrived within a few miles of the town, the Crown Commissioner, assisted by the Officers of the 28th regiment and the Mounted Police, proceeded…to the spot, and succeeded in capturing about two hundred of different tribes…and brought the whole body into town.”1",
      "By way of explanation, the “Crown Commissioner” was officially known as the Commissioner of Crown Lands and had some responsibility for law enforcement in the Port Phillip area.  The 28th Regiment was a British army regiment that came out to Australia as the garrison on convict ships in 1835, staying until 1842 when they were sent to India.  Some of its men were based at Melbourne.  There was also a small number of police stationed in the burgeoning settlement.",
      "Resistance\nNaturally, there was some resistance to the mass arrest, and one Aboriginal man known as “Winberry” was shot dead after he allegedly attacked an officer. He was believed to be from the Goulburn River, so may have been Ngurai-illum Wurrung. Some of the Aboriginal men had guns, which were confiscated, and traditional weapons were collected and destroyed. Thirty-three of the men were somehow identified as having had potential involvement in raids on squatting runs. They suffered the ignominy of being chained together and thrown into gaol with no charges laid, while the others were released.",
      "In identifying the possible culprits, the colonial authorities used one of the oldest tricks in the colonising book i.e. they encouraged members of particular groups of Aboriginal people to point out individuals from others by offering a reward.  As a result, some old scores were probably settled.  It also increased the likelihood of internecine feuds later on, meaning less chance of any united action against the colonisers.",
      "Outrages and depradations\nWhen any Aboriginal raid took place on a squatting run, the colonial newspapers had a field day.  Words like outrage, depredation, savages, marauders, murderous, heinous and diabolical flowed freely.  When retribution was meted out, if it was reported at all, the language was quite different, even though the payback was usually grossly excessive compared to the initial action.",
      "Apparently, the idea behind the mass arrest reported above was that squatters who had a grievance were supposed to come along to the gaol and personally identify the alleged culprits.  By this time squatters were spread over much of central and northern Victoria.  It would have been quite impractical for them to just come in and identify people, especially when many had not even seen the offenders.",
      "A legal double standard operated in that rarely, if ever, would any Aboriginal person have been given the opportunity to identify a squatter or his men who had been involved in murders or a massacre…and the latter certainly would not have been incarcerated in chains in the meantime.",
      "Outcome\nNot surprisingly, a month after the arrests, “there have been many depositions taken before the Police Magistrate, relative to the depredations and offences committed by the blacks (sic) in gaol, but nothing has transpired in evidence to convict any of them as being concerned in any heinous matter…”2   The 33 men still languished in gaol, in their chains, for a bit longer while the newspaper editor hoped that the “temporary imprisonment…would have the effect of striking that terror into the minds of the tribe as would lead to their more amenable and peaceable demeanour.”2",
      "He wasn’t confident.  It is easy to see that being locked up in chains for an unspecified period without any charges being laid might not have the desired effect.",
      "References: 1 Port Phillip Gazette 12.10.1840; 2 Port Phillip Gazette 7.11.1840"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
