{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-06-24",
  "title": "Aboriginal place names",
  "media": "",
  "body": {
    "pars": [
      "Aboriginal place names\nNgurai-illum Wurrung country has a large number of Aboriginal place names, possibly a greater percentage than the Victorian average of 27% of all names listed in the Australian Gazetteer.  The first thing to note is that some of these names may not even be from the Ngurai-illum Wurrung language. They may have been adapted from other places where the European colonisers had been, then applied to the local area.",
      "For a name to be correctly applied to a place it would first need to spoken by an Aboriginal person to a European coloniser, who would try to interpret what he/she had said, then write it down as they thought they heard it.",
      "There are all sorts of problems with this.  For instance, the recorder may have misheard what was said.  Imagine listening to someone speaking to you in a foreign language, then trying to write down what you thought you heard in English.  It is an almost impossible task, given different pronunciations, sounds and inflections in the other language, not to mention regional variations. ",
      "Victoria had nearly forty identifiable Aboriginal languages at the time of the European incursion onto the lands.\nAdditionally, the person trying to record Aboriginal words may have had limited education themselves.  Almost certainly, they would have had no formal “knowledge of or training in phonetics, and therefore did not know how to properly transcribe these names.”1 They may also have been gullible enough to use names that were suggested as a joke or as a diversion.  For instance, one of the meanings given for the name of the town of Goornong is “excrement”. (…not that there is any suggestion here that Goornong is a s#*t town!)",
      "Different systems of naming\n“There are numerous ways in which Aboriginal placenaming practices differ from European ones.”1  For instance, Aboriginal placenames do not usually include a descriptor like ‘creek’ or ‘mount’.  So, if you see a name like Wanalta Creek or Mount Burramboot you know it is part of an introduced system.  Different groups of Aboriginal people may have had different names for the same feature or parts of the same feature.  The Yorta Yorta could see Mt Burramboot from their country, but because they had a different language to the Ngurai-illum Wurrung, most likely had a different name for such a prominent feature in the landscape.  Various parts of rivers often had different Aboriginal names, rather than there being just one name for the entire length of the waterway.\nAboriginal place names are ‘owned’ by a particular family or clan.  Under Aboriginal law, that group might have the sole rights to pass on information about a specific place on their country.  It might be a name that can only be passed on to certain people – not to anyone who might want to know.",
      "European place names often refer to places of habitation – cities, towns, populated districts. These were not so relevant for Aboriginal people who would move regularly in response to seasonal food opportunities or to engage in ceremony and cultural pursuits.  Aboriginal place names rarely have reference to an individual or family name, although this is common in British place naming.  Street and road names around the Waranga area are often family names. Many European colonisers also used names of places that they had come from, to remind them of their ‘old country’.  ",
      "Waranga songlines\nAboriginal place names “form systems of…(Songlines) for identifying places, and are fundamental to a clan’s knowledge of its history, culture, rights and responsibilities for their land. Put another way, placenames strongly represent people’s relationships with the land.”1  \nIn the light of this, it is interesting that the word “Waranga” is usually said to mean “sing”.  Perhaps one of the European colonisers grasped the significance of the word and its meaning to the local Ngurai-illum Wurrung people?  Maybe the Ngurai-illum Wurrung emphasised the word over and over when people were asking them about their country.  In either case, it seems that the outcome is very fortuitous for all concerned, provided that the meaning was correctly recorded and interpreted in the first place.",
      "References: 1 Placenames Australia Newsletter, Indigenous Toponymy Parts 1 & 2 (September and December 2018)"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "Aboriginal place names\nNgurai-illum Wurrung country has a large number of Aboriginal place names, possibly a greater percentage than the Victorian average of 27% of all names listed in the Australian Gazetteer.  The first thing to note is that some of these names may not even be from the Ngurai-illum Wurrung language. They may have been adapted from other places where the European colonisers had been, then applied to the local area.",
  "related": {
    "article": {
      "page": ""
    }
  }
}
