{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-03-18",
  "title": "Battles around Melbourne",
  "media": "",
  "body": {
    "pars": [
      "During the 1840s, the Melbourne papers reported on a series of battles between groups which are now considered to be part of the Kulin Nations.  The journalists sometimes speculated about the cause of the battles but, more often than not, would have had little understanding of what was going on.  Usually the papers referred to the protagonists as “blacks”, a term viewed as inappropriate these days.  “Aboriginal people” is a more acceptable term.",
      "In April 1840, “a serious disturbance occurred in the encampment of the Aborigines”1 near the settlement of Melbourne.  “During the performance of a grand corrobera (sic), to witness which many of the town had assembled, a party of blacks belonging to the Barrabul tribe suddenly sent a flight of spears into the centre of the party (blacks from the Goulburn) who were at the moment engaged in the performance of their mystic dance.”",
      "There was a tendency for white observers to label groups of Aboriginal people based on where their home country was deemed to be.  “Barrabul” implies the Geelong area, whose people these days would be classified as Wathaurung.  Similarly, the “Goulburn” people would be Taungurung and/or Ngurai-illum Wurrung.",
      "In the above incident “a Goulburn black received a spear in his lungs” and subsequently died a few days later.  The reporter expressed some surprise that this “was followed up by no other act of positive hostility.”  However, the fate of this man may already have been decided during deliberations between the people of the encampment, after a breach in Aboriginal law.",
      "Pitched battle\nA more extensive battle between Kulin Nations people took place several years later.  The Port Phillip Patriot reported that the day before, “a pitched battle took place between a tribe of the Melbourne and the Goulburn blacks.”2 (most likely Woiwurrung vs the Taungurung and/or Ngurai-illum Wurrung)  This fight took place near Sydney road, about 11 km north of the town, which would place it near the site of the present-day Fawkner cemetery.",
      "About eighty blacks on either side placed themselves at a distance of about ten yards (9m) apart, two ropes placed at that distance, separating them from each other; the more courageous of each party occasionally advanced within the open space intervening, and were immediately selected as targets by their opponents.  At a short distance from this scene, some forty or fifty women and children, belonging to the respective tribes were also engaged in a similar occupation.”2",
      " belligerents were injured, some seriously.  However, only one person had been speared through the chest, which may have been the result of a decision made under Aboriginal law.  The other fighting, although willing, may have been ritualistic or just a means of testing individual courage.  It is interesting to note that the so-called Aboriginal Protector, Charles Robinson arrived at the scene, but his horse was speared.  Was this because he was resented for trying to interfere in the internal affairs of the people?",
      "Gathering at Batesford\nTwo and a half years later, in 1848, the Geelong Advertiser reported that “upwards of two hundred blacks camped at Bates Ford”, just west of Geelong, “the fires burning at each mya-mie seemed like the lights of a small town from their unusual number.  There were three tribes assembled, namely – the Barrabool, the Melbourne and the Mt Macedon…”  The reporter ascertained that the group had a dispute with, and “are said to be preparing for an encounter with the Goulburn blacks.”3",
      "If true, this begs the question about where such an encounter might have taken place.  Batesford seems an unlikely location.  Perhaps, like the previous battle mentioned, they may have been gathering before heading for Melbourne.",
      "End of an era\nSome of these mass gatherings of Aboriginal people from the Kulin nations must have been amongst the last to occur in Victoria.  By the late 1840s, many people were either already dead or had been forced off their country by the incredibly rapid takeover of their land by the squatters.  The remnant populations were generally expected to just die out.  In hindsight, nothing could be further from the truth.",
      "References:  1  Port Phillip Gazette 25.4.1840;  2  Port Phillip Patriot 30.1.1846;  3  Geelong Advertiser 22.7.1848"
    ]
  },
  "published": false,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
