{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-11-11",
  "title": "Campsite arrangements",
  "media": "",
  "body": {
    "pars": [
      "As noted in the previous story, the complexity of structures at Ngurai-illum Wurrung campsites depended on a range of factors, including available resources, length of stay and prevailing weather conditions.  Stone may have been used on occasions where it was available, but most shelters in this area were made from plant material – branches, leaves, bark and grass – and earth.  They were used in a range of different structures, often with a framework of branches covered with waterproof sheets of bark and ranging from 1.2-1.5 metres high.  In warmer weather, there might be just an unroofed windbreak or no shelter at all.\n",
      "For most of us in today’s Western society, this is inconceivable.  However, simple, open structures provided a direct connection to Country.  Campsites were often chosen for “comforts of surface, vegetation, sound, smell, warmth, security, spatial definition, customary domestic behaviours and connection to animals and plants in the habitat.”1  The fulfilment of these prerequisites for a campsite meant that people were very much in touch with nature, rather than excluding nature by living in a completely enclosed house.\n",
      "House and home\n",
      "There is a huge difference between contemporary ideas of house and home and the traditional Aboriginal concepts that relate to them.  A house in Rushworth or Colbinabbin, for instance, is a structure, whereas in traditional Aboriginal communities, it was just a “domiciliary space with (a) hearth and artefacts”2 (i.e. a few regularly used items like bags, utensils and weapons).  That space might not even have a structure on it.\n",
      "The home for most people today means “one’s regularly used house”, a structure that we tend to fill up with all sorts of “stuff”, much of which we don’t really need.  In traditional Aboriginal communities, all of a group’s Country was home, so home might include “multiple campsites, resource places and sacred sites”.2  It follows that the custodians would want to look after that home in the same way that we look after our own home.\n",
      "Campsite layout\n",
      "Small camps might just include a family group – husband, wife or wives, children and other close relatives.  In larger gatherings of people who spoke the same language (e.g. Ngurai-illum Wurrung) there might be a number of these groups, as well as separate provision for places for the unmarried men and also the single women.  Amongst other things, this facilitated the conducting of men’s and women’s business. There were also much larger gatherings such as the meetings of the Kulin Nation people described in earlier stories.  \n",
      "The actual layout of campsites in traditional Aboriginal communities was usually predetermined by long-established sets of rules. In the case of very large meetings, it was noted in earlier stories that the general layout was based on the direction that each group had come from.  For example, at meetings of the Kulin Nation in what is now the Melbourne area, the Ngurai-illum Wurrung people would be located on the northern end of the larger campsite, because their Country was the one of the most northerly of the Kulin Nation peoples.\n",
      "Gathering on country\n",
      "Ngurai-illum Wurrung people in the Waranga area would camp in places for an extended length of time when the available food supplies allowed. These gatherings might include one or more of the Ngurai-illum Wurrung clans, of which there were at least three.  At times, those clans would all come together.  In this type of gathering, you would not just camp randomly.  There was a specific, pre-determined layout that was consistently applied.\n",
      "“…because of a consistent pattern of usage, each camp would likely be associated for each adult with a set of previous experiences there.  This might include a wealth of memories, daydreams, nostalgia, imagery of people and events, and revelations at sacred sites, extending back in time through the many seasonal movement cycles.”3  All of these places on Country represented “home” and were the basis for connection to Country.\n",
      "References:  1 Page, Alison & Memmott, Paul, Design – Building on Country (the 2nd of a six part series on First Knowledges, 2021) p 137; 2 op cit p 135; 3 op cit p 132"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
