{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-06-10",
  "title": "Cooking methods",
  "media": "",
  "body": {
    "pars": [
      "The last story speculated about how the local Ngurai-illum Wurrung people heated water to make up a decoction of wattle bark, which was used for various medicinal purposes.  That begs the question about which methods were used for cooking food. ",
      "Campsites were often used on a regular basis, as the people moved through their country along well-established songlines.  This meant that certain items, particularly those that were too heavy to continually carry, were left at those campsites for future use.  Such items may have included stones that were used for food preparation (e.g. grinding stones) or cooking purposes.  Over the centuries, accumulations of shells and bones would build up at these campsites, sometimes growing into extensive middens.",
      "Roasting on hot coals\nMost of us are familiar with the image of men returning from a hunt, then game such as a kangaroo or wallaby being put onto an open fire.  This was intended to singe off most of the fur.  “As the carcase started to swell, it would be removed from the flames, gutted and the remains of the fur scraped off with a sharp implement.”1  As we have seen in earlier stories, that implement was often a mussel shell which the women carried everywhere as a multi-purpose tool.",
      "The carcase would then be returned to the fire.  With larger animals, the outer meat would be “well done” while the inner meat would usually be rare when eaten; smaller animals like possums would cook through.  Shellfish, which in the Waranga area would largely consist of freshwater mussels, would be placed in coals at the side of the fire.  “As soon as the contents started to froth, they were removed from the heat and eaten.  This method avoided the shellfish being overcooked and tough.”1",
      "Baking\nVarious foods were baked in coals after being placed in a depression then covered over with a layer of coals.  This would happen when the fire had burned down low.  The type of wood used would depend on the location of the campsite, but the ubiquitous wattle was often used because it burned down to a very fine ash.",
      "Loaves of damper could be baked in the coals of a fire in this way.  In the Waranga area, a variety of grass seeds would have been used to make damper, including Kangaroo Grass seeds.  Witchetty grubs would only be rolled briefly in the ashes, if cooked at all.  Yams and other vegetables would be placed into a scooped-out hole then covered with ashes for a short time.",
      "Steaming\nWhere there was access to stones, baking could be done on stones heated by a fire, as outlined in a previous story.  However, in many places, such as the riverine plains, there was a distinct shortage of rocks.  In those situations, Aboriginal people often used clay ovens.  Some of these ovens that have been measured were about 90 cm long and 60 cm deep.  When they are dug out, any clay from the digging is retained and “usually fashioned into smooth lumps”.1",
      "A fire is then started in a pit with the clay lumps put in on top.  They dry out quickly and get very hot.  The pit is quickly emptied, then the item(s) to be cooked are placed in the oven within a lining of green leaves.  The hot clay lumps are returned to the top, with a layer of dirt placed over them to prevent loss of steam.",
      "In Arnhem Land in the Northern Territory, vegetables are often wrapped in moist paperbark then placed in a ground oven.  Perhaps something similar was done in Ngurai-illum Wurrung country.  Stringybark could have been used as a local alternative to paperbark.",
      "Change\nWith European colonisation came metal cookware, which was rapidly adopted by Aboriginal people.  “This probably led to the demise of the use of the ground oven and a change in nutrition”1, often with negative consequences for the health of the people.",
      "Reference:  1  Wright, Warwick, Aboriginal Cooking Techniques, Australian National Botanic Gardens website www.anbg.gov.au"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "The last story speculated about how the local Ngurai-illum Wurrung people heated water to make up a decoction of wattle bark, which was used for various medicinal purposes.  That begs the question about which methods were used for cooking food. ",
  "related": {
    "article": {
      "page": ""
    }
  }
}
