{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-02-18",
  "title": "‘Deadly’ and Proud",
  "media": "",
  "body": {
    "pars": [
      "<strong>Victorian Government launches campaign to share stories from Traditional Owners and Aboriginal Victorians.</strong>",
      "With negotiations toward treaty underway, Victorians will now have the chance to explore stories of pride in Victoria’s rich heritage of Aboriginal cultures, resilience and communities, and share pride in the state’s progress to treaty and truth and justice.",
      "The Victorian Government has launched an online platform deadlyandproud.com. au, to share stories from Traditional Owners and Aboriginal Victorians about why all Victorians can feel pride in the state’s rich Aboriginal heritage.",
      "Victorians can learn more about the land on which these stories are told and the connection to country by exploring the interactive map of Victoria on the platform.",
      "‘Deadly’ to Aboriginal people means strong, amazing and awesome, it’s been used in this campaign to describe the storytellers and advocates, and the stories they share.",
      "Tony Briggs, Yorta Yorta and Wurundjeri man, Deadly & Proud campaign director, and renowned actor, writer, producer and performer, said “the platform gives all Victorians the opportunity to see why they can share in our pride as Aboriginal people.”",
      "“Stories told through this campaign, highlight the resilience of our people to survive and thrive in Victoria, the unique practices of our cultures and our strong connection to country and community,” Mr Briggs said.",
      "“All Victorians can and should be proud of what we have in Victoria. Our state’s history is shared, as is our future.”",
      "Archie Roach, Gunditjmara and Bundjalung man, musician and Deadly & Proud storyteller, said the campaign provides an opportunity for open and meaningful dialogue with the wider Victorian public.",
      "“Country is sacred, and we want all Victorians to understand why. The rich history of this land is something everyone can be proud of, and a treaty is an integral step in that journey,” Mr Roach said.",
      "“Treaty will allow us to sit down with non-Aboriginal Victorians and talk truth, about past wrongs and current struggles.”",
      "“For me, being “deadly and proud” means being the best I can be. To be proud of who I am, of where I’ve been and what I’ve gone through to get to this place. To be proud of my people, my country and treaty.”",
      "Deadly & Proud is the next iteration of the Victorian Government’s Deadly Questions campaign, which launched in June 2018."
    ]
  },
  "published": false,
  "sidebar": "",
  "abstract": "Victorian Government launches campaign to share stories from Traditional Owners and Aboriginal Victorians.",
  "related": {
    "article": {
      "page": ""
    }
  }
}
