{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-04-15",
  "title": "Dealing with the true history",
  "media": "",
  "body": {
    "pars": [
      "The previous story talked about a mass arrest of Aboriginal men near Melbourne in 1840.  At this time, there was a war going on in the rural areas of Port Phillip District, as Victoria was then known.  Squatters and their men were arriving en masse, with vast numbers of sheep and cattle, and settling wherever there were reasonable pastures and access to water.  As the squatters pushed into new country, clashes with the traditional owners were inevitable.  At the time of the above event, relatively unchecked squatter incursions into the rural areas of the colony had been going on since Major Mitchell’s 1836 expedition.",
      "Clashes continued through the 1840s, with the numbers of Aboriginal people dramatically declining as a result.  Traditional weapons were no match for men on horses with guns. ",
      "Any attack on a station by Aboriginal people was invariably met with highly excessive retaliation, on Aboriginal men, women and children.",
      "This is a part of Australian history that, until recently, has never been taught in schools.  Earlier generations have been fed a much more benign history about brave explorers and settlers, respectively “discovering” the land and turning it into “productive” agricultural properties.  It was as if the land was unexplored, empty and unused.",
      "Accepting the truth\nOne of the required steps on the long road to reconciliation between Aboriginal people and the rest of Australia is a process of truth- telling.  There are plenty of non-Aboriginal people who think that this is an unnecessary step, including at least one who became Prime Minister.  That is, the view that it happened a long time ago, it’s better forgotten about and let’s just move forward.  However, if you ask Aboriginal people, many of them are keen to hear an acknowledgement of what happened during the process of colonisation, without apportioning blame to current generations.",
      "Here is the view of a present-day Ngurai-illum Wurrung Elder:\n“I am a descendant of the Ngurai-Illum Wurrung people, and the Dja Dja Wurrung people - seven generations down from when this happened to our people.  Each generation has had to deal in some way with the long-term effects that began in those times.  It’s wonderful to see that the devastations of those times are being learnt and recognised by people of today, especially from the younger non-Aboriginal Australians. ",
      "People like Hutton (Ed. an early squatter on the Campaspe)…(and others)…were murderers who profited from the massacres.  They should not be remembered as heroes.  A big thanks to all those who support telling the Truth of that era.  I wish this would happen everywhere around Australia where massacres and other atrocities have occurred.",
      "But please remember this important part of healing: No-one alive today is responsible for what happened in those times - it is not your fault.  Live freely, live truthfully, and live with love and hope, just as we do, that Australia becomes the country that proudly lives in unity with all its people and its past.”  Uncle Vincent Peters, Ngurai-illum Wurrung Elder.",
      "Treaty\nAt the moment in Australia, there is a fairly disjointed treaty process going on.  It is disjointed partly because of the nature of government, with its three levels of local, state and federal.  It would be excellent if all levels of government could agree on a path forward, but that does not seem all that likely any time soon.  It is a pity that the whole discussion has been politicised in certain quarters.",
      "Where the process is moving forward, truth telling is seen to be an important part of the journey.  This has worked well in places like South Africa where the Truth and Reconciliation Commission gave aggrieved parties the opportunity to have their say.  You can’t just bury the sordid history and expect that everyone can move forward feeling warm and fuzzy towards each other. ",
      "As Uncle Vin says, truth telling is not about apportioning blame on current generations.  It is more about acknowledging that bad things have happened, then moving on to celebrate the wonderful ancient and living culture of our Aboriginal people in a way that makes us proud to be Australian."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
