{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-05-27",
  "title": "Decoction of wattle bark",
  "media": "",
  "body": {
    "pars": [
      "Recent stories have talked about the use of wattle bark in a range of Aboriginal medicines.  Given that the efficacy of wattle bark products features so often in historical sources, it is surprising that Western medicine has not explored the possibilities in more depth.  However, over the past 25 years, there does seem to have been a revival of interest in exploring traditional medicines.",
      "In the absence of much published data, a recent experiment took place involving wattle bark.  The bark we are talking about is not the outer, dryish bark of the wattle.  It is the inner bark, the layer between that outer bark and the woody trunk of the tree.  This layer of bark is high in tannin, with one historical source stating that it constituted 24-42% of the content of the bark.1",
      "The literature often mentions black wattle, but in this experiment, the ubiquitous Cootamundra wattle (which is pretty much a weed) was used.  To get to the inner bark, you need to strip of the outer layer with a knife or tomahawk.  You then collect the inner bark, which in this case is a whitish colour.  This was then cut up into small pieces.",
      "Preparing the decoction\nPreparing the decoction was a pretty simple process.  The bark was put in an old pot, just covered with water then boiled for a period of time.  Quickly, the water turns brown as the tannin in the bark leaches out.  It is strained off and cooled, then is ready for use.",
      "This begs the question – before Aboriginal people had access to metal pots and billies, how did they prepare the decoction i.e. boil up the bark and water?  One possible explanation is that they heated stones by the fire (as was often done for cooking).  The stones would need to have a concave depression that could hold some water.  Stones that were used to grind flour usually had a depression – like a mortar and pestle.  Perhaps these stones were valued because they had a dual purpose.",
      "In some parts of Australia, Aboriginal people used large shells or bark trays to heat water.2  The former is not likely in the Waranga area, but perhaps trays of fresh bark could do the job before the bark dried out and started to catch alight.  There are records of what are now generally referred to as ‘coolamons’ being used to heat food, so that is another possibility.",
      "Efficacy\nIt is hard to judge the efficacy of the decoction of wattle bark used in the experiment, as a variety of other treatments were simultaneously being applied to a persistent rash.  Eventually the rash disappeared and the guinea pig survived.  Further experimentation could produce more definitive information.  Perhaps the CSIRO could take it on board and run some clinical trials?  It seems a pity not to draw on thousands of years of learning, using a raw material that is readily available. ",
      "One of the other uses of the decoction is in the tanning process.  Because of the high tannin component in wattle bark, it is regularly used for tanning leather.  In the above experiment, the residue did a fine job of dyeing plain raffia baskets into a rich brown colour.",
      "attle gum\nMost wattles exude gum at different times of the year.  In this area, Black Wattles seem to do so in late autumn.  It is a simple matter of going around the tree with a knife and cutting off the globules of gum.  No harm is done to the tree.  Aboriginal people used to suck on the wattle gum as a cure for a number of ailments, including diarrhoea. ",
      "Alternatively, the gum can be mixed with some water and boiled.  It finishes up with a slightly sticky consistency. The decoction can be used as an astringent gargle (sore throat, gums etc) or as a lotion (skin irritations).",
      "Amongst other things, a mixture of wattle gum and water brewed up (until the gum melts) makes a useful varnish that can be applied to baskets, woodwork and anything else that would benefit from a protective coating.",
      "References:  1 botanical.com; 2 sbs.com.au"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
