{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-08-05",
  "title": "Imagining the Country",
  "media": "",
  "body": {
    "pars": [
      "It would be interesting to take a tour through the Waranga area prior to European colonisation, seeing it through the eyes of the Ngurai-illum Wurrung people who had been the custodians for tens of thousands of years.  In the early years of squatting, from the late 1830s, it is unlikely that there would have been dramatic changes.  This was because in many areas, the Aboriginal firestick farming had created almost ideal conditions for grazing – open country with good feed, interspersed with shelter belts of woodland.",
      "The squatter Edward Curr travelled north up Cornella Creek (which he called Colbinabbin Creek) in 1841 on his way to establishing a new station at present-day Tongala.  For a squatter to take up an area of land under lease, it had to be unoccupied by other squatters.  The fact that it was under the custodianship of Aboriginal people was deemed irrelevant by squatters setting up new runs.  ",
      "Although he was taken with the Colbinabbin area, Curr continued north because of a perceived lack of water there.  Lake Cooper and the creeks feeding it were then dry.",
      "Curr does provide a description of the country at the time. “Colbinabbin was a handsome piece of country, with its timber-dotted ranges, richly-grassed plains, and pleasant little creek embowered in gum trees.”1  He noted that the “bed of Paboinboolok (Lake Cooper), which seemed to have been long dry, was almost one field of Myrnong”.  The tuber of Myrnong (or Yam Daisy) was a staple food for the Ngurai-illum Wurrung people.\n",
      "Surveying the Land\nIn 1848, a few years after Curr made these observations, a surveyor employed by the government surveyed Cornella Creek.  The map he produced is interesting, in that he made notations about possible place names (as mentioned in the previous story).  But he also provided some insight to the vegetation at the time, which could potentially be usefully drawn on in re-vegetation projects in now degraded parts of the country.2",
      "Along Cornella Creek, the surveyor noted both some species of vegetation he was seeing, as well as types of habitat in which they were growing.  Tree species included “gum and box”, “cherry box”, “oak”.  This would appear to be referencing trees today that we would call Yellow, White and Grey Box, Cherry Ballart and Buloke, of which you can still see remnant vegetation around Colbinabbin, although much reduced since those days.  ",
      "A later surveyor also mentioned “banksias”.  This would almost certainly be the Silver Banksia, once common throughout much of northern Victoria, but almost extinct locally.  Various organisations are now running re-vegetation programs which encourage the replanting of this species.  The same surveyor mentioned “swamp gums” (probably Red Gums) and “bastard” gums.  Perhaps this was the Grey and White Box that were just seen to be in the way as closer settlement developed.",
      "Habitat\nHabitat mentioned on early maps included “scrubby with patches of open grass”, “scrubby forest”, “open forest”, “scrubby low ranges”, “plain bare of trees”, “thickly timbered”, “forest”, “belt of trees”, “open plain”.  Clearly, Ngurai-illum Wurrung people were responsible for some of the clearings, where a regular burning regime, followed by rain, would produce the new growth that was attractive to kangaroos.  Instead of randomly hunting across a wide area, the people could go directly to a site where game was guaranteed to be present.",
      "Along the ephemeral creeks that benefit from run-off from the Mount Camel range and hilly country to the south, there is plenty of evidence of Aboriginal occupation over the millennia.  This includes ovens, stone artefacts and trees where bark has been harvested for a variety of purposes. \n",
      "On some of the lesser-used roads, the dominant grass species in places is kangaroo grass.  This would have been regularly harvested by the Ngurai-illum Wurrung farmers, so it is a pleasure to see some stands of it surviving 180 years of colonisation.  It has a relatively moderate nutrient value3 but was still a staple crop for Aboriginal people.  Seeds were ground to make flour and porridge.  Kangaroo grass won’t stand constant grazing, which is why is has largely disappeared, but it is eminently suitable for helping to regenerate degraded woodland.\n",
      "References:  \n1  Curr, Edward M, Recollections of Squatting in Victoria P 81-2; \n2  Public Records Office of Victoria (PROV) website - search for Map Warper - enter GOULB41; \n3  NSW Dept of Primary Industries website"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
