{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-02-04",
  "title": "Inter-Group relationships",
  "media": "",
  "body": {
    "pars": [
      "In earlier stories, the relationships between groups of Aboriginal people prior to European colonisation have been briefly discussed.  The core unit was called a clan, which was usually an extended family group.  A number of clans that spoke a particular language and lived in a fairly defined geographic area was the next level of relationship.  Then several related language groups could be termed a “nation”.",
      "In the Waranga area, at least three clans have been identified, all of whom spoke Ngurai-illum Wurrung (wurrung = language).  The home country of this language group spread from the Campaspe River in the west to beyond the Goulburn River to the east.  Ngurai-illum Wurrung had similarities to the languages of five other groups located through central Victoria, and down to the country surrounding Port Phillip Bay.  Nowadays, these groups are referred to as comprising the Kulin Nation.",
      "Getting together\nAs well as sharing some common language, the groups within the Kulin Nation were also linked in many other ways e.g. by marriage, customs and laws, knowledge, cultural beliefs and practices.  Members travelled vast distances on foot to get together with other groups.  For instance, there is plenty of evidence to suggest that Ngurai-illum Wurrung people travelled south of their own country to take advantage of seasonal food opportunities and engage in cultural and other pursuits.  Imagine the adventure of leaving your country and walking down to, say, present-day Melbourne to do just that.",
      "For some time post-European colonisation, these epic walks to gatherings continued.  There is an account of a major gathering of the Kulin Nation written by William Thomas, an Assistant Protector of Aborigines1 in 1844.  This gathering was held about two miles (3.2 km) east-north-east of the fledgling settlement of Melbourne.  Thomas notes that “I have often been struck with the exact position each tribe takes in the general encampment, precisely in the position from each other their country lies according to the compass (of which they have a perfect notion).”  There were “upwards of 800” people at this gathering and Thomas noted the layout of their camp as follows, based on the approximate location they had come from – \n1  Loddon \n\t2 Campaspe\t3 Goulburn \n\t3 Mt Macedon\t4 Yarra \n     6 Barrabool (Geelong)\n\t      \t  7 Western Port",
      "Kulin nation\nAll of these groups represent the language groups that make up the Kulin Nation, although by using simple location names, Thomas has probably conflated some of the language groups.  For instance, the “Goulburn Blacks” (sic) would include the Ngurai-illum Wurrung, whose country on the Goulburn extended roughly from present-day Toolamba south to Mitchellstown, and the Taungurung people from further south along the Goulburn and into the Great Dividing Range.  Within the camp layout, there may have been subtle divisions that Thomas was not aware of, but which could have provided further insights into the relationships between the groups.",
      "Similarly, along the Campaspe River, Ngurai-illum Wurrung country extended from up towards Echuca down to the area around Axedale.  Further south, other groups such as the Dja Dja Wurrung (who Thomas seems to have classified as “Loddon”) considered the Campaspe to be part of their country.",
      "Purpose of the gathering\nThomas claims that the purpose of this gathering (held in early 1842) was to “witness the judicial proceedings against Poleorong and Warrador for killing the Warralim youth at Tooradin, Western Port…”.  The term “Warrilim” related to an Aboriginal from the Goulburn River.  The reason that these proceedings attracted such a large crowd was the accused were apparently “two of the leading men and greatest warriors of the Western Port tribe.”  In the reference quoted, Thomas does not report the outcome.  However, there were two sets of laws that Aboriginal people of the day had to contend with – their own and British laws.  Both came into play in situations such as this.",
      "References: 1. Bride, Thomas Francis, Letters From Victorian Pioneers – Being a Series of Papers on the Early Occupation of the Colony, the Aborigines etc (State Library, 1898) p 433; 2.  Port Phillip Gazette 24.2.1844 p4",
      ""
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
