{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-12-09",
  "title": "Large Camps on Country",
  "media": "",
  "body": {
    "pars": [
      "A “large” meeting of Aboriginal people was reported near Elmore in 1865.1  The meeting took place nearly 30 years after squatters began to move into this part of Victoria.  ",
      "By then, the vast majority of Aboriginal people who had been the original custodians of the Country had either been killed, died or dispersed.  At the same time, there was only a small number of Aboriginal people frequenting the Murchison area.  Most of them were gone by the mid-1870s.\n",
      "That begs the question – who were these people who gathered at Elmore in 1865?  Could it have been the remnants of the Ngurai-illum Wurrung clans, or was it simply a gathering of the survivors of a number of different language groups meeting at a central point?  \n",
      "Tattambo and his second wife, known only as “Mary” were both alive at this time.  The Campaspe River at Elmore was part of the Country of the Gunung Willam clan of the Ngurai-illum Wurrung people.  Tattambo was born into that clan, so if he was in attendance, it was on his Country.  There is evidence that Tattambo and Mary visited Mary’s home Country around this time.  Mary was a Wemba Wemba woman from Country near the Murray River south of Swan Hill, so perhaps they were on route to or from this Country at the time.\n",
      "Numbers of People\nWhoever supplied the report of the Elmore gathering used the term “large”.  By the 1860s, there were very small numbers of Aboriginal people in the area, so “large” may have been a relative term.  They would not have seen a gathering of over, say, a hundred Aboriginal people for more than twenty years, so a get together of 20 or 30 might have been labelled large.\n",
      "Prior to European colonisation of the Waranga area, the number of Ngurai-illum Wurrung people living there was probably in the hundreds, not thousands.  When the various clans got together, there would still have been a sizeable encampment.  It would have needed to be in an area where there were adequate food resources to sustain the larger group.  We can only speculate where that may have been, but you would reckon the extensive wetlands east of the Mt Camel range would be a strong possibility.\nImpact of Smallpox\n",
      "As noted earlier, the number of Aboriginal people across Ngurai-illum Wurrung Country decreased dramatically from the late 1830s when the first squatters arrived.  Some people were killed in massacres, others lost access to reliable and varied food sources.  As a result, they experienced a deterioration in health due to poorer diet.  Many were susceptible to diseases such as influenza and STDs that came with the first wave of colonisers.  Mental health deteriorated because of lack of access to Country, which they considered to be their home, and the loss of loved ones, often in traumatic circumstances.\n",
      "There is evidence to suggest that earlier smallpox pandemics had already reduced the population before the arrival of the colonisers.  One researcher (Butlin) believes that smallpox, along with other issues, had reduced the population by as much as 90% in the first 60 years of colonisation after the landing of the First Fleet.2\n",
      "Smallpox in the Waranga Area \n",
      "Albert LeSouef spent some of his formative years around Murchison, when his father William was in charge of the Aboriginal Protectorate station there.  He later had property further north along the Goulburn River.  LeSouef believed that the local people had suffered from two pandemics, the first in the 1790s and the second from 1828-31, just before colonisation began in the late 1830s.\nThe source of the smallpox pandemics is a matter of conjecture.  Smallpox arrived with the First Fleet in 1788 and spread rapidly through Aboriginal communities.  ",
      "Another explanation is that it came with Macassan seamen (from what is now Indonesia) who fished the waters to the north of Australia before that and traded with the local Aboriginal people from around 1700.\n",
      "References:  1  Shaw, M, Our Goodly Heritage – History of Huntly Shire (1966); 2  Taylor, Margaret, Courage and Compromise – An Examination of the Aboriginal Response to the European Colonisation of North-Eastern Victoria (1999) p 56"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
