{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-12-23",
  "title": "Lionel Rose memories",
  "media": "",
  "body": {
    "pars": [
      "One of the world’s best known search engines, Google, regularly produces what are called Google Doodles.  Each one appears for one day only.  Whenever someone does a search on that day, it reminds them of a particular person or event.  On 10 December this year, the Google Doodle was a tribute to Aboriginal boxer Lionel Rose, commemorating his induction to the Sport Australia Hall of Fame on that date in 1985.  The artwork was by Sydney man Mark Ross.",
      "Lionel was born into poverty but despite his humble beginnings, emerged as a highly talented bantamweight boxer in the mid-1960s.  He turned pro when he was only sixteen and went on to win the world title in Japan when he was still a teenager.  \n",
      "Many people who grew up in the 1960s have vivid memories of the 1968 title fight, against Masahiko “Fighting” Harada in Tokyo, over fifteen gruelling three-minute rounds.  This was at a time when boxing was much more a mainstream sport, and the weekly “TV Ringside” was a popular show on television.  The whole country was glued to the telecast of the title fight.  When Lionel returned to Australia, an estimated quarter of a million people lined the streets of Melbourne to give him a hero’s welcome home.  ",
      "Lionel was a Gunditjmara man, whose ancestors came from the south-west of Victoria, although he grew up and spent most of his life in Gippsland.  He achieved many firsts, including being the first Aboriginal man to win a world boxing title and the first to be named Australian of the Year.  When he was awarded the latter, he quipped ironically that “One hundred and eighty-two years ago, one of my mob would have been a dead cert for this.”  In the same year he was awarded the MBE, which in those days had a similar status to today’s Order of Australia Medal.",
      "As well as being an exceptional boxer, Lionel was also a talented country music singer and guitarist, with one of his songs reaching the top 5 on the Australian Hit Parade.\nLater in life, Lionel was in poor health and died at the relatively young age of 62, in 2011.  However, his legacy is immense.  As Aboriginal musician Ruby Hunter once said, “When one of us shines, we all shine.”  Lionel provided a shining beacon for Indigenous people throughout Australia.  He showed that despite being born into poverty and experiencing deep prejudice during your early life, you can rise above that and reach great heights.  Not only that, but Lionel remained humble despite his wide-reaching achievements.  He was a wonderful example to us all."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
