{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-12-09",
  "title": "Meeting on country",
  "media": "",
  "body": {
    "pars": [
      "On Ngurai-illum Wurrung country, there would have been various types of gatherings.  Quite often, just a family group consisting of the father, mother(s) and children would camp together.  On other occasions, a clan may get together, which consisted of a number of these family groupings, linked through kinship.  Also attending would be groups of single men and older boys who had been initiated, as well as unmarried women.\n",
      "Each clan would have a well-defined part of Country within the wider domain of the Ngurai-illum Wurrung language group.  For instance, the Ngurai-illum balug clan’s Country centred around the Goulburn River, Reedy Lake and areas to the east, while the Benbedora balug and Gunung willam clans spent more time near the Campaspe River.  All clans travelled extensively along songlines between the two rivers, taking advantage of seasonal food opportunities.  They would meet with the other clans at frequently used campsites along the way.\n",
      "Arriving at camp\n",
      "The layout of these larger camps was pre-determined by a well-established set of rules.  “Kinship was an all-pervasive medium in Aboriginal camps, generating both links and distancing between particular domiciliary groups (whether families, single men or single women).  There were rules for the sharing of, and access to, food and other material items and resources.”1 \n",
      "Logically, family groups with close kinship ties would camp close to each other.  In some Aboriginal communities in Arnhem Land, all the people descended from a common male ancestor would camp together.  Within that camping area, there may be smaller groups “based on separation of the lineages of the most senior brothers”.2  It is only conjecture, but something similar may have occurred with the Ngurai-illum Wurrung people, whose society was also patrilineal i.e. the father’s moiety decided that of his children; girls married into another clan with a different moiety, while boys stayed within their father’s clan.\n",
      "However, there was also distancing required between certain individuals and groups.  One example of distancing that applied in many groups was the requirement for avoidance of contact between a male and his mother-in-law, something that some blokes might appreciate these days!  Also, groups of unmarried men and women would not normally camp alongside each other.   \n",
      "Taking care of business\n",
      "Amongst the activities taking place at these larger gatherings, there was “feasting, trading, celebrations, ceremonies, initiation, arrangement of marriages, settlement of disputes and forms of emotional reconciliation.”3\n",
      "During the day, activity was largely carried out in distinct gender groups.  Women, girls and small boys would be occupied for part of the day with collection of food – plant material, small animals, reptiles and other edible living things, honey, mussels, yabbies and so on.  Hunting larger animals like kangaroos and emus was the preserve of the men.  \n",
      "Some camps were economically specialised locations.  For example, camping in an area that had been burned, followed by rain which produced the new shoots preferred by kangaroos, would be part of a regular calendar of events along the songlines.  In spring, wetlands would provide a range of foods which could be harvested relatively easily and where there were likely to be regularly visited campsites.\n",
      "A larger camp also provided opportunities for socialising, storytelling and teaching, important in any community.  \n",
      "Particular campsites would be the venue for men’s business or women’s business, where Elders would pass on secret knowledge to the next generation and perform ceremony.  This would include initiations for young men who were ready to enter that next phase of their lives.\n",
      "Because of the dramatic disruption to the Ngurai-illum Wurrung way of life when the squatters first arrived in the late 1830s, much of this knowledge was no longer passed on.  It was inextricably linked to Country, which was the people’s home.  Lack of access to country and a significant drop in population, including deaths of Elders who had held that knowledge, meant that the culture was quickly diminished through the 1840s and 1850s.\n",
      "References:  1  Page, Alison & Memmott, Paul, Design – Building on Country (the 2nd of a six part series on First Knowledges, 2021) p111; 2  op cit p112-3; 3  op cit p40-1"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
