{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-07-22",
  "title": "More on marriage",
  "media": "",
  "body": {
    "pars": [
      "William Thomas, one-time Assistant Protector of Aboriginal people in Victoria, had more to say about the marriage customs of the people.1  He did not serve in that role in the Waranga area, but after the Protectorate system ended, he had contact with former residents of this area in his role as an “official visitor” to all the Aboriginal reserves and depots.  This included the reserve at Coranderrk, where many members of the Ngurai-illum Wurrung people finished up, so his observations are probably valid for these people.",
      "His observations seem to make it clear that in pre-colonisation Victoria, Aboriginal women generally had no rights in marriage.  Men had “the right of giving the women away; the women have neither choice or will in the matter; they are the property of the father; if he is dead, of the brother; if there is no brother, the uncle.”  While men could have more than one wife at a time, a woman would only have one husband.  Because a woman was usually much younger than her husband, she was likely to be widowed at some point.  At that time, she could re-marry.  This second marriage was often to a younger man.",
      "Payment for a wife\nThomas also observed payment to the parent(s) of a young woman when she was delivered to her prospective husband.  This would be in the form of material goods, such as possum skin cloaks, food and other items of value.  There may also have been an exchange of goods between families, rather than just a one-way payment, which ratified the marriage contract.",
      "As explained in the previous story, marriage commenced with co-habitation, rather than after any sort of elaborate ceremony.  Despite the lack of ceremony, the marriage had far greater implications than just being a union between a man and a woman.  Dr D Bell explains -\n“Perhaps the most important difference between Aboriginal marriage patterns and those of white Australia is that the marriage is not seen as a contract between individuals but rather as one which implicates both kin and countrymen of the parties involved. If we explore the web of relations which surround an arranged marriage entered into at the time of initiation of a young male, we find that at least three generations are implicated.”2 ",
      "Separation and divorce\nIn a similar way that marriage began with co-habitation, the end of a marriage was evidenced by the parties living apart.  “Divorce could occur by mutual consent or unilaterally, again, in most cases, without any particular formality: divorce involved, and was signified by the termination of cohabitation.”2   It may also have required the consent of parents.",
      "If there was no mutual consent e.g. the wife left the marriage of her own volition, the man was empowered to force her to return, including by the use of violence.  Alternatively, he might seek compensation for his loss. \nIf adultery was a factor in a marriage breakdown, Thomas observed that “the adulterer and adulteress are both punished – the latter awfully severe…”  i.e. clan law approved of the meting out of physical violence to both parties, presumably by the aggrieved husband.",
      "Impact of colonisation\nEuropean colonisation rapidly and radically changed marriage rites for local Aboriginal people.  There were many deaths from disease and violence, which negated long standing pre-nuptial arrangements and existing relationships.  Local people were dispersed, with many going to reserves where they lost contact with kith and kin.  And because colonial society was male dominated, there was a strong attraction displayed by some of those men towards Aboriginal women, regardless of their marital or pre-marital status.",
      "The influx of gold miners in the early 1850s did not improve the situation, and PC Chauncy “reported two extremely violent sexual assaults by non-Indigenous miners upon Aboriginal women at Whroo and Rushworth diggings.”  In his report, Chauncy said “this is no uncommon case.”3  This knowledge taints our vision of the goldfields as a glorious period of our history.",
      "References:  1  Bride, T F, Letters from Victorian Pioneers, pp 400-01; 2  Australian Law Reform Commission, Marriage in Traditional Aboriginal Society (ALRC Report 31, 2010); 3 Cahir, Fred, Black Gold, Aboriginal People on the Goldfields of Victoria 1850-1870, p 109"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
