{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-05-13",
  "title": "More traditional medicines",
  "media": "",
  "body": {
    "pars": [
      "It seems that there are plenty of healing qualities in wattle bark and gum, which Western medicine has largely ignored.  The last story mentioned a couple of uses for a decoction of wattle bark (i.e. where the bark is boiled down) although the source1 did not mention which specific type of wattle was used.  There are many species of wattle in the box ironbark forests around Rushworth that may have been used by the Ngurai-illum Wurrung people.",
      "When Aboriginal people were suffering from dysentery, they would drink large amounts of the decoction of wattle bark as well as eating wattle gum.  The bark and gum were also used to make what resembled pills, which were taken morning and night.",
      "In the case of venereal disease, a colonial surgeon examined three “Goulburn blacks” (sic) who were seriously afflicted by the disease.  In his opinion “life could not be saved unless they entered the Hospital and (had) an operation performed, which they would not consent to.”  The men returned to Melbourne eighteen months later, perfectly well.  They claimed that all they had done was to regularly apply a very concentrated wattle bark lotion to the affected parts.",
      "n a fever\nWhen one of the people was consumed with a fever, “no matter what kind of fever it might be”, the Aboriginal medical practitioners would resort to treatment with cold water.  Where possible, this would include regular immersion in cold water, presumably to bring the temperature down.  Doctor Thomas, who had made this observation over many years, noted that he had observed the same behaviour with people from the “South Sea Islands”.",
      "Dr Thomas observed that while various treatments were being given by Aboriginal medical men, they would be “incantating continually while operating.”  No detail was provided about what the incantations were or meant, probably because of Thomas’ lack of knowledge of the language.  However, it raises the question of whether the Aboriginal doctors employed techniques other than just looking at physical symptoms and providing medical treatment.  These days, a positive mental approach is seen to have marked effects on the speed of recovery.  Perhaps that was one of the reasons for the verbal accompaniment to the physical treatment.  Or, it might have been that the doctor was invoking a spiritual element into the process.",
      "hysical manipulation\nThomas also observed some physical manipulation of patients with certain conditions.  He was very sceptical about the impact of this treatment.  He acknowledged that “the blacks (sic) study much the color of the spittle in those affected in the lungs, and know well its stages.”  However, he was scathing about one of the methods of treatment, in which “the invalid is laid on his back and held firm…whilst the native doctor keeps continually pressing with his feet, or even jumping on his belly.”",
      "Another form of physical manipulation that was applied, when a patient had headaches, involved getting the patient to lie on his back.  “The native doctor places his feet on the patient’s ear and presses this organ until water literally gushes from the patient’s eyes; however rough the treatment, I have known this operation to give relief, and the patient cured.”  Maybe don’t try this one at home.",
      "mpact of colonisation\nEuropean colonisation brought diseases to Australia that the Ngurai-illum Wurrung people had never encountered before and so there had been no need to learn how to treat them.  As a result, they were highly susceptible to the ravages of a whole range of new diseases.  This was a factor in population decline which some commentators, such as the squatter Charles Hutton, used as a convenient excuse by which they could deflect attention away from the frontier violence which they instigated, and often took part in.",
      "There is no doubt that the introduction of alcohol and tobacco by Europeans also contributed substantially to a decline in the health of Aboriginal people after colonisation.  By 1861, Dr Thomas witnessed a serious decline in resistance to disease, especially where individuals had become “slaves to intoxicating liquors.”  Loss of access to traditional lands, and the loss of a balanced diet that came with that, also resulted in poor health outcomes.",
      "References:  1  The Age 30.9.1861"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "It seems that there are plenty of healing qualities in wattle bark and gum, which Western medicine has largely ignored.  The last story mentioned a couple of uses for a decoction of wattle bark (i.e. where the bark is boiled down) although the source1 did not mention which specific type of wattle was used.  There are many species of wattle in the box ironbark forests around Rushworth that may have been used by the Ngurai-illum Wurrung people.",
  "related": {
    "article": {
      "page": ""
    }
  }
}
