{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-09-16",
  "title": "Ngurai-illum Wurrung words",
  "media": "",
  "body": {
    "pars": [
      "There were a number of categories of words that the squatter Edward Curr1 sought out when compiling his lists of Aboriginal words in the 1880s.  Body parts were things that all languages would assign words for.  Starting at the top, the Ngurai-illum Wurrung word for head, according to Curr, was kowong, then followed other parts of the head – eye (merin), nose (kaag) and ear (wirn).  \n",
      "We are already familiar with the word for mouth, woorro, which most linguists suggest is the basis for the name of the former gold town of Whroo.  It is a reference to the Aboriginal waterhole on Spring Hill, near the present-day cemetery, being a place where you would get down on your hands and knees and use your mouth (woorro) to sip from the spring.\n",
      "Some of the other words for body parts seem to have a connection to words we already know, but this is mere speculation.  For instance, the Ngurai-illum word for hand is mirnong, which looks like an alternative spelling of myrnong/murrnong, the indigenous name for the yam daisy, a staple food of the local people until grazing animals destroyed their crops.  However, Curr claimed that the Ngurai-illum used the words mo-i-yool or barum for yams from the yam daisy plant.  The word for fat is marmbool, which has some similarity to the district of Moormbool to the south of Rushworth, around Graytown.  This is one of the district names that appears to be an Aboriginal word, but where the original meaning has proved elusive to find.\n",
      "People and relationships\n",
      "As has already been discussed, relationships between Aboriginal people form a complex web that is not often well understood by non-indigenous Australians.  It therefore stands to reason that there are many Ngurai-illum Wurrung words that relate to people and their relationships.  As a group, the Aboriginal people were referred to as koliinboolok (those from outside the area – bukkeen); a man was koliin while a woman was baadjur.  These terms were also used for “husband” and “wife” respectively.   Boys were kolinoro and girls were booboonark.\n",
      "Within the family, a father was manmoornong, while the mother was bawain; sisters were paanbin and brothers burnumbi.  Today, there is a lot of emphasis placed on the terms Aunty and Uncle, but Curr did not have these terms as part of his standard list.  Perhaps he did not understand the importance of those links, which were biological, but also related to moieties and totems.\n",
      "An old man was a thaingola, while an old woman was wirkoork.  Young men, perhaps those who had reached the age where they were going through the initiation rituals and knowledge transfer, were called yen-yen-boolok.  A baby was a pobop.\n",
      "Connection to country\n",
      "Aboriginal connection to country is an essential part of their culture.  In his Autobiography2, Archie Roach tries to explain that connection - “In the bush, a thousand years ago, every sensation was part of a whole; part of an ecosystem.  Every sound and smell was useful, a part of a story of rising and falling, life and death.  We blackfellas were a part of that story, but just a part.  A thousand years ago, everything was part of everything (else); everything was connected.  You were in nature, and everything in nature was part of you.”\n",
      "Obviously, a large part of language would have been developed to put names to things that were part of the ecosystem that Archie talks about.  The cosmos – sun (ngammai), moon (mirnan) and stars (toort) – were of great significance.  Light/day (karemin) and Dark/night (boroin or moolook-moolook); heat (narawing or ngammai) and cold (motoon); wind (gorin) and rain (yeul) were all experienced regularly and named.\n",
      "Around each camp (or yellam) terms like wiin (fire), boort (smoke), biik or pik (ground), barrn or wolloon (water), kaalk (wood) and moegin or batto-batto (stone) would have been in constant use.\n",
      "It is important to point out that Curr produced this list of words from the Ngurai-illum Wurrung language thirty odd years after he had last heard it spoken.  Unless he had recorded the words and their meanings at the time, as best he could, there is a good chance of inaccuracies.  However, it does give us some insights into language that may otherwise not been possible to obtain.\n",
      "References:  1. Curr, Edward M, The Australian Race, Volume 3 pp 523-9; \n2.  Roach, Archie, Tell Me Why"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
