{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-09-03",
  "title": "Retrieving the language",
  "media": "",
  "body": {
    "pars": [
      "It would be amazing to be able to retrieve the language that was developed and spoken in the Waranga area over tens of thousands of years.  By the time of European colonisation from the late 1830s, the Ngurai-illum Wurrung language was a separate language, one of around forty that existed in what is now the State of Victoria.  In the years following colonisation, many Ngurai-illum Wurrung people died or were killed.  The survivors were dispersed and no longer had access to the country that was so connected to their language.  They were also “encouraged” to speak English.\n",
      "Almost certainly, Ngurai-illum Wurrung (wurrung = language) rapidly declined through the first couple of decades after colonisation. The number of speakers declined as did opportunities to use the language. However, there are still remnants of the language to be found.  Some earlier stories discussed place names, some of which may have been sourced from the local Aboriginal language.\n",
      "Collectors of language\n",
      "During the mid-nineteenth century there were plenty of would-be linguists around, who made up lists of Aboriginal words and their meanings because they were interested in various aspects of Aboriginal culture.  One of the first squatters to come into the Waranga area was Edward M Curr. He came north with his flocks in 1841 to the Waranga area at a time when there would still have been a considerable number of Aboriginal people on Country.\n",
      "In later life, Curr wrote extensively about Aboriginal people, with language being one of the subjects in which he took an interest.  He published a book in the late 1880s with the wordy title “The Australian race: its origin, languages, customs, place of landing in Australia, and the routes by which it spread itself over that continent”. Curr stated at that time that he had not heard Ngurai-illum Wurrung spoken for over 30 years (i.e. since the early 1850s), which gives weight to the suggestion that the languages were quickly lost.\n",
      "His book included lists of common words from Aboriginal languages from all over Australia.  The word list for the local area1 was compiled by Curr himself, while other lists were submitted for inclusion by people who had similar interests in other parts of the country.  The words may not have been rendered accurately by Curr. They were simply what Curr thought he heard, then tried his best to write them down phonetically.  However, they still give us some insight into the language. \n",
      "Living things\n",
      "The lists Curr produced included everyday words in important categories.  For instance, all living things were of interest to the Aboriginal people, so it is understandable that names would be attached to everything.  They may have represented a food source, a personal totem or a moiety.\n",
      "With regard to staple foods, there was maram (kangaroo), wollert (possum), baraimal (emu), tolom (black duck), packmoom (wood duck) and koonawarra (black swan).  Eggs were ‘dirandil’.  Curr did not have a Ngurai-illum word for fish, but freshwater cray were known by the melodious name ‘boonggangooloom’.  The snake (kooloonoon) was the only reptile on the list, which is surprising, because many other reptiles were a regular source of food.\n",
      "Another surprising omission from the list appears to be in the category of food plants, which were an important part of the Ngurai-illum Wurrung diet. This would particularly include myrniong or murrnong (yam daisy) which was a staple, as well as seeds from plants like kangaroo grass, which were ground up to make flour and a type of porridge.\n",
      "Moieties and totems\n",
      "Every Ngurai-illum Wurrung person belonged to one of two moieties, usually referred to these days as Bunjil (the eaglehawk, or wedge-tailed eagle) or Waa (the crow).  The terms that Curr used for these two all-important birds were ‘poongil’ for eagle and ‘wong’ for crow. At a glance, you can see that poongil/bunjil might be interchangeable, but there is a fair difference between ‘wong’ and ‘waa’. Perhaps there was a variation in the local dialect, or Curr may have recorded the sound of the word incorrectly. A person’s moiety determined their kinship relationships, marriage partners and social responsibilities.\n",
      "As well as being associated with a moiety, each person had personal totem, often a particular bird, animal or reptile.  This provided a kinship link to anyone else who had the same totem, but also meant that the owner had a duty to care for that living thing.  \nREFERENCES:  1  Curr, E M, The Australian Race pp 528-9",
      "REFERENCES:  1  Curr, E M, The Australian Race pp 528-9"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
