{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-10-14",
  "title": "Ryrie’s paddock",
  "media": "",
  "body": {
    "pars": [
      "Earlier stories in Waranga Dreaming talked about the epic journeys taken by Ngurai-illum Wurrung people to attend gatherings in what is now Melbourne.  One of the events that was attended on an annual basis was the eel harvest that took place on creeks leading into the Yarra River.  It was an opportunity to capitalise on the seasonal bounty of an area, but there were many other reasons for meeting.  \n",
      "Apart from the feasting and catching up with people you had not seen for a while, there was trade, sporting events, legal proceedings and ceremony.",
      "When Ngurai-illum Wurrung people travelled down to the Melbourne area, they often camped at a place later known as Ryrie’s Paddock.  It is not known whether the Aboriginal people who camped there had a name for the place.  If they did, it seems to have been lost over time.  \n",
      "Ryrie’s Paddock was probably in the present-day suburb of Clifton Hill.  This makes sense, because it was quite close to Merri Creek, one of the principal sites for the annual eel harvest and feasting.  \n",
      "As noted in a previous story, the different people’s positions in the large campsite were arranged in the same relative positions as the geographical location of their home country.  This would have meant that the Ngurai-illum Wurrung people camped at the northern end of the site, closest to Merri Creek.\n",
      "Ryrie brothers\n",
      "The Ryrie whose name was attached to the land may have been William Ryrie, a Scot who had migrated to Australia in 1825.  \n",
      "He was an overlander who brought stock down to the Port Phillip District in 1837, settling in the Yarra Valley on what was called Yering Station.  In 1840, there was a dispute between a nearby colonist (Anderson) and a group of Wurundjeri people, after which the Wurundjeri went to Ryrie’s station.  Perhaps Ryrie was sympathetic towards them and had offered them some shelter.  \n",
      "The Border Police under Captain Henry Gisborne followed and lured some of the Wurundjeri to the station homestead.  \n",
      "An Aboriginal leader known as Jaga Jaga was then captured, prompting an attack which ultimately freed him.  Ryrie’s role in these proceedings is unknown.\n",
      "Ryrie was active in Melbourne society, so Ryrie’s Paddock at Clifton Hill may have been where he stayed when attending to his business and in his role as a magistrate.  \nHis brother James owned land in Collingwood, so this may have been another possibility for the site of Ryrie’s Paddock.  However, this land was some distance from the Merri Creek.  Most references point to an area near the creek along what is now Heidelberg Road.\n",
      "The route to Ryrie’s\n",
      "We can only speculate about the routes taken by Ngurai-illum Wurrung people to attend events near Merri Creek.  It is possible that the clans from the Campaspe River (or western) side of Ngurai-illum Wurrung country may have simply travelled south along the Campaspe to the area around present-day Carlsruhe.  This area is considered by some to be another meeting place of various peoples of the Kulin Nation.  From there, they may have travelled around Mt Macedon then across the plains north of Melbourne, perhaps with members of the Wathaurong, Taungurung and Dja Dja Wurrung people who would be travelling in the same direction.\n",
      "An alternate route for the Ngurai-illum Wurrung people who frequented the Goulburn River may have been to follow the Goulburn southwards, meeting up with the Taungurung people, with whom they were closely linked through language and kinship.  The Taungurung would have been going to the same Kulin Nation get-togethers that the Ngurai-illum were attending.\n",
      "Regardless of the route that was taken, it was an epic round trip of over 300 km on foot, carrying only the bare essentials.  \n",
      "The last of the major Kulin Nation get togethers took place in 1844, when around 800 people gathered on the ground know by the colonists as “Ryrie’s Paddock”, “Ryrie’s Hill” or “Mr Ryrie’s”.  \n",
      "After this time, the number of people was dramatically reduced by disease, malnutrition and murder.  The survivors had generally been dispersed from their country and a culture that was thousands of years in the making was dramatically compromised in under ten years."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
