{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-03-04",
  "title": "Seasonal food surplus",
  "media": "",
  "body": {
    "pars": [
      "One of the reasons for gatherings of vast numbers of Aboriginal people pre-European colonisation was to take advantage of seasonal surpluses of food, to be found in particular locations at certain times of the year.  Across Australia, there are many well-known examples of this, such as travel to the Victorian high country to feast on Bogong moths, or to the coast to sites where Short-tailed Shearwaters (mutton birds) breed. ",
      "A recent story talked about Ngurai-illum Wurrung people travelling from the Waranga area to the banks of the Yarra River to participate in meetings of the language groups that made up the Kulin Nation.  One of the reasons for the travel may have been to be part of the annual eel harvest that took place in the rivers and streams along the south coast.",
      "Merri Creek feasting\nIn his historical novel, The Last Cry,1 Mick Woiwod imagines a scene that had been taking place for millennia.  A large number of Kulin Nation people were gathered together along the Merri Merri (Merri Creek) within sight of the point where it enters the Birr-arung (Yarra River) about 2.5 km from the present-day Melbourne CBD.  As discussed in recent stories, some of the business of the gathering included sorting out legal issues that had arisen during the past year, and meting out appropriate punishment to the guilty parties. ",
      "Then the attention turned to the communal activity of the annual autumn eel harvest.  Mick points out that “The protein it supplies is such that in the past it supplied with ease the needs of thousands that once gathered.  It is the bond that binds the eastern Kulin together”.2  Attendances of up to 2500 people have been recorded at eel harvests and feasts post European colonisation3.  Perhaps many more attended prior to the disruptions that were caused as a result of that intrusion.",
      "Short-finned eels\nThe eels most likely to have been harvested on the Merri Creek were short-finned eels (Anguilla australis).  These eels have an incredible life cycle.  They are thought to spawn in the Coral Sea off the coast of north-eastern Australia.  Ocean currents bring them to the coast then on the long journey south, where they enter estuaries and move into waterways.  ",
      "The eels spend most of their life of 10-20 years in fresh water or estuaries.  Obviously, they can survive in fresh or salt water.  The females engage in a once in a lifetime ocean migration through Bass Strait and up the east coast of Australia back to their place of birth.  They only reproduce once in their lifetime before dying.",
      "Harvesting\nThe method of harvest in the Merri Creek was probably different to the elaborate aquaculture systems operating in parts of western Victoria.  There, stone was used in “sophisticated works and water management systems…to support the control, ranching and harvesting of eel populations.”3  These works produced so much food that semi-permanent stone villages were established nearby.  This flies in the face of the view that Aboriginal people were simply nomadic hunter gatherers.",
      "In the Merri Creek, low river flows in late summer and early autumn, and the relatively narrow width of the creek meant that rocks could be rearranged to funnel migrating eels into the numerous arribines or eel traps.  The traps were made by the women and were long, narrow tubes woven from plant material.  In recent years, there has been an encouraging resurgence of people learning the art of making eel traps.  The traps had a very practical purpose, but they were and are also works of art, demonstrating the beauty of coil basket making techniques.",
      "The eels were roasted in traditional baking pits before being consumed in one of the biggest feasts on the annual calendar of Kulin peoples. ",
      "References:  1  Woiwod, Mick, The Last Cry (Tarcoola Press 1997); 2 ibid p 151; 3  environment.vic.gov.au – Victorian Eel Fishery – Management Plan"
    ]
  },
  "published": false,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
