{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-12-23",
  "title": "Smallpox in the Waranga area",
  "media": "",
  "body": {
    "pars": [
      "There is evidence to suggest that by the time European colonisers arrived in the Waranga area, the population of Ngurai-illum Wurrung people had already been dramatically impacted by smallpox epidemics.  Around Sydney, where smallpox had a devastating effect on the local Aboriginal people in the first few years after the First Fleet landed, it has been recorded that some of the survivors took to the bush to try to escape the disease.  ",
      "However, this had the effect of spreading the disease even further as those people moved through the country of other groups who were previously unaffected.\n",
      "Smallpox in Australia may have pre-dated the arrival of the First Fleet.  Macassan seamen fished the waters north of Australia, especially for trepang (or sea cucumbers) which were boiled, then dried, before being used as a food.  The Macassans traded with the Aboriginal people along the northern coast of Australia, where trepang were plentiful.  In doing so, they may have introduced smallpox, which then spread around the land.",
      "Evidence of Epidemics\n",
      "Many colonisers in the first wave of Europeans noticed signs of smallpox in the remnant Aboriginal populations of the Waranga area.  The tell-tale sign was pitting of the skin of the survivors.  Albert LeSoeuf, who resided at the Aboriginal Protectorate at Murchison in the 1840s, observed “very old” people who “would have been young at the time of the first epidemic.  He was told that when these people were young, they had survived an illness which he believed to be smallpox.”1  There were also mass graves found on the Murray River, which traditional owners said were from a major sickness many years before.\n",
      "Charles Sturt, when travelling on the Murray-Darling River system in the late 1820s, observed a smallpox epidemic in progress.  Ten years later he saw gatherings of Aboriginal people with pitted skin, who were the survivors of this outbreak.  Because the rivers were a conduit for travel, the disease spread into tributaries like the Campaspe and Goulburn Rivers.\n",
      "Impact of Epidemics\n",
      "In her 1999 thesis1, Margaret Taylor postulated on the impact of the epidemics.  Obviously, there was a massive depopulation of the area.  Albert LeSouef reckoned that the population in the local area had probably halved.  You can imagine the impact that this would have had on society.  Many Elders who carried important knowledge would have died before they had a chance to transfer that knowledge to the next generation.  “The inheritance system worked to conserve the tribal stock of knowledge, while at the same time providing a way of facilitating an exchange of knowledge between groups.”2  If people died before their time, the system broke down.\n",
      "There was also potential for tensions between different Aboriginal peoples to arise.  The people of north central Victoria believed that there were no unexplained deaths.  If people died, especially in large numbers as they did from smallpox, then those deaths could be deemed the result of “sorcery” perpetrated by an enemy.3  The upshot of this was that someone had to pay: revenge would be sought in the form of injury or death.  If the smallpox epidemic forced a group of people to move onto someone else’s country in an effort to escape the source, then tensions could also arise there.",
      "Impact of Colonisation\n",
      "With European colonisation coming hot on the heels of the second epidemic, local Aboriginal communities were already in a parlous state.  Unfortunately, colonisation brought with it a whole range of other diseases such as influenza and sexually transmitted diseases, which the people were highly susceptible to.  Populations took another hit, as well as being impacted by murders and poor health related to a less balanced diet.  \n",
      "With many of the knowledge holders gone, there was a breakdown in traditional cultures.  The trauma associated with that is something that is inter-generational and makes at least a partial revival of that culture all the more important.\n",
      "References:  1  Taylor, Margaret, Courage and Compromise – An Examination of the Aboriginal Response to the European Colonisation of North-Eastern Victoria (1999) p 58-60;  2  ibid p 75;  3  ibid p 67"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
