{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-10-28",
  "title": "Stone houses",
  "media": "",
  "body": {
    "pars": [
      "When you think about Aboriginal structures in pre-colonial times, the first thought tends to be of what is commonly referred to as mia-mias – generally defined as “a temporary shelter of the Aborigines (sic), usually a simple frame of branches covered with bark, leaves, or grass”.1  These days, there is evidence to suggest that many structures made by Aboriginal people were much more substantial than this and included stone houses.\n",
      "The previous story talked about the local Ngurai-illum Wurrung people following the Campaspe River south to the Carlsruhe area (near Kyneton) to meet up with other language groups (Dja Dja Wurrung, Taungurung, Woiwurrung) that were part of the loose federation now referred to as the Kulin Nation.  A current landholder on the Campaspe at Carlsruhe cites significant evidence of a village of stone houses on his property in the form of stone foundations.  It makes you wonder whether the Ngurai-illum Wurrung people ever stayed in these structures.\n",
      "Unlike much of the northern plains, there is no shortage of rocks around Carlsruhe, which made rock an obvious choice of building material in the area.  In other rocky parts of Victoria, such as the south-west, there is plenty of recorded evidence of stone houses being constructed.  Stone was also used in construction of the world famous Gunditjmara eel traps in the Lake Condah area, which have been carbon-dated as being over 6500 years old.2  Perhaps the Ngurai-illum Wurrung built stone houses at places like Whroo and the Mt Camel Range where there was plenty of stone.\n",
      "Complexity of Buildings\n",
      "One of the determinants of the type of housing adopted by Aboriginal people in an area, other than availability of raw materials, was the likelihood of a group of people staying in a particular spot for any length of time.  Generally, the longer the people were likely to be in an area, the greater effort would be put into construction of accommodation.  That, in turn, would be determined to a large degree by the available food resources in the area.  If there was plenty of food available in a locality, the people would be more inclined to stay longer and thus build more substantial shelters.  In the Waranga area, wetlands were places where there was an abundance of food.  Places like the Corop lakes may have seen semi-permanent settlements for extended parts of the year.\nThe season and prevailing weather would be another important factor.  It has been postulated that at least one of the Ngurai-illum Wurrung clans wintered at Reedy Lake.  If this was the case, more substantial and enclosed dwellings would be erected as protection against winter cold and rain.  The dwellings would include fire pits inside or near the entrances.  Alternatively, in summer, people would more regularly sleep under the stars, or under a simple lean-to.  A smoky fire would have been maintained nearby as a deterrent to mosquitoes.\n",
      "Terminology\n",
      "Although the word mia-mia is in common usage now, there were nearly forty different language groups in Victoria alone, so it follows that there were probably many different words for this type of shelter.  There is some conjecture about whether the word mia-mia even originated in Victoria.  With the word mia-mia, a whole range of spellings were recorded by people, including mai-mai, miam-miam, myam-myam, mya-mya or mimi.3  People living around the Victorian village of Mia Mia, between Heathcote and Kyneton, tend to use the latter pronunciation.  William Buckley, the white fella who lived with the Aboriginal people of Port Phillip for over 30 years, used the word miam-miam, so it appears it was in use in Victoria before colonisation.\n",
      "In his list of Aboriginal words, local squatter Edward Curr did not provide any word for home or shelter. The closest he gets is the word yellam, which he suggested was used interchangeably for bark and camp.  Bark was a building material that the Ngurai-illum Wurrung people would have used regularly for mia-mias.  The most likely source of bark used locally would have been from grey box trees.  The skill of local people in stripping bark became important for the European colonists when they arrived.  The first dwellings on many squatting runs were bark huts.  Local Aboriginal people were often employed to supply the bark.\n",
      "With their own shelters at regular campsites, Aboriginal people would use the bark again and again.  In between visits to a particular site, it would be stacked so it was ready to quickly access on the next visit.\n",
      "References:  1  Oxford English Dictionary;  2  Parks Victoria website – Budj Bim NP;\n3 http://andc.anu.edu.au/ozwords/April 2001/Mia-Mia.html;"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
