{
  "sling:resourceType": "wnews/page/article",
  "date": "2021-09-30",
  "title": "The language of tools and weapons",
  "media": "",
  "body": {
    "pars": [
      "When the squatter Edward Curr was recording Ngurai-illum Wurrung words, one of the obvious categories of words he chose was that of tools and weapons.  These were important assets, on which life depended.  Much time was spent preparing tools and weapons for use, then maintaining them in good condition.  As people moved around their country, these were some of the few possessions that were always carried.\n",
      "Curr’s selection of English words for which he sought Aboriginal equivalents would these days be viewed as misogynistic – they largely related to tools and weapons used by men.  However, he did partially correct this when he was writing his book1 in the 1880s by including the term for a yam digging stick, an item primarily used by women.  He remembered that the Ngurai-illum Wurrung name for the stick was wolo-ain.\n",
      "All the women carried a yam digging stick, which was one of their main tools and which had multiple uses.  Obviously, collecting the corms of the yam daisy (murrnong) was the primary use.  The sticks would be selected from hard wood, sharpened on one end by whittling and sanding, then hardened over a fire.  On a patch of murrnong, it would be thinned out, selecting the best corms but leaving plenty behind for collection another time.  This type of harvesting aerated the soil and allowed the remaining corms room to grow larger.\n",
      "Hunting and Fighting Weapons\n",
      "Both men and women used stone axes (or karagik) for a range of purposes.  It was mainly the men who used spears when hunting wildlife.  They used reed spears (djerar) when they could get them.  The reeds were acquired through trade with their northern neighbours, the Bangerang.  Throwing sticks (karek or marewun) were also used to bring down prey such as water birds.  Surprisingly, Curr did not record a word for the boomerang, which might suggest that the Ngurai-illum Wurrung did not use them to the extent that other people did.\n",
      "When fighting took place, the men’s go-to weapons were a war spear (ko-i-oon) and a shield (girah).  There was nothing on Curr’s list for a club, which was used in fighting at close quarters.  For this type of fighting, a leeangle was often used.  This was an L-shaped club which was designed to counter the use of a shield by an opponent, by getting around the side or top of the shield with a blow.  Women would use clubs for killing smaller wildlife like goannas, snakes and lizards that they happened across as they moved through country.\n",
      "Decoration\n",
      "Another word omitted from Curr’s original standard word list was the word ochre.  When he was writing The Australian Race, he corrected this to a degree by recalling that red ochre was known as noro-noro.  Ochre was of great importance to all Aboriginal people, and amongst other things would be used in decoration of bodies, tools and weapons.\n",
      "As well as using ochre, the Ngurai-illum Wurrung would have decorated their tools and weapons by incising designs onto them.  Unfortunately, very few of these items remain in personal or museum collections.  Being able to examine them would provide a greater insight into the lives of the former custodians of the land.\n",
      "Stone and Wood\n",
      "As we have seen, stone was used by Aboriginal people in a number of ways.  Curr documented the words moegin or batto-batto for stone.  The two different names could have referred to different types of stone.  Given the importance of the Ngurai-illum Wurrung to the greenstone sourced from quarries on the Mount Camel range, it could be expected that there would be a specific word to describe it.  \n",
      "The greenstone was used for axe-heads, spear heads and other blades, and was an item traded far beyond Ngurai-illum Wurrung country.  It is likely that the people used these blades when they were incising designs onto their tools and weapons.  There may have been specific names for different types of wood.  Curr noted what was probably a generic term for wood as kaalk.\n",
      "References:1 Curr, Edward M, The Australian Race, Volume 3 pp 523-9"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
