{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-03-17",
  "title": "Autumn pruning",
  "media": "",
  "body": {
    "pars": [
      "It is autumn. Thank goodness the heat of February is over and we can catch up in the garden. \n",
      "Over the spring and summer many plants may have grown quite ‘rangy’ and in need of a cut back. Most trees, shrubs and small plants can be cut back now that the hot weather has passed. There are two exceptions: leave pruning deciduous trees, including most fruit trees until winter when the have lost their leaves and are dormant, and leave pruning of frost sensitive plants until after the last of the winter frosts -the old growth will help protect the tender new growth from being burnt by the frosts. ",
      "Everything else is eligible for a chopping. A gardening myth is that natives do not handle being pruned. It is not true and most thrive with regular cutting back.\n",
      "A general rule is to cut back by a third, although it is a rule that can be broken if need be. Start by cutting out dead or weak growth, then start pruning for shape and overall size. Plants will quickly put on growth and will often thicken up during the next spring so don’t be afraid to be a little drastic. Think about the shape you want and prune to a bud or sprig that will grow and help achieve that shape. A general guide is to prune to an outside bud and keep the inside open. Think carefully before you nip the top out of a young tree or shrub. It will cause it to send up multiple verticals -not a good look for a conifer, for example.\n",
      "Make your cuts as close to the trunk/branch/bud/sprig as you can without damaging or bruising them. Cutting further along may result in dieback. Avoid anvil style secateurs -they tend to bruise. You can be less fussy with hedging plants. Just cut them into the shape you want without fussing too much (be an Edward Scissorhands). If a large branch is removed, immediately paint the wound with a sealant.\n",
      "There are three main rules regarding pruning tools:\n",
      "1. Make sure the tool is suitable for the job being undertaken (hedge clippers don’t work well as secateurs). \n",
      "2. Make sure the tool is sharp.\n",
      "3. Make sure the tool is clean (wipe or dip in diluted bleach or methylated spirits between plants).\n",
      "If it is all getting a little hard for you to do, invest in some powered tools. Electric hedge trimmers are not that expensive, they save your hands and back, and they are such fun to use. There are a wide range of electric secateurs available (be warned: you get what you pay for).\nAfterwards you will have a pile of prunings. I consider just tossing them into a green bin to be taken away as a waste of a resource. Larger branches can be cut into firewood, twiggy stuff either dried for kindling or put through a mulcher. Soft, leafy prunings can go onto the compost heap. It can be all used.\n",
      "So go out there and start cutting back!\n",
      "The Zen Gardener"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
