{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-07-21",
  "title": "Buying plants on-line",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/08/20220715_114504.jpg",
  "body": {
    "pars": [
      "I recently did a ‘first’ for me. I bought some plants on-line. Until recently I procured new plants in more traditional ways, either from a nursery or by propagating from seeds or cuttings. During the last couple of years with the various lock-downs I became quite adept at buying things I needed on-line. I was buying all sorts of things but it is only recently I tried buying plants on-line.\n",
      "One plant I have been curious to try growing is the tea camellia (Camellia sinensis), for no other reason than I love my cups of tea and thought it might be fun to grow my own. When visiting a nursery, I would usually look through the camellias, but to no avail. Eventually I realised I should try buying them on-line. It only took a moment of Googling to find some Australian nurseries selling tea camillias on-line. I found one on the outskirts of Melbourne and ordered a few plants. They only took a few days to arrive. They were small tube stock, well packed and none the worse for travelling with Australia Post. They are now in the hothouse. They may need to be potted up before being hardened-up and planted out in early spring. In the meantime, I will be preparing the garden bed where I intend to plant them, appropriately, in our Japanese garden.\n",
      "The main drawback when ordering plants on-line is that you don’t get to see what you are buying until it actually arrives. My advice is to buy from nurseries that specialise in on-line sales, and to check their returns policies. \nTry to buy from Victorian nurseries if at all possible. They will be more suited to our climate than those grown in Queensland. They also will spend less time packaged-up during shipment.\n",
      "Do not buy plants or seeds from overseas. While the overseas company may be happy to accept your money and send your shipment, it is unlikely to get through customs upon arrival in Australia. If an on-line nursery is in Victoria BC, it is not in Australia. It is actually in Canada.\n",
      "On-line plants are generally small. They are either sold as tube stock or bare-rooted. If you want larger plants or trees, you will need to contact a nursery that sells them and negotiate a price and arrange for them to be sent as freight.\nOn-line plants are not bargains. Although the nursery may not need the infrastructure to sell directly to the public, it still needs to propagate or maintain its stock. Customers also need to pay for the postage of ordered plants. There are usually discounts on bulk purchases. I felt that the tea camellias I bought were reasonably priced.\nThe big advantage of buying plants or seeds on-line is that you can buy things that are difficult to find in a regular nursery, saving a lot of fruitless walking around searching for a plant that is not there. It opens the way to acquiring all sorts of interesting plants for the garden, but most gardeners will still enjoy a nursery browse and a cuppa in the café. As for my tea camellias, I need to be patient and wait a few years before I make my first brew.\n                               The Zen Gardener",
      "On-line plants are generally small. They are either sold as tube stock or bare-rooted. If you want larger plants or trees, you will need to contact a nursery that sells them and negotiate a price and arrange for them to be sent as freight.\n",
      "On-line plants are not bargains. Although the nursery may not need the infrastructure to sell directly to the public, it still needs to propagate or maintain its stock. Customers also need to pay for the postage of ordered plants. There are usually discounts on bulk purchases. I felt that the tea camellias I bought were reasonably priced.\n",
      "The big advantage of buying plants or seeds on-line is that you can buy things that are difficult to find in a regular nursery, saving a lot of fruitless walking around searching for a plant that is not there. It opens the way to acquiring all sorts of interesting plants for the garden, but most gardeners will still enjoy a nursery browse and a cuppa in the café. As for my tea camellias, I need to be patient and wait a few years before I make my first brew.\n                             ",
      "  The Zen Gardener"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
