{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-03-03",
  "title": "Caring for indoor plants",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/04/Eggplant.png",
  "body": {
    "pars": [
      "I was asked a few weeks ago to look after some indoor plants for a month while the owner was on holidays, and I replied, ‘sure no worries’ and then I quickly thought ‘I hope I remember the basics of caring for indoor plants from my 80’s’. \n",
      "Also the fact that it’s taking all our time in the garden trying to keep plants alive over these hot months. \nSo far so good! It quickly comes back to you, the basics of indoor plant care, memories of gorgeous little Cyclamens (then disappearing before my eyes, wondering what I’d done wrong?).  Well fortunately I wasn’t given a Cyclamen  to look after, but I have a Peace Lily and a Philodendron to care for.\n",
      "Keeping the pots not too wet was the key to success, letting them get a little on the dry side between waterings to prevent that drooping look.\n",
      "A light spray of the leaves or wiping down with a damp cloth also keeps them in good condition over the dusty warmer months, so I am faring well, so  far, hoping to return a couple of healthy indoor plants back to their owner in a couple of weeks.\n",
      "Vegies to grow now\n",
      "The vegetable garden is about to have a top-up of compost and removal of spent spring/summer vegetables that are past their fruiting-best, allowing for the sowing of new seeds for the upcoming autumn-winter season. I’m sure all gardeners alike are looking forward to the lovely autumn days and balmy nights to rejuvenate all areas of the garden. Plantings of carrots, lettuce, onions and some extra coriander seedlings will go in our garden over the next few weeks, utilising the next few months of mild weather for the coriander….(as it dislikes hot days and will bolt very quickly before your eyes). \n",
      "Eggplants are in abundance in our vegetable garden at the moment along with zucchinis, tomatoes and some very tasty Thai chilli giving the cook great pleasure, as these vegetables and fruiting plants are some of my favourites and the easiest of plants to grow over the warmer months.\nThe eggplants have done extremely well this year - giving us very plump healthy fruit (as can be seen here).\n",
      "Culinary herbs can be harvested now and cut back to new growth (look for new little growth at bottom of plants and cut just above, then give a liquid feed) giving them a good start heading into the cooler months.\n",
      "Happy Gardening\nGreen Earth Gardener"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
