{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-09-15",
  "title": "Choose native plants for containers",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/09/IMG_7113.jpeg",
  "body": {
    "pars": [
      "The warmer days bring the opportunity to spruce up your garden, and to give a little TLC to tired looking pot plants and hanging baskets.\n",
      "Instead of geraniums and lobelias, why not try an Australian native mix of plants in your hanging baskets this season? There’s an exciting world of new plants just waiting to be hung! Some even grow better in baskets than in other types of containers or in the ground.\n",
      "It is important to use a potting mix specifically formulated for native plants as plants such as banksias and acacias are known to be sensitive to phosphorous levels. For the same reason always use low phosphorus fertilisers which can be applied after the plants have flowered.\n",
      "A few suggestions to bring welcome birds, butterflies and insects into your garden\n",
      "Fan flowers (Scaevola species) are perfect for container gardening as they are fast growing and flower for up to nine months of the year, flowering from spring through to autumn and providing spectacular swathes of purple and mauve. The variety ‘Purple Fanfare’ is perfect for hanging baskets but also as a trailing plant for taller pots as its shoots can hang down to a metre. It requires full sun to light shade and requires a regular supply of moisture to flower at its peak. ‘Zig Zag’ is a scaevola with stunning bicoloured purple and white flowers and requires the same care as ‘Purple Fanfare’. \n",
      "Lechenaultias are one of Australia’s most colourful plants, coming in a rainbow of shades. They belong to the same family as the fan flowers (Scaevola) and have a similar ground covering to mounding habit with trailing types best for hanging baskets while upright types are best for shallow containers and again as temporary colour in mixed containers. If and when they start to look untidy they can be readily propagated from tip cuttings to provide a fresh start.\n",
      "The Daisies \n",
      "Brachyscome and Rhodanthe are perfect in potplants with their weeping foliage. Some examples include Rhodanthe manglesii ‘Mangles Everlasting’ or ‘Silver Bells’.\n",
      "This is an attractive Western Australian species that occurs from Kalbarri to the Stirling Range and inland to Coolgardie in open woodland on loamy soils. It was introduced into cultivation in England in 1833 by Captain James Mangles. It is easy to grow and has attractive blue-green foliage. The silvery weeping buds produce beautiful pink or white nodding bell-like paper daisies that have a silky appearance. Sunrays reach a height of around 50 cm.\nSwan River Daisies (Brachyscome iberidifolia) These low-growing plants have dark purple flowers that slowly fade to white. This Daisy is native to Western Australia, where it grows along watercourses, in swampy areas or chalky hills around Perth. \n",
      "It is easy to grow and ideal for borders and hanging baskets. Flowers in massed plantings have a range of colours including white, pink, mauve and blue, which will continue from spring to early summer. \n",
      "Selected colour forms of the Swan River Daisy are also available, such as ‘Summer Skies’ and ‘Bravo Mixed’."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
