{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-09-01",
  "title": "Feature plants for the garden",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/09/ChinesePistachio.jpg",
  "body": {
    "pars": [
      "One thing about living with a garden guru, especially one who until recently worked in a nursery, is that some ‘interesting’ plants start appearing in the garden. These are best described as feature plants. They are plants that visitors often stop to look at and ask what they are. For us they enrich our garden. Some don’t do so well but many thrive. Some are slow growers, requiring patience while others grow quickly to fill a vacant space. Here are some of the more successful feature plants from our garden:\nCousin It (Casuarina glauca) is a prostrate ground cover named after the Addams Family character and is actually a casuarina. It is stunning when grown hanging over a retaining wall. It is quite hardy and will tolerate a variety of soils but is slow growing. \n",
      "Leafless wattle (Acacia aphylla) is a wiry wattle from around Perth. It is clearly a dry climate plant with its absence of leaves and blue-green colour. Its appearance won’t be to everyone’s taste but it does add contrast to a garden and it does look pretty when in blossom. It is fast growing but being a wattle it will have a limited life span of about twelve years.\n",
      "Weeping wattle, also called narrow-leaf bower wattle (Acacia cognata). This is a brilliant ‘space filler’. It has attractive green hanging foliage, quite different from other wattles, and grows very quickly. Again, it will have a limited life span.\n",
      "Queensland bottle tree (Brachychiton rupestris). I must admit that I have a handful of these that were destined for the skip (they were terribly root-bound and not in good shape when rescued). They grow quite slowly and will take some years to develop the characteristic bottle-shaped trunk, but are interesting none-the-less. They are quite hardy and transplant readily, having a small root system.\nChinese pistachio (Pistacia chinensis), in the photo at left. This deciduous tree goes unnoticed by visitors until it turns the most wonderful auburn colour in autumn. It is related to the nut-producing pistachio but does not produce the nuts. Its small fruit are a visual feature. It is great for where you want shade in summer and sun in winter. It is hardy and drought tolerant. It grows slowly for the first few years and will need to be pruned to the shape you want. Ours is going to form a ‘wall’ to a pergola.\n",
      "Ponytail palm or elephant’s foot palm (Beaucarnea recurvata) is usually grown as a hardy pot plant, but they can do well in the garden. A good compromise is to keep it in the pot and move the pot around the garden according to the season. It is slow growing with a bulbous trunk that sports a tuft of hanging leaves.\n",
      "These are some of the more interesting plants we have found to do well in Rushworth. Not every plant in the garden needs to be a feature plant but it is good to have them scattered throughout the garden. Most of these plants were bought relatively cheaply when quite small and allowed the time to grow. \n",
      "The Zen gardener"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
