{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-08-18",
  "title": "Feeding plants - what and when",
  "media": "",
  "body": {
    "pars": [
      "Some extracts from Millie Ross’ book, ‘The Thrifty Gardener’ on what and when to feed your plants.\n",
      "Millie says:\nLike us,  plants need certain nutrients to fuel different functions, but you don’t necessarily have to stress about this.  In fact, I think many gardeners overfertilise their gardens, assuming a seasonal need even when the plant is doing well. Healthy soil should be able to provide all of the nutrients that a plant and the critters in the ground need. \n",
      "NPK\n",
      "Before you ask, yes, you can wee on your lemon tree - but water it down! Urine is about 70 percent urea, which is a really concentrated solution of the major nutrient required by plants for growth, nitrogen (N). It also contains the other major nutrients phosphorus (P) and potassium (K). ",
      "These, along with a whole range of stuff required in smaller amounts, make a plant green, flower and ripen up their fruit.\n",
      "Being the only gardener amongst my gang for a long time, at every house party my bloke mates always ask, ‘Is there something in particular I should wee on?’ While I have always appreciated their efforts, there are lots of other ways to feed your plants for free, and some of them are as socially acceptable in the front yard as well as the back!\n",
      "There is energy in every living thing, and you can harness that energy and feed it to your plants. You can make liquid fertiliser out of weeds, get horse manure from the local racetrack and turn your kitchen waste into black gold - compost! Add this to your soil and you will proivde everything a plant could wish for.\n",
      "Comfrey Leaf Tea\n",
      "Comfrey (Symphytum officinate) is one of the most useful plants in the garden, with its deep taproots reading into the subsoil to draw the nutrients from below. It is particularly high in potassium and phosphorus, which promote flowers and fruit.\n",
      "Pick a bucket full of leaves and cover with water. Put a lid on it to stop the mossies getting in and leave to brew for a few days. Dilute the result with about twice the volume of water and slog it on.\n",
      "What about Aussie natives?\n",
      "Some native plants, like boronias, grevilleas and banksias, are particularly sensitve to phosphorus as they evolved in soils with very little of the stuff. They are really efficient at absorbing it and can easily suck up too much!  \n",
      "When to feed\n",
      "Always water plants well before you feed to avoid any shock to the system. Plants need to feed when they are preparing to flower, forming their fruit or having a big old growth spurt. A regular top dressing of compost and aged manure in late winter and autumn should cover your permanent plantings, supplemented by liquid feeds when the time is right."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
