{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-06-09",
  "title": "Garden rewards for braving the chill",
  "media": "",
  "body": {
    "pars": [
      "Just in case you had any doubts, or lack access to a calendar, you can be assured winter is upon us. And while it may be hard to muster enthusiasm for the outdoors when it’s rainy and cold,  it is the perfect time to get out of hibernation mode and into action in the garden. \n",
      "Some winter jobs\n",
      "Weeding is definitely on the agenda at this time of year. While most  plant growth slows  down, those sneaky seeds that have been hiding in the soil just waiting for a good soaking rain, spring  to rapidly growing life and the garden seems to be taken over by weeds that grow twice their size overnight.\n",
      "It’s a good time to top up mulch on veggie patches, herb gardens and ornamental beds, especially important for weed suppression at this time of year. Choose low environmental impact mulch that will enrich your soil as it breaks down. \n",
      "Green manure crops, including oats, wheat, faba beans and field peas are good to go now. Improve that nutrient deficient veggie patch, and get ready for next seasons heavy feeding plants!\n",
      "Pruning is another winter chore – and rose pruning, especially, can be a chore!  But it’s also one of the most rewarding -  so be bold with the secateurs and you won’t be sorry in springtime. \n",
      "Other plants that will need you attention include grapes, hydrangeas, wisteria – and most other deciduous plants that need taming. Ornamental grasses will benefit from being cut back soon almost to ground level. \n",
      "If you’re thinking fresh, juicy fruit in summer, you will soon be seeing bare rooted fruit and deciduous trees in nurseries or at the markets. (Girgarre market is a go-to for these most years.)  This is the cheapest and easiest way to purchase fruit trees, and their stress is reduced when planting because they are dormant.  Don’t forget to prune them back before you plant them out and be sure to ask about whether other pollinators are needed to ensure a good crop. You might have to be patient though, as often trees will not fruit until they have been in the ground for a year or two. \n",
      "Winter growing veggies\n",
      "• Carrots - While they can grow all year round, and  withstand a large variety of temperatures, they are particularly good to have in winter  as they are such an great ingredient  for those winter broths and soups. But they are also a good veg to be growing in winter as it’s less likely for the soil to dry out, especially important in the early stages of germination. \n",
      "• Broccoli  - Broccoli loves to grow in a nice sunny spot, so make sure you position it where it will get as much of that  valuable winter sunshine as possible. \n",
      "• Spinach -  Spinach should be loving the rainy weather – it’s a good idea to feed once seedlings begin to emerge with a plant food and soil improver that feeds your crops both above and below the ground.  A balanced and sustainable growing environment will mean bigger, healthier crops. Depending on the type of spinach variety you’re growing, it should be ready to enjoy in six to eight weeks.\n",
      "• And then there are the plants that will settle in over winter, so that when spring comes along, they will take off: peas, beans, radish, Swedes, turnips and spinach, spring onions  . . .  so, while you might want to just sit in front of the fire with a warm cup of something (or stay in bed with the electric blanket!),  think of those rewards in store when you come to savour the fruits of your labour!"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
