{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-10-13",
  "title": "Gardening into old age",
  "media": "",
  "body": {
    "pars": [
      "The problem for many gardeners is that after they have finished raising their families, retired from work and can finally spend more time in the garden various body parts seem to start wearing out, making gardening much more difficult. It is a pity; gardening is wonderful exercise for gardeners ‘of a certain age’. While setting up a garden for old age was the subject of an earlier column, this edition is looking at gardening equipment that may help you keep gardening longer.",
      "Wheelbarrows are essential for the serious gardener but they do put a strain on the back, knees and ankles. There are several alternatives. The cheapest is to put less into your barrow but do more trips. It actually makes a lot of sense if you want to avoid over-stressing your body. The upright plastic ‘barrel’ barrows are another a possible solution. They are cheap, but are easily damaged and tend to fall over when empty. They do put a strain on your shoulders when you drag them around. Many find two wheeled barrows very good to use. They are well balanced, stable and easy to use. They can be tipped easily but hold less than a conventional barrow. They need wider paths. A good quality garden cart also needs a wider path. They have a solid plastic tipping tray with a good capacity. Not so good on a sloping block as they can push the gardener when going downhill.",
      "Pulling weeds can become difficult (and getting up afterwards can be even harder). A kneeling pad with a built-in frame is a good investment. It saves the knees and the handles are a great help when getting up. A little plastic toddlers’ stool is good if you prefer to sit. If you are finding getting up and down difficult there are weeding tools that are designed to be used while standing. This allows you to use your whole body. A ‘Grandpa’s Weeder’ (or similar) works well. It may not work on all types of weeds but will certainly save your knees and back. Finally, you can resort to ‘chemical weeding’. Rather than buying a spray, try dabbing the weed killer onto the weeds with a soft watercolour paint brush. If you don’t want to bend over, just tape the brush to a stick or some bamboo.",
      "If your hands are causing you trouble, pruning and clipping can be quite painful. Secateurs with a ratchet movement allow you to cut quite thick stems with a series of gentle squeezes. Alternatively, you can buy cordless electric secateurs. For heavier cutting there are mini electric chainsaws. Electric hedge clippers are great to clip back or shape shrubs.",
      "Sooner or later, lawnmowing becomes too difficult for many gardeners. Most will then pay someone to mow their lawns. This is actually a good option -it keeps someone employed, you don’t need to worry about disposing of the clippings and you don’t need to buy and maintain a mower. If you want to continue mowing your lawn, you may consider a self-propelled mower. If you buy a petrol-powered mower, make sure it has an electric start. ",
      "Electric self-propelled mowers have become very good but will struggle mowing large areas, especially if they are overgrown. A small ride-on mower may be an option but may have manoeuvrability problems in tight spaces. Yet another option is to get a robot mower, however they are quite expensive (you could pay someone to do your lawn for years for the same money).",
      "Some people as they become less able, simply give up gardening, resulting in a less healthy sedentary lifestyle and a neglected jungle for a garden. Others stubbornly persist in gardening in the same way but pay the price in aches and pains. Perhaps the best way is to go with the flow of aging but modify how you garden. The more active lifestyle and an attractive garden should more than compensate the monetary outlay.",
      "The Zen Gardener"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
