{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-07-07",
  "title": "Golden gardens",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/08/Jonquil.jpg",
  "body": {
    "pars": [
      "In what seems to be the garden’s antidote to the lingering cold of winter, there are many warming displays of golden/yellow on show in July and August. \n",
      "Look out for examples such as:\n",
      "Wattles\n",
      "With many hundreds of species, there’s a wattle in bloom at just about any time of year, especially in winter. There’s also a great choice of plant sizes, so you’re sure to find one to fit your garden. Most wattles are notoriously short-lived, so don’t expect your plant to be with you forever, but a light trim after flowering can encourage the plant to continue producing active, healthy growth. This is also a good time to give your wattle a feed with a specific native plant fertiliser or blood and bone.\n",
      "Yellow jasmine\n",
      "Yellow jasmine (Jasminum mesnyi) is an old-fashioned shrub that is closely related to the climbing jasmines. Its arching stems are studded with semi-double, primrose-yellow blooms in August. While yellow jasmine is very hardy, it won’t take heavy frosts. Cut back hard after flowering, completely removing the oldest canes, and feed the plants occasionally with some Dynamic Lifter pellets. Apart from that, they need very little extra care.\n",
      "Carolina jasmine\n",
      "Another jasmine name but, in this case, it isn’t a true jasmine. But carolina jasmine is a climber, and it does have a perfume, so you can understand the automatic association. This twiner’s small, bell-like blooms appear in late winter and spring. Their scent is reminiscent of a well-known baby powder.\n",
      "Daffodils and jonquils\n",
      "Every bulb grower dreams of having a ‘host of golden daffodils’ dotting the lawn. Of course, these days daffodils aren’t always yellow – they can be white, cream or a faint pink – but the traditionalist still prefers the rich yellow of varieties such as King Alfred. In warmer areas jonquils and their relatives are more reliable performers than daffodils, with jonquil ‘Soleil d’Or’ providing a good display of yellow.\n",
      "In suitable climates and conditions, bulbs can be left in the ground from one year to the next. Once flowering has finished, the bulb begins building up reserves for next year. The most helpful thing to do at this stage is to water the leaves regularly with a soluble plant food such as Thrive or Seasol. Don’t remove the leaves, no matter how untidy they look, until they have completely yellowed.\n",
      "Citrus \n",
      "Although not always appreciated for the colour they bring to the garden, lemons, oranges, mandarins and their relatives add wonderful touches of yellow and gold in late winter. Ongoing care of citrus is simple: feed after harvest with Dynamic Lifter for Fruit & Citrus and use a pest oil to control pests like scales, aphids and leaf miner."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
