{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-04-14",
  "title": "Good time to replenish the soil",
  "media": "",
  "body": {
    "pars": [
      "Now that summer crops are finished and we may have a few vacant beds to spare, it’s a good time to think about a green manure crop. (For a change this year I’m hoping to do more than just think about it! But once again I might be running out of time.)\n",
      "Green manure refers to crops that are grown specifically to be dug back into the soil to add nutrients back into the soil. It can replenish soil that has been previously planted with greedy crops or  prepare the soil for hungry crops next season.\n",
      "A quick growing crop is cultivated and ploughed under, thus incorporating it into the soil and improving its physical structure and fertility. \n",
      "Green manures are an important part of ecologically sustainable gardening. A good combination to sow is a legume combined with a grass, the legume providing nitrogen to the soil while the ‘grass’ eg barley, oats or sorghum) provides the bulk of the organic matter. \n",
      "Some of the benefits of sowing a green manure are:\n",
      "- Increasing organic matter, earthworms and beneficial micro-organisms\n",
      "- Increasing the soil’s available nitrogen and moisture retention\n",
      "- Stabilising the soil to prevent erosion\n",
      "- Bringing deep minerals to the surface and breaking up hardpans\n",
      "- Providing habitat, nectar and pollen for beneficial insects and reducing populations of pests\n",
      "- Improving water, root and air penetration in the soil\n",
      "- Smothering persistent weeds; (good choices for weed suppression include lucerne and buckwheat.)  \n",
      "Sowing A Green Manure\n",
      "Generally a broadcast sowing method is used, where the seed is evenly scattered across freshly cultivated ground and lightly covered or raked in.\n",
      "Correct any nutrient deficiencies (except nitrogen) before sowing\n",
      "- Legumes prefer a neutral soil, pH 6.5 - 7.5\n",
      "- Cover the seed to a depth of 2-3 times the width of the seed and firm the soil i.e. very fine seed such as clover should be very lightly covered whilst larger seed like lupins should be well covered.\n",
      "- Seed must be in direct contact with the soil.\n",
      "- Read the individual packet directions.\n",
      "- Irrigate in all but rainy weather for best results\n",
      "- Select the right plants for suitability to climate and soil and ease of establishment\n",
      "Timing\n",
      "Timing is important for good germination; planting in the correct season means the soil temperature is optimal and seed will sprout readily. Unless irrigation is available green manures should be sown during rainy periods. If a green manure is planned to be followed by a particular crop, enough time needs to be left for the seed to germinate, grow and begin to flower, be chopped down or dug-in and begin to decompose. Generally allow a minimum of eight weeks for the green manure to grow and six weeks for it to decompose.\n",
      "Green manures are generally ‘harvested’ either by slashing or digging-in just as the plants begin to flower, while still green and lush. Leaving them to fully flower reduces the nitrogen content and increases the risk of weediness from seed set into the following crop. Digging-in at the end of the green manure crop is traditional but not strictly necessary."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
