{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-05-12",
  "title": "Native rock garden plants",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/05/20211028_175541.jpg",
  "body": {
    "pars": [
      "A rock garden can be an important part of most home gardens. On a sloping block, a rock garden may be utilized to prevent soil erosion as well as being attractive. ",
      "On a flat block, a raised rockery gives the garden an added perspective. Native plants for rock gardens.\n",
      "Most plants used to date have been exotic alpine species or other small perennials. Native plants suitable for rock gardens have been generally neglected and yet have considerable potential.\n",
      "A few hints may be appropriate for those gardeners about to construct an informal rockery for native.\n",
      "Weathered rocks and stones should be used if possible for these blend with plants and will not dominate the garden. They should be placed to give a natural appearance.\nIncorporated soil should be well drained and if the garden soil contains a high proportion of clay, it should be supplemented with coarse sand.\n",
      "Select your native rock garden plants with care. Where it is indicated that a species is frost hardy, this means that the species can survive the frosts during the cold season. If in doubt, place plant under a tree, near a large rock or near the house wall.\n",
      "Following planting, soil surfaces can be mulched with leaf mould, gravel or tan bark to conserve moisture, provide the plants with a cool root run and inhibit weeds.\nThe plants will respond to a light application of blood and bone in early spring and mid summer.\n",
      "Some of the plants that have been proven to suit this area and can be found in nurseries  are – Cousin it (Casaurina glauca), Billy Buttons (Pycnosorus globosus), fan flower (Scaviola albida)\n",
      "Everlasting daisies various, creeping saltbush (Atriplex semibaccata).\n",
      "Small grevillias- various prostrate varieties, creeping boobialla (myoporum parviflorium)."
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
