{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-06-23",
  "title": "Native gardens and wildlife",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/06/GARDEN photo.JPG",
  "body": {
    "pars": [
      "Creating native habitat into your garden can sustain a small population of wildlife including birds, small reptiles and beneficial insects, also and in some cases providing links for wildlife corridors throughout the landscape.\n",
      "There are endless varieties of plants to choose from in the modern native garden compared to what was available years ago.\n",
      "Native gardens can be achieved easily using Australian native plants obtained from a specialist plant nursery - the choices are very diverse.\n",
      "Tips for creating native habitat\n",
      "•  Building up soil and applying mulch to encourage worms and fungi, a source of food for foraging birds, reptiles and small marsupials\n",
      "•   Using rocks and logs to provide hiding and sunning places\n",
      "•   Placing water bowls or ponds for frogs and other wildlife\n",
      "•   Using small tubestock plants is the most successful way to get plants off to a good start, remembering to protect from rabbits and other destructive animals\n",
      "• Choosing indigenous species for your garden will give you lower maintenance requirements, as once established they generally survive on natural rainfall and little or no added fertilizers\n",
      "•   Visit local gardens in your area to see what grows well, and most shires have a list of indigenous plants for your area\n",
      "Some indigenous plants to choose include:\n",
      "Trees\n",
      "Eucalyptus polybractea - blue mallee\nEucalyptus viridis - green mallee\nEucalyptus polyanthemus - red box\n",
      "Shrubs\n",
      "Myoporum   montanum - water bush\n- Correa glabra\n- Indigophera Australia - indigophera\n\n",
      "Ground covers/grasses \n",
      "- Myoporum parvifolium - creeping boobialla\n- Pelargonium australe - native geranium\n- Dianella admixta - flax lily\n- Themeda triandra - kangaroo grass\n- Poa labillardierei - common tussock grass",
      "So if you are planning a native garden, now is an ideal time to get planting, then sit back and enjoy the wildlife that will become a part of your garden!"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
