{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-04-28",
  "title": "Swamp gardens",
  "media": "https://s3-ap-southeast-2.amazonaws.com/wp-media-lib/wnews/gallery/2022/05/20220422_094505.jpg",
  "body": {
    "pars": [
      "Sometimes things just fall into alignment. A while back we went away for a few weeks. To ensure my bonsais survived I bought a couple of clamshell wading pools, put the bonsais in and added some water. Since then, I have had the clamshells sitting about. I also have a frog coming into my water feature to breed each year with little success. ",
      "And finally, with much of the garden revamped and doing well, I’m looking for a new and interesting gardening challenge. Put all these things together and the idea of creating a swamp garden seemed like a good idea. After some research (i.e Googling), it was evident that I wasn’t the first to have this particular brainwave for these paddling pools.\n",
      "A swamp garden is exactly what it says it is. Many swamp plants are just as interesting as any other plant to have in the garden with a range of colours, textures, flowers and forms. Some, the carnivorous plants, are very interesting indeed.  I decided to use both clamshells in tandem. The siting of the bog garden needed some thought. My garden is on a slope, the bog garden needed get some shade, and I wanted it near the water feature to make it easy for frogs to move from one to the other. I found a spot that satisfied these criteria; that it was where shrubs were not doing that well was a plus. I also decided to install a small solar water pump I had to circulate water (not really necessary) to discourage mosquitos from breeding in it.\n",
      "The first thing I did was to paint edges of the clamshells (the bright green was too garish). I left them for a week to outgas some of the paint chemicals before giving them a good wash. Digging the holes was easy and the clamshells dropped in. Ideally you should line the holes with sand, but I didn’t bother. Each shell needed to be level. An overflow pipe connected the top pond to the lower pond. A log and some bricks were used to ‘fence off’ some of the lower pond creating a sump for the pump. A small tube was buried to run the water from the pump to the upper pond.\n",
      "Five cm of gravel was spread over the bottom of each shell. I then used some old shade cloth for a pervious barrier. A mix of equal parts peat moss and coarse river sand was mixed and used to almost fill the pond. A cement mixer was used to mix the peat and sand, and water added until the mix was well saturated. The mix was used to fill both beds to their tops. A pot with sand, topped with granite stones, was placed under each of the pipe outlets and a seedling punnet used as a filter for the overflow. The beds then filled with rainwater (don’t use mains water) and left overnight to be absorbed by the peat moss. If the peat moss swells up, remove some. ",
      "Mulch with a good layer of sphagnum moss. \nThe sump was kept empty (apart from water) with some sediment settling on its bottom. Rocks and small logs were used to blend the edges of the garden with the surrounding garden. The pump was installed. It is vital that the outflow pipe must empty water from the top bed faster than the pump fills it (otherwise the sump will be pumped dry and the upper bed will overflow).\n",
      "Each year I tidy up the plants in and around the water feature. These culled plants ended up in the swamp garden, rather than the compost bins. Other plants were sourced from nurseries, with the carnivorous plants being quite expensive. I chose to keep the carnivorous plants in their pots, buried in the peat. Other plants were used to surround the bog garden. I have had an issue with leakage out of the system -partly caused leakage around the overflow pipe and partly caused by the sphagnum moss wicking water over the edge of the bog garden. A couple of small fish will be eventually transferred over to the sump to deal with any mosquito larvae. \n",
      "I did some research into peat and sphagnum moss and found they are not the most environmentally sound things to use. I would suggest using coir instead of peat moss with a mulch of vermiculite. You may need to adjust the pH level of the coir to make it more acidic if you plan to grow carnivorous plants.\n",
      "Like all gardens it will take a year or so for the plants to take but it is already looking promising. The maintenance is quite easy; mostly topping up the water. Some plants may require clipping  or division every so often. In spite of using things I already had, the swamp garden proved to be quite expensive with the costs mainly being taken up by the peat and sphagnum mosses; but then we should all allow ourselves a gardening ‘treat’ every now and then!"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
