{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-12-08",
  "title": "Wet summer gardening",
  "media": "",
  "body": {
    "pars": [
      "2022 has certainly been a challenging year for the garden with the unusually wet conditions. ",
      "With the La Nina weather pattern continuing we should experience a wetter summer than usual. The amount of water lying around will also contribute to humid and thundery conditions. While it means we won’t need to need to water as much it may create a range of gardening problems.",
      "Warm humid conditions provide perfect conditions for mold and fungi to attack garden plants. Soft plants with a high moisture content are most at risk. A pre-emptive pruning to improve airflow around susceptible plants will go a long way towards preventing fungal attack. Should an infestation occur, remove infected leaves immediately. If the plant is an annual and near the end of its life anyway, just rip it out. Do not compost infected growth. If pruning is not an option spray with a fungicide or white oil (neem oil). Do not over fertilize fungi prone plants. ",
      "Warm humid conditions equals fast plant growth. Spring is a good time to fertilize plants anyway but it is more important in the current climate.  Sprinkle a little slow-release fertilizer around each perennial (don’t bother with the annuals). Fast plant growth also means fast weed growth. The best approach is to go around every few days pulling them out before they get away from you. At least the ground is fairly soft so they come up easily. Mowing grass and lawns can be a struggle with them never drying out enough to mow easily. Sharp mower blades in good condition will help when dealing with wet, juicy lawns and yards.",
      "The extra moisture in the soil is allowing us to put in plants later than usual. Put them in and they are off! Make sure you keep checking on them as the weather becomes drier.\nKeep an eye on your annuals should the weather dry off. They won’t have needed to develop deep root systems and may actually end up dying for want of moisture. Mulching retains the water in the soil where it will be of benefit and minimise plant losses. It will also help to control the weeds.",
      "Overshadowing all this is a really big and unpleasant problem….mosquitoes! They are making any sort of garden activity an ordeal at present. Getting rid of any stagnant water in the garden will help a little. Check pot saucers, buckets, barrows etc and tip out any water but with so much water in old gold diggings and the stormwater ponds there will be plenty of mosquitoes around. Avoid working in the garden early mornings and at dusk, wear trousers and long-sleeves and lather copious amounts of a good quality repellent over exposed skin. ",
      "Wear a hat and lather it as well.",
      "It is easy to complain about the wet weather (and the mosquitoes), but perhaps it is better to think about it as just being a period of unusual weather that has been great for the garden while creating a few problems along the way. You cannot control it so why not go with it?",
      "The Zen Gardener"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
