{
  "sling:resourceType": "wnews/page/article",
  "date": "2022-05-26",
  "title": "Where to find it out",
  "media": "",
  "body": {
    "pars": [
      "All gardeners need to find things out from time to time: what can be planted and when and how to plant them. It is important that this information is accurate and current to ensure that we know how give our plants the best chances to thrive. There are a number of sources of this information.\n",
      "You can ask an expert. My partner is a horticulturalist with years of nursery experience. While most readers don’t have an on-site garden guru, they can go to a good nursery and ask the staff. They will have an extensive knowledge of their stock and are more than happy to help with advice. They want the plants they sell you to do well and for you to keep coming back. If nothing else you will have a lovely browse and a pleasant cuppa in the café. The other way to ask for information is to see what is thriving in someone else’s garden and ask them about the plants (you may even score a cutting or two).\n",
      "Looking things up in a book is a traditional way of finding information but it has its drawbacks. The information may be out-dated or not suited for Rushworth. Op shops have many such gardening books. It is very frustrating to see a plant in a book only to find it is no longer in the nurseries. However, there are some specialist books that are very useful, either for specific information or simply for inspiration. One very comprehensive publication is the Yates Garden Guide. First published over 125 years ago, it has been continuously updated. Lash out and buy the current edition.\n",
      "In Australia we have a long history of television gardening shows. While they do provide advice, they rarely provide the information you need when you need it. Their greatest value is in providing inspiration. And it is always good to get a peek at other people’s gardens.\n",
      "Read the label. This is the obvious thing to do but some people don’t bother reading the label carefully. The labels will state the requirements for the plant: how big it grows, the climate needed, etc. More than one shade-loving plant has been burnt-off by being planted in full sun, in spite of what its label says. Read a plant’s label in the nursery, not when you get it home and are planting it. Most labels for trees and shrubs don’t mention how quickly they will grow (important when planning gardens).\nRegular readers may remember that Google is my go-to source for information. If there is any information of any kind it will be somewhere on Google. I think of my phone as being an important gardening tool, every bit as important as my garden fork or secateurs. Not only is it good for finding out information regarding plants, it will also allow me to find suppliers of hard-to-find seeds and plants.\n",
      "Using a plant identification app. This involves downloading one of the apps onto your phone. To identify a plant simply open the app and take a picture of the plant you wish to identify. The app will be only as good as its ‘library’ of plants. The app I tried out had a good 80% success rate in identifying plants in my garden. They work best if the plant is in flower. Most of these apps are not free and some work better than others. I suggest you try a few out during their free trial periods and only continuing with the one that works the best for you. \n",
      "Gardeners have never had such good access to information as they do today. While some gardeners are still looking things up in books, others are using the latest technology to help them with gardening advice. \n",
      "Zen Gardener"
    ]
  },
  "published": true,
  "sidebar": "",
  "abstract": "",
  "related": {
    "article": {
      "page": ""
    }
  }
}
